Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/ubercart/shipping/uc_ems/translations/*.po
Languages: ru

source: Completed
ru: Завершён

source: Not completed!
ru: Не завершено!

source: EMS shipping will be active only if default pickup address was filled on <a href="@url">Shipping quote settings</a> page and it is located in Russia
ru: Модуль "EMS" будет активен только тогда, если указан адрес отправки по умолчанию на странице <a href="@url">настроек доставки</a> и находится в пределах России.

source: Extra charge type
ru: Тип оплаты

source: Adds extra amount to calculated shipping price
ru: Добавляет дополнительную сумму к стоимости рассчитанной доставки.

source: Extra charge amount
ru: Сумма

source: Numeric value, without "%" and other symbols. Leave 0 to disable extra charges.
ru: Числовое значение, без "%" и других символов. Для запрета дополнительной оплаты укажите 0.

source: Remove these words/symbols from city
ru: Удалить эти слова/символы из города

source: Comma-separated words to remove from customer entered city name
ru: Слова, разделённые запятой, которые нужно удалить из названия города, которое указал покупатель.

source: Fixed delivery price
ru: Фиксированная цена доставки

source: If EMS website is down, this price is used as a EMS delivery price. Leave 0 to not use fixed price approach (in that case error is shown to user during calculating delivery price.
ru: Если сайт EMS недоступен, будет использована эта цена доставки. Чтобы выключить эту функцию, укажите 0. В некоторых случаях будет показана ошибка при расчёте цены доставки.

source: Add EMS insurance to delivery price
ru: Добавить страховку

source: Adds 1% of order total to delivery price.
ru: Добавляет к доставке 1% от суммарной стомости заказа для страховки на случай утери.

source: Default product weight
ru: Вес по умолчанию

source: EMS requires weight for each item. That means, that if you forgot to enter weight in some product, shipping calculation won't work. You can specify default product weight here to avoid that behavior. Leave 0 to make this feature inactive.
ru: Служба EMS требует указывать вес для каждой посылки. Это означает, что если вы забудете указать вес для некоторых товаров, расчёт доставки не будет работать. Вы можете указать вес по умолчанию, который будет использован для предотвращения подобной ошибки. Если указан 0, эта функция будет выключена.

source: EMS Russian Post
ru: EMS

source: EMS website is down, so we can't calculate the delivery price. Try to call us. Sorry for the inconvenience!
ru: Сайт EMS недоступен, поэтому нет возможности рассчитать стоимость доставки. Свяжитесь с нами для решения проблемы или попробуйте позже.

source: EMS Russian Post: <span style="color:red">no connection to EMS website</span>, fixed price
ru: Служба доставки EMS: <span style="color:red">нет соединения с сайтом EMS</span>, фиксированная цена

source: Shipping quote from EMS
ru: Расценки на доставку через EMS

source: Fetch a shipping quote
ru: Получить расценки на доставку

source: No EMS pickup address specified
ru: Адрес отправки EMS не определён

source: 1 day
ru: 1 день

source: EMS quote
ru: Расценки EMS

source: EMS shipping method
ru: Служба доставки EMS

source: Integration of EMS shipping Calculator with Ubercart.
ru: Расчёт стоимости доставки через службу доставки EMS.

source: Ubercart - fulfillment
ru: Магазин - выполнение
