Repository: uyabrup/utcmarket
Catalog: profiles/openstore/translations/*.po
Languages: ru

source: Failed to select your database on your MySQL database server, which means the connection username and password are valid, but there is a problem accessing your data. MySQL reports the following message: %error.<ul><li>Are you sure you have the correct database name?</li><li>Are you sure the database exists?</li><li>Are you sure the username has permission to access the database?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
ru: Не удалось выбрать базу данных на вашем MySQL - сервере. Это означает, что имя пользователя и пароль верны, но существует проблема с доступом к вашим данным. MySQL выдает следующее сообщение: %error.<ul><li>Вы уверены, что указали правильно название базы данных?</li><li>Вы уверены, что база данных существует?</li><li>Вы уверены, что у пользователя есть доступ к базе данных?</li></ul>Подробнее по проблеме вы можете узнать из <a href="http://drupal.org/node/258">руководства по установке и обновлению</a>.

source: Failed to create a test table on your MySQL database server with the command %query. MySQL reports the following message: %error.<ul><li>Are you sure the configured username has the necessary MySQL permissions to create tables in the database?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
ru: Не удалось создать тестовую таблицу на вашему MySQL сервере с помощью запроса %query. MySQL выдает следующее сообщение: %error.<ul><li>Вы уверены, что у пользователя есть полномочия создавать таблицы в базе данных MySQL?</li></ul>Для дополнительной информации смотрите <a href="http://drupal.org/node/258">руководство по установке и обновлению</a>.

source: Failed to insert a value into a test table on your MySQL database server. We tried inserting a value with the command %query and MySQL reported the following error: %error.
ru: Не удалось добавить запись в тестовую таблицу на вашем MySQL - сервере. Была попытка добавить запись с помощью запроса %query и MySQL выдал следующую ошибку: %error.

source: Failed to update a value in a test table on your MySQL database server. We tried updating a value with the command %query and MySQL reported the following error: %error.
ru: Не удалось обновить запись в тестовой таблице на вашем MySQL - сервере. Была попытка обновить запись с помощью запроса %query и MySQL выдал следующую ошибку: %error.

source: Failed to delete a value from a test table on your MySQL database server. We tried deleting a value with the command %query and MySQL reported the following error: %error.
ru: Не удалось удалить запись из тестовой таблицы на вашем MySQL - сервере. Была попытка удалить запись с помощью запроса %query и MySQL выдал следующую ошибку: %error.

source: Failed to drop a test table from your MySQL database server. We tried dropping a table with the command %query and MySQL reported the following error %error.
ru: Не удалось удалить тестовую таблицу на вашем MySQL - сервере. Была попытка удалить таблицу с помощью запроса %query и MySQL выдал следующую ошибку: %error.

source: Failed to connect to your PostgreSQL database server. PostgreSQL reports the following message: %error.<ul><li>Are you sure you have the correct username and password?</li><li>Are you sure that you have typed the correct database hostname?</li><li>Are you sure that the database server is running?</li><li>Are you sure you typed the correct database name?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
ru: Не удалось подключиться к вашему серверу PostgreSQL. PostgreSQL выдает следующее сообщение: %error.<ul><li>Вы уверены, что правильно указали имя пользователя и пароль?</li><li>Вы уверены, что правильно указали имя хоста базы данных?</li><li>Вы уверены, что сервер баз данных запущен?</li><li>Вы уверены, что правильно указали имя базы данных?</li></ul>Для получения дополнительной помощи смотрите <a href="http://drupal.org/node/258">руководство по установке и обновлению</a>.

source: Failed to create a test table on your PostgreSQL database server with the command %query. PostgreSQL reports the following message: %error.<ul><li>Are you sure the configured username has the necessary PostgreSQL permissions to create tables in the database?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
ru: Не удалось создать тестовую таблицу на вашем сервере PostgreSQL с помощью запроса %query. PostgreSQL выдает следующее сообщение: %error.<ul><li>Вы уверены, что у пользователя есть полномочия создавать таблицы в базе данных PostgreSQL?</li></ul>Для дополнительной помощи смотрите <a href="http://drupal.org/node/258">руководство по установке и обновлению</a>.

source: Failed to insert a value into a test table on your PostgreSQL database server. We tried inserting a value with the command %query and PostgreSQL reported the following error: %error.
ru: Не удалось вставить запись в тестовую таблицу на вашем сервере PostgreSQL. Была попытка вставить запись с помощью запроса %query и PostgreSQL выдал следующее сообщение: %error.

source: Failed to update a value in a test table on your PostgreSQL database server. We tried updating a value with the command %query and PostgreSQL reported the following error: %error.
ru: Не удалось обновить запись в тестовой таблице на вашем сервере PostgreSQL. Была попытка обновить запись с помощью запроса %query и PostgreSQL выдал следующую ошибку: %error.

source: Failed to lock a test table on your PostgreSQL database server. We tried locking a table with the command %query and PostgreSQL reported the following error: %error.
ru: Не удалось заблокировать тестовую таблицу на вашем сервере PostgreSQL. Была попытка заблокировать таблицу с помощью запроса %query и PostgreSQL выдал следующую ошибку: %error.

source: Failed to unlock a test table on your PostgreSQL database server. We tried unlocking a table with the command %query and PostgreSQL reported the following error: %error.
ru: Не удалось разблокировать тестовую таблицу на вашем сервере PostgreSQL. Была попытка разблокировать таблицу с помощью запроса %query и PostgreSQL выдал следующую ошибку: %error.

source: Failed to delete a value from a test table on your PostgreSQL database server. We tried deleting a value with the command %query and PostgreSQL reported the following error: %error.
ru: Не удалось удалить запись из тестовой таблицы на вашем сервере PostgreSQL. Была попытка удалить запись с помощью запроса %query и PostgreSQL выдал следующую ошибку: %error.

source: Failed to drop a test table from your PostgreSQL database server. We tried dropping a table with the command %query and PostgreSQL reported the following error %error.
ru: Не удалось удалить тестовую таблицу на вашем сервере PostgreSQL. Была попытка удалить таблицу с помощью запроса %query и PostgreSQL выдал следующую ошибку: %error.

source: Please check the error messages and <a href="!url">try again</a>.
ru: Проверьте сообщения об ошибках и <a href="!url">попробуйте снова</a>.

source: Cron has not run. Please visit the <a href="@status">status report</a> for more information.
ru: Крон не запускался.<a href="@status"> Подробнее об этом</a>

source: Cron has not run.
ru: Крон не запускался.

source: Cron has not run recently.
ru: Крон не запускался в последнее время.

source: Update notifications are not enabled. It is <strong>highly recommended</strong> that you enable the update status module from the <a href="@module">module administration page</a> in order to stay up-to-date on new releases. For more information please read the <a href="@update">Update status handbook page</a>.
ru: Уведомления об обновлении выключены. Желательно включить модуль проверки доступных обновлений на <a href="@module">странице управления модулями</a>, чтобы быть в курсе последних обновлений модулей системы. <a href="@update">Дополнительная информация</a>.

source: MySQL database
ru: База данных MySQL

source: PostgreSQL database
ru: База данных PostgreSQL

source: PHP MySQL support not enabled.
ru: В PHP не включена поддержка MySQL.

source: PHP MySQLi support not enabled.
ru: В PHP не включена поддержка MySQLi.

source: PHP PostgreSQL support not enabled.
ru: В PHP не включена поддержка PostgreSQL.

source: Requirements problem
ru: Некоторые требования не соблюдены

source: Install profile
ru: Начальная установка

source: With this option enabled, Drupal will notify you when new releases are available. This will significantly enhance your site's security and is <strong>highly recommended</strong>. This requires your site to periodically send anonymous information on its installed components to <a href="@drupal">drupal.org</a>. For more information please see the <a href="@update">update notification information</a>.
ru: Если эта опция включена, вы будете получать уведомления об обновлениях ядра системы и его дополнительных модулей. Для этого ваш сайт должен периодически посылать анонимную информацию об установленных на нем компонентах на сайт <a href="@drupal">drupal.org</a>. <a href="@update">Подробнее об этом</a>

source: Installing @drupal
ru: Установка @drupal

source: The installation has encountered an error.
ru: В ходе установки произошла ошибка.

source: Save and continue
ru: Сохранить и продолжить

source: With the addition of an appropriate translation package, this installer is capable of proceeding in another language of your choice. To install and use Drupal in a language other than English:
ru: Чтобы установить и использовать сайт на другом языке, кроме английского:

source: Determine if <a href="@translations" target="_blank">a translation of this Drupal version</a> is available in your language of choice. A translation is provided via a translation package; each translation package enables the display of a specific version of Drupal in a specific language. Not all languages are available for every version of Drupal.
ru: Убедитесь, что <a href="@translations" target="_blank"> перевод этой версии системы доступен в выбранном вами языке. Перевод загружается из файлов переводов.

source: If an alternative translation package of your choice is available, download and extract its contents to your Drupal root directory.
ru: Если вы предпочитаете альтернативные файлы переводов, скачайте их и загрузите в корневую директорию системы.

source: Install site
ru: Установка сайта

source: The <em>From</em> address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
ru: Адрес отправителя для автоматической отправки писем при регистрации, запроса нового пароля и других уведомлений. Используйте адрес, имеющий тот же домен, что сайт, с которого отправляется это письмо, чтобы избежать попадания писем в спам.

source: For more information, see the online handbook entry for <a href="@cron-handbook">configuring cron jobs</a>.
ru: <a href="@cron-handbook">Подробнее о работе крон</a>.

source: HTTP request status
ru: Статус HTTP запроса

source: Fails
ru: Неудача.

source: Your system or network configuration does not allow Drupal to access web pages, resulting in reduced functionality. This could be due to your webserver configuration or PHP settings, and should be resolved in order to download information about available updates, fetch aggregator feeds, sign in via OpenID, or use other network-dependent services.
ru: Ваша системная или сетевая конфигурация не позволяет системе обращаться к удалённым веб-страницам, что ограничит функционал. Это может происходить из-за настроек PHP и должно быть исправлено для получения информации о доступных обновлениях, сбора новостей из RSS-лент, входа по OpenID и для использования других сетевых сервисов.

source: <em>register_globals</em> is enabled. Drupal requires this configuration directive to be disabled. Your site may not be secure when <em>register_globals</em> is enabled. The PHP manual has instructions for <a href="http://php.net/configuration.changes">how to change configuration settings</a>.
ru: Директива <em>register_globals</em> включена. Для правильной работы системы необходимо выключить её, так как при включенной директиве <em>register_globals</em> ваш сайт не будет в безопасности. <a href="http://php.net/configuration.changes">Подробнее об этом</a>.

source: The following installation warnings should be carefully reviewed
ru: Следующие предупреждения, возникшие во время установки, должны быть внимательно изучены

source: The following installation warning should be carefully reviewed
ru: Следующее предупреждение, возникшее во время установки, должно быть внимательно изучено.

source: PHP memory limit
ru: Ограничение памяти PHP

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the installation process.
ru: Обратите внимание, что увеличение лимита памяти PHP до %memory_minimum_limit поможет предотвратить появление ошибок во время установки.

source: Depending on your configuration, Drupal can run with a %memory_limit PHP memory limit. However, a %memory_minimum_limit PHP memory limit or above is recommended, especially if your site uses additional custom or contributed modules.
ru: В зависимости от конфигурации, Drupal может работать с %memory_limit лимитом памяти PHP. Однако рекомендуется устанавливать лимит памяти как минимум %memory_minimum_limit, особенно если ваш сайт использует дополнительные модули.

source: Increase the memory limit by editing the memory_limit parameter in the file %configuration-file and then restart your web server (or contact your system administrator or hosting provider for assistance).
ru: Увеличьте лимит памяти путём редактирования значения memory_limit в файле %configuration-file, затем перезапустите ваш веб-сервер.

source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
ru: Свяжитесь с системным администратором или хостинг-провайдером для увеличения лимита памяти PHP.

source: See the <a href="@url">Drupal requirements</a> for more information.
ru: Для более детальной информации смотрите <a href="@url">системные требования Drupal</a>

source: An automated attempt to create this directory failed, possibly due to a permissions problem. To proceed with the installation, either create the directory and modify its permissions manually, or ensure that the installer has the permissions to create it automatically. For more information, please see INSTALL.txt or the <a href="@handbook_url">on-line handbook</a>.
ru: Сбой при попытке автоматического создания этой директории, возможно из-за проблем с разрешениями. Чтобы продолжить установку, создайте директорию и настройте разрешения вручную или убедитесь, что программа установки имеет разрешение для её автоматического создания. Для получения дополнительной информации, обратитесь к <a href="@handbook_url">справочной информации</a>.

source: The navigation menu is provided by Drupal and is the main interactive menu for any site. It is usually the only menu that contains personalized links for authenticated users, and is often not even visible to anonymous users.
ru: Навигационное меню автоматически создаётся Drupal и служит главным интерактивным меню для любого сайта. Обычно это единственное меню, которое содержит персональные ссылки для авторизованных пользователей, оно часто скрыто от анонимных посетителей.

source: Primary links are often used at the theme layer to show the major sections of a site. A typical representation for primary links would be tabs along the top.
ru: Первичные ссылки часто используются на уровне тем оформления для показа главных разделов сайта. Типичным вариантом таких ссылок может быть ряд вкладок сверху страницы.

source: Secondary links are often used for pages like legal notices, contact details, and other secondary navigation items that play a lesser role than primary links
ru: Вторичные ссылки часто используются для страниц наподобие контактной информации, условий пользования и других вторичных пунктов меню, которые не так важны как основные ссылки.

source: Enabled ('@value')
ru: Включено ('@value')

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the update process.
ru: Обратите внимание, что увеличение лимита памяти PHP до %memory_minimum_limit поможет предотвратить появление ошибок в процессе обновления.

source: The @drupal installer requires that you create a settings file as part of the installation process. <ol> <li>Copy the %default_file file to %file.</li> <li>Change file permissions so that it is writable by the web server. If you are unsure how to grant file permissions, please consult the <a href="@handbook_url">on-line handbook</a>.</li> </ol> More details about installing Drupal are available in INSTALL.txt.
ru: Инсталлятору @drupal необходимо, чтобы вы создали файл, в котором будут сохраняться главные настройки сайта. <ol> <li>Скопируйте файл %default_file и вставьте в ту же директорию, затем переименуйте этот скопированный файл в %file.</li> <li>Установите права на запись для этого файла (chmod 0777). Если вы не знаете как назначать права, обратитесь к <a href="@handbook_url">документации</a>.</li> </ol> Подробные инструкции об установке Drupal доступны в файле INSTALL.txt.

source: Installed %module module.
ru: Установлен модуль %module.

source: Download and import translations
ru: Импорт перевода

source: Low
ru: Низкая

source: High
ru: Высокая

source: It is recommended to choose a password that contains at least six characters. It should include numbers, punctuation, and both upper and lowercase letters.
ru: Рекомендуется выбирать пароль, состоящий как минимум из 6-ти символов. Это должна быть комбинация из букв,пунктуации и цифр.

source: The password does not include enough variation to be secure. Try:
ru: Этот пароль недостаточно безопасен. Попробуйте:

source: Adding both upper and lowercase letters.
ru: добавить символы в нижнем и верхнем регистре.

source: Adding numbers.
ru: добавить цифры.

source: Adding punctuation.
ru: добавить пунктуацию.

source: It is recommended to choose a password different from the username.
ru: Рекомендуется выбрать пароль, отличный от логина.

source: Passwords match:
ru: Совпадение паролей:

source: Password field is required.
ru: Поле пароля обязательно для заполнения.

source: OpenStore installed. Thank you for using OpenStore!
ru: <table class="welcome-content"><tr><td><h3>Готово!</h3><p>OpenStore установлен.</p><p class="quick-start"><a class="quick-start" href="http://openstore.org.ua/node/333" target="_blank">Быстрый старт</a></p><p class="enter-admin-area"><a class="enter-admin-area" href="admin">Управлять сайтом</a></p><p>Также вам, вероятно, будут полезны такие ссылки:</p><ul><li><a href="http://openstore.org.ua/node/23" target="_blank">Общая настройка магазина</a></li><li><a href="http://openstore.org.ua/node/25" target="_blank">Добавление категорий для товаров</a></li><li><a href="http://openstore.org.ua/node/331" target="_blank">Добавление товаров</a></li><li><a href="http://openstore.org.ua/node/24" target="_blank">Настройка способов оплаты</a></li><li><a href="http://openstore.org.ua/node/332" target="_blank">Настройка способов доставки</a></li><li><a href="http://openstore.org.ua/node/318" target="_blank">Настройка и назначение блоков</a></li><li><a href="http://openstore.org.ua/node/40" target="_blank">Система прав и ролей</a></li></ul><p>Полная документация может быть найдена на <a href="http://openstore.org.ua/node/20" target="_blank">официальном сайте</a></p><p>Вопросы, предложения, найденные ошибки принимаются в <a href="http://openstore.org.ua/project/issues" target="_blank">багтреккере сборки</a></p><p>Спасибо за проявленный интерес к OpenStore.</p></td></tr></table>

source: Final configuration
ru: Финальная настройка

source: Installing additional modules. Stage 1
ru: Установка дополнительных модулей. Этап 1

source: Installing additional modules. Stage 2
ru: Установка дополнительных модулей. Этап 2

source: Additional modules
ru: Основные модули

source: Download & install translates
ru: Скачать и установить переводы

source: After all modules installed, they will be translated by downloading and importing .po files from openstore.org.ua. If you would like to use your own translates or have a problem with getting our translations, uncheck this option
ru: После установки модулей будут загружены переводы с сервера openstore.org.ua. Если у вас возникают трудности на этом этапе или вы хотите импортировать другие переводы позже, вы можете пропустить этот этап

source: <p>Your <em>max_execution_time</em> value is @time, that may cause fatal error on the next steps, i.e preparing to import translations. Try to increase the value to at least <em>@recommended</em>
ru: <p>Параметр <em>max_execution_time</em> в настройках вашего PHP установлен в @time сек., что может привести к ошибкам на следующих этапах установки (например при подготовке к импорту переводов). Попробуйте установить этот параметр по крайней мере в <em>@recommended</em> сек.</p>

source: Install options
ru: Опции установки

source: Password
ru: Пароль администратора

source: Confirm password
ru: Пароль ещё раз

source: Updating translation.
ru: Обновление переводов

source: Importing downloaded translation: %url.
ru: Импорт загруженного перевода %url

source: Downloading and importing files.
ru: Загрузка и импорт файлов перевода
