Repository: uyabrup/utcmarket
Catalog: profiles/openstore/translations/*.po
Languages: ru

source: Database configuration
ru: Конфигурация базы данных

source: Your web server does not appear to support any common database types. Check with your hosting provider to see if they offer any databases that <a href="@drupal-databases">Drupal supports</a>.
ru: Ваш веб-сервер не поддерживает известные типы баз данных. Уточните у вашего хостинг-провайдера, может ли он предложить базы данных, которые <a href="@drupal-databases">поддерживаются ядром Drupal</a>.

source: Basic options
ru: Основные настройки

source: To set up your @drupal database, enter the following information.
ru: Для настройки базы данных укажите следующую информацию.

source: Database type
ru: Тип базы данных

source: The type of database your @drupal data will be stored in.
ru: Тип базы данных, в которой будет хранится данные сайта.

source: The name of the database your @drupal data will be stored in. It must exist on your server before @drupal can be installed.
ru: Имя базы данных. Эта база данных должна уже существовать на сервере до установки вашего сайта.

source: The name of the %db_type database your @drupal data will be stored in. It must exist on your server before @drupal can be installed.
ru: Имя базы данных %db_type, в которой будут храниться данные устанавливаемого сайта. Эта база данных должна уже существовать на сервере до установки этого сайта.

source: Database name
ru: Название базы данных

source: Database username
ru: Логин пользователя

source: Database password
ru: Пароль

source: Advanced options
ru: Дополнительные настройки

source: These options are only necessary for some sites. If you're not sure what you should enter here, leave the default settings or check with your hosting provider.
ru: Эти настройки необходимы лишь для некоторых сайтов. Если вы не знаете, что здесь указывать, то оставьте настройки по умолчанию, либо уточните их у своего хостинг-провайдера.

source: Database host
ru: Хост

source: If your database is located on a different server, change this.
ru: Если ваша база данных расположена на другом сервере укажите его адрес.

source: Database port
ru: Порт

source: If your database server is listening to a non-standard port, enter its number.
ru: Если ваша база данных доступна через нестандартный порт, укажите его номер.

source: Table prefix
ru: Префикс таблиц

source: Database port must be a number.
ru: Порт для базы данных должен быть указан в виде числа.

source: In your %settings_file file you have configured @drupal to use a %db_type server, however your PHP installation currently does not support this database type.
ru: В файле %settings_file вы указали на использование сервера баз данных %db_type, но конфигурация вашей версии PHP сейчас не поддерживает этот тип данных.

source: Select an installation profile
ru: Выберите профиль установки

source: (built-in)
ru: (встроенный)

source: No profiles available
ru: Нет доступных профилей

source: We were unable to find any installer profiles. Installer profiles tell us what modules to enable and what schema to install in the database. A profile is necessary to continue with the installation process.
ru: Не удается найти ни одного установочного профиля. Они определяют, какие модули следует включить и что записывать в базу данных на начальном этапе установки сайта. Профили нужны для продолжения процесса установки.

source: Drupal already installed
ru: Система уже установлена

source: @drupal installation complete
ru: Установка сайта завершена

source: Congratulations, @drupal has been successfully installed.
ru: Поздравляем, ваш сайт полностью установлен.

source: Please review the messages above before continuing on to <a href="@url">your new site</a>.
ru: Прежде чем зайти на <a href="@url">ваш новый сайт</a>, просмотрите вверху список сообщений.

source: You may now visit <a href="@url">your new site</a>.
ru: Можете зайти на <a href="@url">ваш новый сайт</a>.

source: Currently using !item !version
ru: Сейчас используется !item !version

source: Your MySQL Server is too old. Drupal requires at least MySQL %version.
ru: Версия вашего MySQL устарела. Для установки требуется как минимум MySQL версии %version.

source: Your PostgreSQL Server is too old. Drupal requires at least PostgreSQL %version.
ru: Версия вашего PostgreSQL устарела.Для установки сайта требуется как минимум PostgreSQL %version.

source: Your PostgreSQL database is set up with the wrong character encoding (%encoding). It is possible it will not work as expected. It is advised to recreate it with UTF-8/Unicode encoding. More information can be found in the <a href="@url">PostgreSQL documentation</a>.
ru: Для вашей базы данных PostgreSQL установлена неправильная кодировка (%encoding). Скорее всего, все будет работать не так, как ожидается, поэтому рекомендуется конвертировать базу данных, используя кодировку UTF-8/Unicode. Дополнительную информацию можно найти в <a href="@url">документации по PostgreSQL</a>.

source: The directory %directory does not exist.
ru: Каталог %directory не существует.

source: !name field is required.
ru: Поле !name обязательно для заполнения.

source: !name cannot be longer than %max characters but is currently %length characters long.
ru: !name не может быть более %max знаков, сейчас его длина %length знаков.

source: An illegal choice has been detected. Please contact the site administrator.
ru: Была обнаружена ошибка. Пожалуйста свяжитесь с администратором сайта.

source: This field is required.
ru: Обязательное поле

source: Failed to modify %settings, please verify the file permissions.
ru: Невозможно изменить %settings, проверьте права доступа к файлу.

source: Failed to open %settings, please verify the file permissions.
ru: Невозможно открыть %settings, проверьте права доступа к файлу.

source: The %module module is required but was not found. Please move it into the <em>modules</em> subdirectory.
ru: Не найден необходимый модуль %module. Пожалуйста, поместите его в подпапку <em>modules</em>.

source: Enabled
ru: Включено

source: The translation import failed, because the file %filename could not be read.
ru: Импорт перевода не сделан, поскольку невозможно прочитать файл %filename.

source: The translation file %filename contains an error: "msgstr" was expected but not found on line %line.
ru: Файл перевода %filename содержит ошибку: ожидаемое значение "msgstr" не найдено на строке %line.

source: The translation file %filename contains an error: "msgid_plural" was expected but not found on line %line.
ru: Файл перевода %filename содержит ошибку: ожидаемое значение "msgid_plural" не найдено в строке %line.

source: The translation file %filename contains a syntax error on line %line.
ru: Файл перевода %filename содержит синтаксическую ошибку в строке %line.

source: The translation file %filename contains an error: "msgid" is unexpected on line %line.
ru: Файл перевода %filename содержит ошибку: неожиданное значение "msgid" в строке %line.

source: The translation file %filename contains an error: "msgstr[]" is unexpected on line %line.
ru: Файл перевода %filename содержит ошибку: неожиданное значение "msgstr[]" в строке %line.

source: The translation file %filename contains an error: "msgstr" is unexpected on line %line.
ru: Файл перевода %filename содержит ошибку: неожиданное значение "msgstr" в строке %line.

source: The translation file %filename contains an error: there is an unexpected string on line %line.
ru: Файл перевода %filename содержит ошибку: неожиданное содержимое в строке %line.

source: The translation file %filename ended unexpectedly at line %line.
ru: Файл перевода %filename неожиданно завершается на строке %line.

source: Navigation
ru: Навигация

source: The following errors must be resolved before you can continue the installation process
ru: Следующие ошибки нужно исправить перед продолжением процесса установки

source: The following error must be resolved before you can continue the installation process
ru: Следующую ошибку нужно исправить перед продолжением процесса установки

source: The following installation warnings should be carefully reviewed, but in most cases may be safely ignored
ru: В процессе установки были отмечены следующие предупреждения, но в большинстве случаев их можно безопасно проигнорировать

source: The following installation warning should be carefully reviewed, but in most cases may be safely ignored
ru: В процессе установки было отмечено следующее предупреждение, но в большинстве случаев его можно безопасно проигнорировать

source: The PCRE library in your PHP installation is outdated. This will cause problems when handling Unicode text. If you are running PHP 4.3.3 or higher, make sure you are using the PCRE library supplied by PHP. Please refer to the <a href="@url">PHP PCRE documentation</a> for more information.
ru: Библиотека PCRE, установленная с PHP устарела. Это может вызвать проблемы при обработке строк Unicode. Если вы используете версию PHP не менее 4.3.3, убедитесь, что используется библиотека PCRE той же версии. Подробнее читайте в <a href="@url">документации PHP PCRE</a>.

source: Operations on Unicode strings are emulated on a best-effort basis. Install the <a href="@url">PHP mbstring extension</a> for improved Unicode support.
ru: Действия над строками Unicode будут эмулироваться. Установите <a href="@url">расширение PHP mbstring</a> для улучшенной поддержки Unicode.

source: Multibyte string function overloading in PHP is active and must be disabled. Check the php.ini <em>mbstring.func_overload</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ru: Включена перегрузка (overloading) мультибайтовых строк в PHP, но ее нужно отключить. Проверьте настройку <em>mbstring.func_overload</em> в php.ini. Подробности вы сможете найти в <a href="@url">документации по PHP mbstring</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.encoding_translation</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ru: Конвертация ввода мультибайтовых строк в PHP включена, но должна быть отключена. Проверьте настройку <em>mbstring.encoding_translation</em> в php.ini. Подробности вы сможете найти в <a href="@url">документации по PHP mbstring</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_input</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ru: Конвертация ввода мультибайтовых строк в PHP включена, но должна быть отключена. Проверьте настройку <em>mbstring.http_input</em> в php.ini. Подробности вы сможете найти в <a href="@url">документации по PHP mbstring</a>.

source: Multibyte string output conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_output</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ru: Конвертация вывода мультибайтовых строк в PHP сейчас включена, но должна быть отключена. Проверьте настройку <em>mbstring.http_output</em> в php.ini. Подробности Вы сможете найти в <a href="@url">документации по PHP mbstring</a>.

source: Standard PHP
ru: Версия PHP

source: PHP Mbstring Extension
ru: PHP расширение Mbstring

source: Error
ru: Ошибка

source: Unicode library
ru: Библиотека Unicode

source: Disabled
ru: Отключено

source: Page
ru: Страница

source: Site information
ru: О сайте

source: File system
ru: Файловая система

source: Clean URLs
ru: Чистые ссылки

source: E-mail address
ru: E-mail

source: Default time zone
ru: Часовой пояс по умолчанию

source: Site name
ru: Название сайта

source: Story
ru: Заметка

source: Web server
ru: Веб-сервер

source: Your PHP installation is too old. Drupal requires at least PHP %version.
ru: Установленный у вас PHP устарел. Для работы сайта требуется PHP версии как минимум %version.

source: Not protected
ru: Не защищен

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
ru: Файл %file не защищен от изменений, что является потенциальной уязвимостью безопасности. Вам следует установить права запрета записи в этот файл.

source: Protected
ru: Защищен

source: Configuration file
ru: Файл настроек

source: Last run !time ago
ru: Последний запуск !time назад

source: Never run
ru: Никогда не запускался

source: Cron maintenance tasks
ru: Выполнение регулярных процедур (задачи cron)

source: The directory %directory is not writable.
ru: Каталог %directory закрыт для записи.

source: Not writable
ru: Запись запрещена

source: You may need to set the correct directory at the <a href="@admin-file-system">file system settings page</a> or change the current directory's permissions so that it is writable.
ru: Вам нужно установить правильный каталог на <a href="@admin-file-system">странице настроек файловой системы</a> или установить для текущего каталога права, разрешающие запись.

source: Writable (<em>public</em> download method)
ru: Запись разрешена (<em>публичный</em> метод загрузки)

source: Writable (<em>private</em> download method)
ru: Запись разрешена (<em>приватный</em> метод загрузки)

source: Up to date
ru: Обновлена

source: Out of date
ru: Устарела

source: Some modules have database schema updates to install. You should run the <a href="@update">database update script</a> immediately.
ru: Некоторые модули требуют обновления базы данных для своей установки. Вы должны запустить сейчас <a href="@update">обновление базы данных</a>.

source: Username
ru: Логин пользователя

source: Not enabled
ru: Не включено

source: Server settings
ru: Настройки сервера

source: Processing
ru: Обработка...

source: All necessary changes to %dir and %file have been made. They have been set to read-only for security.
ru: Были сделаны все необходимые изменения в папке %dir и файле %file. Для безопасности установлены права только на чтение.

source: Choose language
ru: Выбор языка

source: Alternatively, to install and use Drupal in English, or to defer the selection of an alternative language until after installation, select the first link below.
ru: Если вы хотите установить и использовать сайт на английском или выбрать другой язык после установки, выберите первую ссылку внизу.

source: How should the installation continue?
ru: Как должна продолжиться установка?

source: Continue installation in English
ru: Продолжить установку на английском

source: Return to choose a language
ru: Возврат к выбору языков

source: Install Drupal in English
ru: Установить сайт на английском

source: Learn how to install Drupal in other languages
ru: Как установить Drupal на других языках

source: Select language
ru: Выбор языка

source: <ul><li>To start over, you must empty your existing database.</li><li>To install to a different database, edit the appropriate <em>settings.php</em> file in the <em>sites</em> folder.</li><li>To upgrade an existing installation, proceed to the <a href="@base-url/update.php">update script</a>.</li><li>View your <a href="@base-url">existing site</a>.</li></ul>
ru: <ul><li>Чтобы начать сначала, вы должны удалить содержимое существующей базы данных.</li><li>Чтобы установить сайт в другой базе данных, измените соответствующий файл <em>settings.php</em> в директории <em>sites</em>. Чтобы обновить существующую установку, <a href="@base-url/update.php">запустите обновления</a>.</li><li>Перейти к <a href="@base-url">текущему сайту</a>.</li></ul>

source: Configure site
ru: Начальная настройка

source: Choose profile
ru: Выбор профиля

source: Verify requirements
ru: Проверка требований

source: Finished
ru: Финиш

source: Site e-mail address
ru: E-mail сайта

source: Administrator account
ru: Профиль администратора

source: The administrator account has complete access to the site; it will automatically be granted all permissions and can perform any administrative activity. This will be the only account that can perform certain activities, so keep its credentials safe.
ru: Администратор имеет полный доступ к сайту. Он автоматически получает все возможные права и может выполнять любые действия по администрированию сайта. Это единственные пользователь, которые имеет столь широкие полномочия, поэтому хорошо охраняйте его учётные данные.

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, and underscores.
ru: Ваше имя пользователя; не применяйте в нем знаков пунктуации за исключением точек,тире и подчеркиваний.

source: All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
ru: Все системные e-mail будут отправляться по этому адресу. Адрес электронной почты не будет находиться в открытом доступе и будет использоваться только в том случае, если вы захотите получить новый пароль или получать определенные оповещения или обновления по e-mail.

source: By default, dates in this site will be displayed in the chosen time zone.
ru: По умолчанию даты на сайте будут отображаться в выбранном часовом поясе.

source: Your server has been successfully tested to support this feature.
ru: Ваш сервер прошёл тест на использование этой функции.

source: Your system configuration does not currently support this feature. The <a href="http://drupal.org/node/15365">handbook page on Clean URLs</a> has additional troubleshooting information.
ru: Конфигурация вашего сервера на данный момент не поддерживает этой функции. Дополнительная информация может быть получена <a href="http://drupal.org/node/15365">здесь</a>.

source: Testing clean URLs...
ru: Тестирование сервера...

source: This option makes Drupal emit "clean" URLs (i.e. without <code>?q=</code> in the URL).
ru: Возможность работы сайта без запросов в УРЛ (т.е. без <code>?q=</code> в ссылках).

source: Initializing.
ru: Инициализация.

source: Remaining @remaining of @total.
ru: Осталось @remaining из @total.

source: An error has occurred.
ru: Произошла ошибка.

source: Please continue to <a href="@error_url">the error page</a>
ru: Перейти к <a href="@error_url">странице ошибки</a>

source: Importing interface translations
ru: Импорт перевода интерфейса.

source: Starting import
ru: Начало импорта

source: Error importing interface translations
ru: Ошибка импорта перевода интерфейса.

source: Primary links
ru: Первичные ссылки

source: Secondary links
ru: Вторичные ссылки

source: The directory %file is not protected from modifications and poses a security risk. You must change the directory's permissions to be non-writable.
ru: Каталог %file не защищен от изменений, что создает угрозу безопасности. Вам должны изменить атрибуты данного каталога так, чтобы он был недоступен для записи.

source: You can <a href="@cron">run cron manually</a>.
ru: Вы можете <a href="@cron">запустить</a> cron вручную.

source: Database updates
ru: Обновления базы данных

source: The update.php script is accessible to everyone without authentication check, which is a security risk. You must change the $update_free_access value in your settings.php back to FALSE.
ru: Скрипт update.php доступен для всех без ввода пароля, что представляет собой угрозу безопасности. Вы должны изменить значение $update_free_access в вашем settings.php на FALSE.

source: Access to update.php
ru: Доступ к update.php

source: All necessary changes to %dir and %file have been made, so you should remove write permissions to them now in order to avoid security risks. If you are unsure how to do so, please consult the <a href="@handbook_url">on-line handbook</a>.
ru: Все необходимые изменения в %dir и %file сделаны, поэтому в целях безопасности вы должны убрать с них разрешение на запись. Если вы не знаете, как это сделать, обратитесь к <a href="@handbook_url">документации</a>.

source: If more than one application will be sharing this database, enter a table prefix such as %prefix for your @drupal site here.
ru: Если эта база данных будет разделена между несколькими сайтами, укажите здесь префикс, например %prefix, для таблиц вашего сайта.

source: The database table prefix you have entered, %db_prefix, is invalid. The table prefix can only contain alphanumeric characters, periods, or underscores.
ru: Указанный вами префикс %db_prefix для таблиц базы данный недопустим. Префикс таблицы может содержать только латинские буквы, цифры, тире и нижнее подчеркивание.

source: In order for Drupal to work, and to continue with the installation process, you must resolve all permission issues reported above. We were able to verify that we have permission for the following commands: %commands. For more help with configuring your database server, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what any of this means you should probably contact your hosting provider.
ru: Для корректной работы сайта и продолжения процесса установки, вы должны решить все проблемы с правами, о которых сообщается выше. Удалось подтвердить права на следующие команды: %commands. Вы можете узнать больше о конфигурации базы данных в <a href="http://drupal.org/node/258">здесь</a>.

source: The @drupal installer requires write permissions to %file during the installation process. If you are unsure how to grant file permissions, please consult the <a href="@handbook_url">on-line handbook</a>.
ru: Для установки сайта требуются права на запись для %file. Если вы не знаете как менять права, лучше обратитесь к <a href="@handbook_url">документации</a>.

source: Set up database
ru: Настройка MySql

source: Set up translations
ru: Установка переводов

source: Finish translations
ru: Завершение перевода

source: To configure your website, please provide the following information.
ru: Для настройки вашего сайта укажите следующие данные

source: Update notifications
ru: Сообщение об обновлениях

source: Check for updates automatically
ru: Автоматическая проверка обновлений

source: Failed to connect to your MySQL database server. MySQL reports the following message: %error.<ul><li>Are you sure you have the correct username and password?</li><li>Are you sure that you have typed the correct database hostname?</li><li>Are you sure that the database server is running?</li></ul>For more help, see the <a href="http://drupal.org/node/258">Installation and upgrading handbook</a>. If you are unsure what these terms mean you should probably contact your hosting provider.
ru: Не удалось подключиться к вашему серверу MySQL. MySQL выдает следующее сообщение: %error.<ul><li>Вы уверены, что правильно указали имя пользователя и пароль?</li><li>Вы уверены, что правильно указали имя хоста базы данных?</li><li>Вы уверены, что сервер баз данных запущен?</li><li>Вы уверены, что правильно указали имя базы данных?</li></ul>Для получения дополнительной информации смотрите <a href="http://drupal.org/node/258">руководство по установке и обновлению</a>.
