Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Redirect anonymous users from 403 Access Denied pages to the /user/login page.
ru: Перенаправление анонимных пользователей со стандартной страницы "403 Access Denied" на страницу входа в профиль /user/login.

source: Display access denied message on login page
ru: Отображать сообщение на странице входа

source: User register message
ru: Сообщение об регистрации

source: The message to display when a logged-in user tries to register another account through the !new_account. Drupal does not allow it, so regular users must log out first. Administrators should create new users in !link.
ru: Это сообщение будет отображаться при попытке авторизированного пользователя регистрации другого профиля через !new_account. Ядром системы это не поддерживается, пользователь сначала должен выйти из профиля.

source: Compresses the aggregated JavaScript file when Optimize JavaScript is enabled.
ru: Сжимает объединённые файлы JavaScript, если включена оптимизация JavaScript.

source: Optimize and Minify JavaScript files
ru: Оптимизировать и сжать JavaScript

source: Once the JavaScript files have been aggregated, they will be minified.
ru: После объединения файлов JavaScript, они будут сжаты в размерах.

source: Once minified, optionally <a href="@gzip">GZip</a> the aggregated JavaScript file to dramatically decrease its size.
ru: После сжатия, <a href="@gzip">архивировать в GZip архив</a>, что сильно уменьшает размер JavaScript.

source: Do not auto generate .htaccess file (experts only)
ru: Не генерировать автоматически .htaccess (для программистов)

source: If you want to use GZipping and your host doesn't like multiple .htaccess files check this option, together with the option above to bypass htaccess file generation and follow directions in the README.txt.
ru: Если вы хотите использовать GZip и ваш хост имеет ограничение на количество .htaccess, отметьте этот чекбокс вместе с опцией выше, чтобы обойти генерирование .htaccess. Подробнее об этом читайте в README.txt.

source: Use JSMin+ instead of JSMin
ru: Использовать JSMin+ вместо JSMin

source: Check this option to use <a href="@jsminplus">JSMin+</a> instead of JSMin.
ru: Отметьте, если хотите использовать библиотеку <a href="@jsminplus">JSMin+</a> вместо JSMin.

source: Access denied. You must login to view this page.
ru: Доступ запрещён. Для просмотра этой страницы вы должны сначала войти под своим логином.

source: Uses the <a href="@jsmin">JSMin</a> library to minify the aggregated JavaScript file when <em>JavaScript optimization</em> has been enabled in the <a href="@performance">Performance settings</a>.
ru: Использует библиотеку <a href="@jsmin">JSMin</a> для сжатия объединённых файлов JavaScript, если была включена оптиимзация JavaScript на странице <a href="@performance">настройки производительности</a>.

source: JavaScript Aggregator
ru: Агрегатор JavaScript

source: Performance and scalability
ru: Производительность

source: Display a view like a showcase to highlight items.
ru: Отображение вида в виде управляемого слайдшоу для акцентирования внимания на отдельные документы.

source: Timeout
ru: Задержка

source: The timeout between each slide. In miliseconds.
ru: Пайза между слайдами, в миллисекундах.

source: Cycle Plugin Effect
ru: Эффекты плагина "Cycle"

source: Choose the desired cycle plugin effect.
ru: Выберите эффекты переключения.

source: Sync setting
ru: Синхронизация

source: Choose if the sycle effect will be synchronized or not.
ru: Выберите, должны ли быть синхронизированы эффекты переключения.

source: Pause on hover the slide
ru: Остановить при наведении мыши на слайд

source: Choose if the transition stops when the mouse is over the slide.
ru: Выберите, должно ли быть остановлено слайдшоу, когда на него наводится курсор мыши.

source: Pause on hover the list
ru: Остановить при наведении мыши на список

source: Choose if the transition stops when the mouse is over the slide title (in the navigation list).
ru: Выберите, должно ли быть остановлено слайдшоу, когда на заголовок списка (навигационный список) наводится курсор мыши.

source: Easing Plugin Effec
ru: Эффект "смягчения"

source: Choose the desired easing plugin effect.
ru: Выберите эффект "смягчения", который создаётся отдельным плагином "Easing plugin"

source: Showcase Display Options
ru: Отображение

source: Navigation Box
ru: Навигация

source: Big Box
ru: Кадр

source: Link to Anchor
ru: Ссылка якоря

source: Field ID
ru: ID поля

source: Adds links to taxonomy terms to a menu.
ru: Добавляет термины таксономии в меню.

source: Enables Custom path base to Taxonomy Menu.
ru: Позволяет указывать свой базовый путь для меню таксономии.

source: - Disabled -
ru: - Отключено -

source: Taxonomy menu
ru: Меню таксономии

source: Menu location
ru: Расположение меню

source: The menu and parent under which to insert taxonomy menu items.
ru: Меню и родитель, в которые вставляются пункты меню таксономии.

source: Menu path type
ru: Тип пути меню

source: The path will be taxonomy/term/tid if <em>Default</em> has been selected.<br />The menu path will be passed through drupal_get_path_alias() function so all aliases will be applied.
ru: Если выбрано "По умолчанию", путь будет в виде taxonomy/term/tid. <br /> Путь меню будет обработан с помощью функции drupal_get_path_alias(), поэтому будут применены все синонимы.

source: Synchronise changes to this vocabulary
ru: Синхронизировать

source: Every time a term is added/deleted/modified, the corresponding menu link will be altered too.
ru: Каждый раз, когда термин в этом словаре будет добавлен/удалён/изменён, соответствующая ссылка в меню таксономии будет также соответствующе изменена.

source: Display number of items
ru: Отображать число документов

source: Display the number of items per taxonomy terms. Will not show up for vocabulary menu items.
ru: Отображать число документов, которое содержит термин таксономии.

source: Hide empty terms
ru: Скрыть пустые термины

source: Hide terms with no items attached to them.
ru: Скрывать пункты терминов, которые не содержат никаких документов.

source: Add item for vocabulary
ru: Добавить пункты для словаря

source: Shows the vocabulary name as the top level menu item of the taxonomy menu.
ru: Показывает название словаря в качестве верхнего уровня пункта меню.

source: Auto expand menu items
ru: Автоматически развернуть пункты меню

source: Automatically show all menu items as expanded.
ru: Автоматически показывать все пункты меню в развёрнутом состоянии.

source: Custom name for vocabulary item
ru: Своё название пункта словаря

source: Changes the name of the vocabulary item (if enabled above). Leave blank to use the name of the vocabulary.
ru: Изменяет название пункта словаря (если включено выше). Оставьте пустым, чтобы использовать название словаря.

source: Display descendants
ru: Отображать вложенные пункты

source: Changes the default path to taxonomy/term/tid+tid+tid for all terms thave have child terms.
ru: Изменяет путь по умолчанию в виде "taxonomy/term/tid+tid+tid" для всех терминов, которые имеют подчинённые термины.

source: Do not create title link attribute.
ru: Не создавать атрибут "title" для ссылки.

source: Do not create the link['options']['attributes']['title'] on the link array.
ru: Не создавать link['options']['attributes']['title'] в массиве ссылки.

source: Use 'all' at the end of URL
ru: Использовать "all" в конце URL

source: This changes tid+tid+tid to "All" in term when <em>Display descendants</em> has been selected.<br />Only used if <em>Menu path type</em> is "Default path".<br />Works with default taxonomy page.
ru: Изменяет "tid+tid+tid" на "All" в термине, если выбрано "Отображать вложенные пункты". <br />Используется только тогда, когда "Тип пути меню" в положении "По умолчанию".<br /> Работает на стандартных страницах таксономии.

source: Select to rebuild the menu on submit.
ru: Перестроить меню при сохранении

source: Rebuild the menu on submit. <strong>Warning</strong>: This will delete then re-create all of the menu items. Only use this option if you are experiencing issues like missing menu items or other inconsistencies.
ru: Обновить меню при сохранении настроек. <strong>ВНИМАНИЕ</strong>: При обновлении пункты меню будут перегенерированы заново, что может привести к исчезновению некоторых пунктов в меню.

source: The Taxonomy Menu has been removed.
ru: Меню таксономии было удалено.

source: Rebuilding Taxonomy Menu
ru: Обновление меню таксономии

source: The menu items have been deleted, and are about to be regenerated.
ru: Пункты меню были удалены, сейчас они будут сгенерированы заново.

source: Import progress: Completed @current of @total stages.
ru: Прогресс импорта: Завершено @current из @total

source: The Taxonomy Menu rebuild process encountered an error.
ru: Ошибка при перегенерировании меню таксономии.

source: Custom path
ru: Пользовательский путь

source: Display depth in custom path
ru: Отображать глубину

source: Only used with a custom path.<br />To use depth the path in the view has to have the path of '<base path for custom path>/%/%'. The two arguments must be 'Term ID (with depth)' and 'Depth modifier'.<br />Have this view setup <strong>before</strong> you create this taxonomy menu. Otherwise leave this field empty!
ru: Используется только в пользовательском пути. <br /> Чтобы использовать глубину пути в "виде", он должен быть в виде '<базовый путь>/%/%'. Два аргумента должны быть "ID термина (с глубиной)" и "Модификатор глубины". <br /> Вы должны создать этот вид перед созданием меню таксономии, иначе оставьте это поле пустым.

source: Base path for custom path
ru: Базовый путь

source: Only used with a custom path.<br />You need to have a view with path 'custom path/%' and an argument 'Term ID' <strong>before</strong> you create this taxonomy menu.
ru: Используется только в пользовательском пути. <br />Вы должны иметь вид с адресом "вашпуть/%" и аргумент "ID термина" <strong>перед</strong> созданием этого меню.

source: Use term name
ru: Использовать название термина

source: If checked, use term name instead of term ID.
ru: Если выбрано, использовать название термина взамен ID термина.

source: jQuery Superfish plugin for your Drupal menus.
ru: Плагин jQuery Superfish для меню сайта.

source: Number of blocks
ru: Число блоков

source: The number of Superfish menu blocks.
ru: Число блоков Superfish

source: Enable hoverIntent detection.
ru: Включить hoverIntent

source: <p>Block-specific Superfish settings could be found at !link</p>
ru: <p>Настройки Superfish могут быть найдены в !link</p>

source: Menu Name
ru: Название меню

source: Superfish settings
ru: Настройки Superfish

source: Menu Parent
ru: Родительское меню

source: The menu you want to be displayed using Superfish.
ru: Меню, которое будет отображаться с эффектами Superfish.

source: Menu Depth
ru: Глубина меню

source: The number of child levels starting with the parent selected above. <strong>-1</strong> means all of them, <strong>0</strong> means none of them.
ru: Число вложённых подчинённых уровней выбранного родительского пункта. <strong>-1</strong> означает все уровни, <strong>0</strong> - никакой из них.

source: Menu Type
ru: Тип меню

source: NavBar
ru: Закладки меню

source: Coffee
ru: Кофейный

source: Light blue
ru: Голубой

source: Pomegranate
ru: Гранатовый

source: Space [Blue]
ru: Тёмный+Синий

source: Space [Orange]
ru: Тёмный+Оранжевый

source: Space [Teal]
ru: Тёмный+морская волна

source: Spring
ru: Светло-салатовый

source: Slide-in effect
ru: Эффект "втягивания"

source: Mouse delay
ru: Задержка мыши

source: The delay in <b>milliseconds</b> that the mouse can remain outside a sub-menu without it closing. <em>(Default: 1000)</em>
ru: Задержка в миллисекундах, в течении которого меню будет раскрыть, если курсор не находится над ним. <em>(По умолчанию: 1000)</em>

source: Animation Speed
ru: Скорость анимации

source: Slow
ru: Медленно

source: Fast
ru: Быстро

source: Drop shadows
ru: Отбрасывать тень

source: Auto-arrows
ru: Стрелки

source: Automatically adds an arrow to each parent menu item.
ru: Автоматически добавляет стрелки в пункты меню, содержащие подчинённые пункты.

source: Use jQuery BgiFrame plugin for this menu.
ru: Использовать плагин jQuery BgiFrame для этого меню.

source: Helps ease the pain when having to deal with IE z-index issues.
ru: Устраняет ошибку z-index для IE.

source: Supersubs options
ru: Опции Supersubs

source: <b>Supersubs</b> makes it possible to define custom widths for your menus. <em>(Not working for NavBar menus)</em>
ru: С помощью <b>Supersubs</b> можно определить свою ширину меню. <em>Не работает в стиле отображения "Закладки"</em>

source: Enable Supersubs
ru: Включить Supersubs

source: Minimum width
ru: Минимальная ширина

source: Minimum width for sub-menus, in <b>em</b> units. <em>(Default: 12)</em>
ru: Минимальная ширина подчинённых меню, в <b>em</b>. <em>(По умолчанию: 12)</em>

source: Maximum width
ru: Максимальная ширина

source: Maximum width for sub-menus, in <b>em</b> units. <em>(Default: 27)</em>
ru: Максимальная ширина подчинённых меню, в <b>em</b>. <em>(По умолчанию: 27)</em>

source: Advanced CSS settings
ru: CSS

source: Add <strong>first \ last</strong> classes to menu items.
ru: Добавить классы <strong>first \ last</strong> в пункты меню.

source: Add <strong>zebra striping</strong>. <em>(odd \ even)</em>
ru: Добавить классы <em>odd \ even</em> (раскраска зеброй)

source: Do <strong>not</strong> add <strong>first \ last</strong> classes to single menu items.
ru: <strong>НЕ</strong> добавлять классы <strong>first \ last</strong> к одиночным пунктам меню.

source: Do <strong>not</strong> add <strong>zebra striping</strong> to single menu items.
ru: <strong>НЕ</strong> добавлять <strong>зебру</strong> в одиночные пункты меню.

source: Add item count class to menu items. <em>(sf-item-1, sf-item-2, sf-item-3, ...)</em>
ru: Добавить класс подсчёта пунктов меню. <em>(sf-item-1, sf-item-2, sf-item-3, ...)</em>

source: Extra class(es)
ru: Дополнительные классы

source: Attach extra classes to this Superfish menu. <em>(Space separated, without dots)</em><br />Example: top-menu category-science
ru: Добавить дополнительные классы Superfish. <em>(Разделяйте пробелами)</em><br />Например: top-menu category-science

source: Extra CSS
ru: Дополнительный CSS

source: Include extra CSS file(s). <em>(Comma separate)</em><br />Example: <ul><li>sites/all/files/example.css</li><li>sites/all/files/example.css,sites/all/files/example2.css</li></ul>
ru: Включить дополнительные CSS файлы, указанные через запятую. Например: <ul><li>sites/all/files/example.css</li><li>sites/all/files/example.css,sites/all/files/example2.css</li></ul>

source: Wrapper > Hyperlinks
ru: Обёртка > Ссылки

source: Insert HTML objects <strong>before</strong> and\or <strong>after</strong> hyperlinks. <em>(Comma separated)</em><br />Examples: <ul><li>&lt;span class="background-left"&gt;&lt;span class="background-right"&gt;,&lt;/span&gt;&lt;/span&gt;</li><li>&lt;img src="example.jpg" width="24" height="24" alt="example" title="example" /&gt;,</li><li>,&lt;span class="custom-arrow"&gt;>&lt;/span&gt;</li></ul>
ru: Включить объекты HTML <strong>перед</strong> и/или <strong>после</strong> ссылок. <em>Разделяйте запятыми!</em>. Например: <ul><li>&lt;span class="background-left"&gt;&lt;span class="background-right"&gt;,&lt;/span&gt;&lt;/span&gt;</li><li>&lt;img src="example.jpg" width="24" height="24" alt="example" title="example" /&gt;,</li><li>,&lt;span class="custom-arrow"&gt;>&lt;/span&gt;</li></ul>

source: Wrapper > Hyperlinks text
ru: Обёртка > Текст ссылок

source: Insert extra codes <strong>before</strong> and\or <strong>after</strong> the text in hyperlinks. <em>(Comma separated)</em><br />Examples: <ul><li>&lt;span class="background-left"&gt;&lt;span class="background-right"&gt;,&lt;/span&gt;&lt;/span&gt;</li><li>&lt;img src="example.jpg" width="24" height="24" alt="example" title="example" /&gt;,</li><li>,&lt;span class="custom-arrow"&gt;>&lt;/span&gt;</li></ul>
ru: Включить дополнительный код <strong>перед</strong> и/или <strong>после</strong> текста ссылок. <em>Разделяйте запятыми!</em>. Например: <ul><li>&lt;span class="background-left"&gt;&lt;span class="background-right"&gt;,&lt;/span&gt;&lt;/span&gt;</li><li>&lt;img src="example.jpg" width="24" height="24" alt="example" title="example" /&gt;,</li><li>,&lt;span class="custom-arrow"&gt;>&lt;/span&gt;</li></ul>

source: Wrapper > Main UL
ru: Обёртка > Главный UL

source: Insert extra codes <strong>before</strong> and\or <strong>after</strong> the main UL. <em>(Comma separated)</em>.<br />Examples: <ul><li>&lt;h3&gt;Discover the universe!&lt;/h3&gt;,</li><li>&lt;h3&gt;Hello there!&lt;/h3&gt;,&lt;div style="clear:both"&gt;&lt;/div&gt;</li><li>,&lt;div style="clear:both"&gt;&lt;/div&gt;</li></ul>
ru: Включить дополнительный код <strong>перед</strong> и/или <strong>после</strong> главного UL. <em>Разделяйте запятыми!</em>.<br />Например: <ul><li>&lt;h3&gt;Discover the universe!&lt;/h3&gt;,</li><li>&lt;h3&gt;Hello there!&lt;/h3&gt;,&lt;div style="clear:both"&gt;&lt;/div&gt;</li><li>,&lt;div style="clear:both"&gt;&lt;/div&gt;</li></ul>

source: OnPay.ru (Webmoney, Yandex.Money, VISA, MasterCard, etc.)
ru: OnPay.ru (Webmoney, Yandex.Money, VISA, MasterCard)

source: Process payments using 'Runet Business System' service.
ru: Обработка платежей через сервис "Runet Business System".

source: Provides the Western Union payment method.
ru: Предоставляет возможность оплаты заказа через Western Union.

source: Reciept No. / Comment
ru: Номер квитанции / Комментарий

source: Any notes about the Western Union transfer, like receipt number.
ru: Любые замечания и комментарии относительно Western Union transfer, например номер квитанции.

source: Receive Western Union transfer
ru: Получить перевод Western Union

source: Use the form to enter the Western Union transfer into the payments system.
ru: Используйте эту форму для отправки перевода через Western Union.

source: Western union transfer received.
ru: Перевод Western Union получен.

source: Receive Western Union Transfer
ru: Получить перевод Western Union

source: The sum of this transfer
ru: Сумма перевода

source: Enter the transfered amount of money. You can split your order payment into several transfers.
ru: Укажите сумму перевода. Вы можете разделить платёж на несколько частей.

source: Western Union Money Transfer Control Number
ru: Контрольный номер перевода

source: Provide the Money Transfer Control Number (MTCN) of the transfer.
ru: Предаставьте контрольный номер перевода (MTCN).

source: Transfer sender name
ru: Имя отправителя

source: Full name of the person who have made this transfer.
ru: Полное имя того, кто отправляет перевод.

source: City of transfer origin
ru: Город отправителя

source: Provide the city name where the transfer was made.
ru: Название города, откуда отправляется перевод

source: Country of transfer origin
ru: Страна отправителя

source: Select the country where the transfer was made.
ru: Выберите страну, откуда отправляется перевод.

source: Comments (optional)
ru: Комментарии (необязательно)

source: You can provide here any comments regarding the transfer.
ru: Вы можете указать любые свои комментарии.

source: Send information
ru: Отправить

source: The sum of transfer must be a number.
ru: Сумма перевода должна быть числом.

source: Your transfer information has been sent.
ru: Информация по переводу была отправлена.

source: <strong>Date: </strong>
ru: <strong>Дата: </strong>

source: <strong>Sender: </strong>
ru: <strong>Отправитель: </strong>

source: <strong>City: </strong>
ru: <strong>Город: </strong>

source: <strong>Country: </strong>
ru: <strong>Страна: </strong>

source: <strong>Amount: </strong>
ru: <strong>Сумма: </strong>

source: Western union transfers information has been updated.
ru: Информация по переводам Western union была обновлена.

source: Transfer details
ru: Детали перевода

source: User comment
ru: Комментарии клиента

source: Admin comment
ru: Комментарии администратора

source: Receive failure
ru: Ошибка при получении

source: Pay via Western Union.
ru: Оплата через Western Union.

source: Western Union transfer should be made out to:
ru: Перевод Western Union должен быть сделан для:

source: Western Union transfer should be made out to
ru: Перевод Western Union должен быть сделан для

source: Western Union payment Received
ru: Оплата по Western Union получена

source: Declared total: @declared
ru: Заявленная сумма: @declared

source: Remain to declare: @remain
ru: Незадекларированный остаток: @remain

source: Your Western Union payment Received
ru: Ваша оплата по Western Union получена

source: <strong>Status:</strong><br />
ru: <strong>Состояние:</strong><br />

source: Waiting for Western Union transfer.<br /> To initiate processing of your order please enter the transfer details in the form below and press &quot;Send information&quot; button.
ru: Ожидание перевода по Western Union. Для обработки вашего заказа пожалуйста укажите детали переводав форме ниже и нажмите кнопку "Отправить".

source: Order total: @total<br />
ru: Сумма заказа: @total<br />

source: Declared total: @declared<br />
ru: Задекларированная сумма: @declared<br />

source: Waiting for the remaining Western Union transfer(s).<br />Please enter transfer details for the next Western Union transfer.
ru: Ожидание остатка перевода по Western Union. <br />Пожалуйста укажите информацию для следующего перевода Western Union.

source: Processing your Western Union payment.
ru: Обработка вашей оплаты по Western Union.

source: <h4><strong>Installation instructions</strong></h4><p>For better customer experience please use the token [order-western-union-transfer-details] in your invoice template to display the payment details on the invoice.</p>
ru: <h4><strong>Инструкции по установке</strong></h4><p> Используйте токен [order-western-union-transfer-details] в вашем инвойсе, который отображает детали оплаты. </p>

source: Provide specific description for the payment method on the order checkout page.
ru: Предоставьте специальное описание способа оплаты на странице расчёта.

source: Western Union transfer
ru: Перевод Western Union

source: Set the payment details to display to customers who choose this payment method during checkout.
ru: Укажите информацию по оплате, которая будет отображаться клиентам при выборе способа оплаты.

source: Payment recipient name
ru: Имя получателя

source: The name of a person who will receive Western Union payment
ru: Имя человека, который будет получать оплату по Western Union

source: Instructions for customers
ru: Инструкции для покупателей

source: After sending the transfers, please go to "My account" >> "Orders" section, select the order and enter transfers details.
ru: После отправки перевода, откройте страницу вашего профиля >> вкладка "Заказы", выберите заказ и укажите детали перевода.

source: Western Union payment policy
ru: Условия оплаты по Western Union

source: Inform customers about the policy of this payment method.
ru: Информация по условиям работы Western Union

source: Western Union transfers need up to 3 business days for processing from the date when the transfer details were received before an order will get status "Payment received".
ru: Переводы через Western Union обрабатываются до 3-х рабочих дней от даты получения информации по переводу и перевода заказа в состояние "Оплата получена".

source: <strong>Recipient name: </strong>
ru: <strong>Имя получателя: </strong>

source: <strong>State/Province: </strong>
ru: <strong>Штат/Провинция: </strong>

source: Please enter Your Onpay Login
ru: Укажите свой логин в системе Onpay

source: API IN Key
ru: Ключ API

source: Please enter API IN Key
ru: Укажите свой ключ API IN
