Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: !totals_orders orders shown match that account with !totals_items items purchased and !totals_total spent:
ru: Показано заказов: !totals_orders,по условию: <ul><li>куплено товаров - !totals_items</li><li>на сумму - !totals_total.</li></ul>

source: !country disabled.
ru: Страна !country отключена.

source: !country is already disabled.
ru: Страна !country уже отключена.

source: Attempted to disable an invalid country.
ru: Вы пытались отключить неправильную страну.

source: @country enabled.
ru: Страна @country включена.

source: @country is already enabled.
ru: Страна @country уже включена.

source: Attempted to enable an invalid country.
ru: Вы пытались включить неправильную страну.

source: Warning: @count orders were found with addresses in this country. Removing this country now will cause errors to show on those order pages. You might consider simply disabling this country instead.
ru: Предупреждение: @count заказов были найдены с адресом в этой стране. Если эта страна будет удалена, это приведёт к показу ошибок на страницах заказа. Лучше просто отключить эту страну.

source: Are you sure you want to remove @country from the system?
ru: Вы уверены,что хотите удалить страну @country?

source: Attempted to remove an invalid country.
ru: Вы пытались удалить неверную страну.

source: !country removed.
ru: Страна "!country" удалена.

source: Attempted to update an invalid country.
ru: Вы пытались обновить неправильную страну.

source: You cannot update to a previous version.
ru: Вы не можете обновить до предыдущей версии.

source: Country update complete.
ru: Страна обновлена.

source: Price formatter
ru: Формат цены

source: Cache generated price values until the next cron run.
ru: Кэш генерирует цены до следующего запуска крон.

source: For high traffic sites or sites with multiple price alterers, leaving this disabled may hurt the site's performance.
ru: Для высокопосещаемых сайтов или сайтов с несколькими валютами отключение этой опции может привести к снижению производительности сайта.

source: Cancel changes
ru: Отменить изменения

source: Price alterers
ru: Обработчик

source: Price handler configuration saved.
ru: Настройки цены сохранены.

source: This table lists out all users on your site who have placed orders.
ru: Эта таблица выводит всех пользователей,которые разместили заказ в магазине.

source: Use this page to search through users on your site who have placed orders.
ru: Используйте это страницу для поиска пользователей, которые разместили заказ в вашем магазине.

source: - Show links -
ru: - Показать ссылки -

source: - Hide links -
ru: - Скрыть ссылки -

source: <a href="!url">Powered by Ubercart</a>
ru: Разработано Ubercart.

source: <a href="!url">Drupal e-commerce</a> provided by Ubercart.
ru: <a href="!url">Ядро магазина</a> предоставлено Ubercart.

source: Supported by Ubercart, an <a href="!url">open source e-commerce suite</a>.
ru: Магазин работает при поддержке <a href="!url">Ubercart</a>.

source: Powered by Ubercart, the <a href="!url">free shopping cart software</a>.
ru: Разработано <a href="!url">Ubercart</a>

source: (Do not display a message in the footer.)
ru: Не отображать ничего.

source: Street address 1
ru: Адрес улицы 1

source: Street address 2
ru: Адрес улицы 2

source: State/Province
ru: Область

source: Street address
ru: Адрес улицы

source: @field is enabled.
ru: @field - включено

source: @field is disabled.
ru: @field - выключено

source: Not applicable
ru: Не применимо

source: Day
ru: День

source: 01 - January
ru: 01 - Январь

source: 02 - February
ru: 02 - Февраль

source: 03 - March
ru: 03 - Март

source: 04 - April
ru: 04 - Апрель

source: 05 - May
ru: 05 - Май

source: 06 - June
ru: 06 - Июнь

source: 07 - July
ru: 07 - Июль

source: 08 - August
ru: 08 - Август

source: 09 - September
ru: 09 - Сентябрь

source: 10 - October
ru: 10 - Октябрь

source: 11 - November
ru: 11- Ноябрь

source: 12 - December
ru: 12 - Декабрь

source: Year
ru: Год

source: Select one...
ru: Выберите...

source: Source string contains an invalid character (!char)
ru: Строка содержит неправильный символ (!char)

source: No encryption key was found.
ru: Шифровальный ключ не найден.

source: Ubercart cannot find a necessary encryption key. Refer to the store admin <a href="!url">dashboard</a> to isolate which one.
ru: Невозможно найти необходимый шифровальный ключ.Свяжитесь с администратором сайта.

source: encryption
ru: шифрование

source: Encryption failed. !messages
ru: Ошибка шифрования. !messages

source: uc_store
ru: Магазин

source: uc_add_js() has been deprecated. Use drupal_add_js() in your code.
ru: Функция uc_add_js() устарела. Используйте drupal_add_js() в коде.

source: administer store
ru: Администрировать магазин

source: view customers
ru: Видеть клиентов

source: view store reports
ru: Видеть отчёты по магазину

source: Edit the country settings.
ru: Редактировать настройки страны.

source: Import countries
ru: Импорт стран

source: Import and manage countries.
ru: Импорт и управление странами.

source: Country formats
ru: Форматы стран

source: Edit the country specific format settings.
ru: Редактировать специфичные для страны настройки.

source: View the store settings.
ru: Посмотреть установки магазина.

source: Edit the store settings.
ru: Изменить установки магазина.

source: Edit the contact settings.
ru: Изменить установки контактов.

source: Edit the display settings.
ru: Изменить установки вида.

source: Format settings
ru: Форматы

source: Edit the format settings.
ru: Изменить установки форматов.

source: JS utilities
ru: JS утилиты

source: Customer orders
ru: Заказы клиентов

source: View a list of orders placed by this customer.
ru: Список всех заказов размещённых этим клиентом

source: Disable a country
ru: Отключить страну

source: Disable a country from use.
ru: Исключить страну из использования.

source: Enable a country
ru: Включить страну

source: Enable a disabled country.
ru: Включить отключенную страну.

source: Remove a country
ru: Удалить страну

source: Remove an installed country.
ru: Удалить установленную страну.

source: Update a country
ru: Обновить страну

source: Update an installed country.
ru: Обновить установленную страну.

source: Two-character ISO country code.
ru: Двухсимвольный ISO код страны.

source: Three-character ISO country code.
ru: Трёхсимвольный ISO код страны.

source: Standard abbreviation of the zone name.
ru: Стандартная аббревиатура названия зоны.

source: Cache table for Ubercart store prices.
ru: Кэширует таблицу цен магазина.

source: 'uc_notify_store_help_page' renamed to 'uc_store_help_page' in variable table
ru: 'uc_notify_store_help_page'переименован в 'uc_store_help_page'

source: Store
ru: Магазин

source: REQUIRED. Setup the store settings and manage your Ubercart site.
ru: Базовая установка и управление магазином.

source: Default price handler
ru: Обработчик цены по умолчанию

source: The default handler formatter passes prices through a single currency formatter based on the store currency display settings.
ru: По умолчанию цены обрабатываются в одном формате валют, которая выставлены в настройках магазина.

source: List Price:
ru: Цена в прайс-листе:

source: Cost:
ru: Стоимость:

source: Price:
ru: Цена:

source: Tax Name
ru: Название

source: Jurisdiction
ru: Основание

source: Tax rate
ru: Ставка

source: Total taxable amount
ru: Сумма

source: Total tax collected
ru: Маржа

source: * No information on jurisdiction, tax rate, or taxable amount is available for this line.
ru: * Информация по наценкам недоступна.

source: Customize tax report parameters
ru: Параметры отчёта

source: Adjust these values and update the report to build your sales tax report. Once submitted, the report may be bookmarked for easy reference in the future.
ru: Уточните значения и обновите отчёт. Как только отчёт будет обновлён, он может быть занесён в закладки для дальнейшего удобного просмотра.

source: Tax Report
ru: Наценки

source: View a report about sales tax your customers paid.
ru: Просмотр отчётов по прибыли

source: Taxed products
ru: Товары

source: Taxed product types
ru: Типы товаров

source: Taxed line items
ru: Статья

source: Shippable products
ru: Доставляемые товары

source: Any product
ru: Любые товары

source: No rates available.
ru: Наценки недоступны

source: Add a tax rate
ru: Добавить

source: This name will appear to the customer when this tax is applied to an order.<br/>It will also be used to name the corresponding predicate for this rate.
ru: Это название будет показано покупателю в его заказе.

source: The tax rate as a percent or decimal. Examples: 6%, .06
ru: Значение ставки может быть в процентах или в десятичных долях.Например 6% или .06.

source: Apply tax to any product regardless of its shipability.
ru: Добавить наценку для любого товара в соответствии с его свойствами доставки.

source: Apply tax to shippable products only.
ru: Добавить наценку только к доставляемым товарам

source: "Blank line" product
ru: Товары с "пустой строкой"

source: Apply taxes to the specified product types/classes.
ru: Добавлять наценку для специальных типов товаров/классов.

source: Adds the checked line item types to the total before applying this tax.
ru: Выберите один или несколько пунктов.

source: Taxes are sorted by weight and then applied to the order sequentially. This value is important when taxes need to include other tax line items.
ru: Наценки отсортированы по весу и затем последовательно добавлены к заказу. Это значение важно, когда наценки нужно включать в строки заказа других товаров.

source: Rate must be a positive number. No commas and only one decimal point.
ru: Ставка должна быть положительным числом,без запятой и только с одной десятичной точкой.

source: Tax rate %name saved.
ru: Наценка %name сохранена.

source: Copy of !name
ru: Копия !name

source: Tax rate %name cloned.
ru: Ставка %name клонирована.

source: That tax rate does not exist.
ru: Эта наценка не существует.

source: Are you sure you want to delete @name?
ru: Вы уверены,что хотите удалить @name?

source: This action cannot be undone. Any orders that have been charged this tax may lose tax if you proceed.<br />If you just want this tax to no longer be applied to orders, consider disabling its predicate instead.
ru: Это действие не может быть отменено. Любые заказы,которые включали эту наценку потеряют эти значения. Если вы хотите, чтобы эта наценка никогда больше не действовала в заказах,просто выключите её.

source: Tax rate %name deleted.
ru: Наценка %name удалена.

source: Calculate taxes
ru: Рассчитать наценку

source: Taxes
ru: Наценки

source: Apply !name
ru: Добавить !name

source: Tax
ru: Наценка

source: Add tax rates through this page and then use the <a href="!url">conditional actions interface</a> to add conditions to the taxes that limit which orders they are applied to. Especially important are the geographic area conditions for the delivery address. Use the conditions link to jump to a particular tax rate conditions configuration page.
ru: Добавьте наценки на этой странице и затем <a href="!url">добавьте условия</a> к этим ставкам, чтобы указать,в каких случаях их применять.

source: Subtotal excluding taxes
ru: Предварительная сумма без учёта наценок

source: Changed %title to %amount.
ru: Изменено %title до %amount.

source: Removed %title.
ru: Удалено %title.

source: Added %amount for %title.
ru: Добавлено %amount для "%title".

source: configure taxes
ru: Конфигурировать наценки

source: Edit a tax rate
ru: Редактировать наценку

source: Delete tax rule
ru: Удалить правило наценки

source: Serialized array of node types to be taxed.
ru: Сериализованный массив типов документов,к которым будут применены наценки.

source: Serialized array of line item types to be taxed.
ru: Сериализованный массив строк,к которым будут применены наценки.

source: Apply @tax
ru: Применить @tax

source: Is in postal code area @code
ru: Есть в почтовом коде @code

source: Is in @zone
ru: В @zone

source: Is in @country
ru: В @country

source: The rate of taxation.
ru: Ставка наценки.

source: Define tax rates for customers' geographic locations and products sold.
ru: Определение наценок на товары в зависимости от географии клиента,суммы продажи и тд.

source: Users deleted.
ru: Пользователи удалены.

source: !num_users created.
ru: Создано !num_users.

source: Deleted taxonomy.
ru: Таксономия удалена

source: Created the following new vocabularies: !vocs
ru: Созданы следующие новые словари: !vocs

source: Created the following new terms: !terms
ru: Созданы следующие новые термины: !terms

source: 1 node created.
ru: Создан 1 документ

source: Deleted one post
ru: Удалена 1 публикация

source: Generating Content
ru: Генерирование содержимого

source: Finished @num_nids nodes created successfully.
ru: Сделано. Успешно создано @num_nids документов.

source: Finished with an error.
ru: Сделано с ошибками

source: Caution: this user will be unable to switch back.
ru: Предостережение: этот пользователь не сможет переключиться назад

source: How far back in time should the nodes be dated?
ru: Какой возраст должны иметь эти документы относительно текущего времени?

source: Node creation dates will be distributed randomly from the current time, back to the selected time.
ru: Время создания документов будет назначено в случайном порядке относительно текущего времени с учётом установленного времени.

source: Maximum number of generated comments per node
ru: Максимальное число созданных комментариев на один документ

source: You must also enable comments for the node types you are generating.
ru: Вы также должны включить комментарии для тех типов документов, которые вы собираетесь сгенерировать.

source: Max word length of titles
ru: Максимальная длина заголовка

source: Requires upload.module
ru: Требуется модуль "Загрузка"

source: Add an upload to each node
ru: Вложить файл в каждый документ

source: Requires taxonomy.module
ru: Требуется модуль "Таксономия"

source: Add taxonomy terms to each node.
ru: Добавить термины таксономии в каждый документ.

source: Requires path.module
ru: Требуется модуль "Путь"

source: Add an url alias for each node.
ru: Добавить синоним URL для каждого документа

source: Generate node view statistics (node_counter table).
ru: Генерировать статистику просмотров документа (таблица node_counter)

source: Set language on nodes
ru: Установить язык для документа

source: Requires locale.module
ru: Требуется модуль "Локализация"

source: How many vocabularies would you like to generate?
ru: Сколько словарей нужно создать?

source: How many terms would you like to generate?
ru: Сколько терминов нужно создать?

source: Max word length of term/vocab names
ru: Максимальная длина названия словаря/термина

source: Delete existing terms and vocabularies before generating new content.
ru: Удалить существующие термины и словари пере созданием нового содержимого.

source: Generate items
ru: Генерировать пункты

source: Populate your database with dummy items.
ru: Заполнить базу данных имитирующими аписями.

source: Generate users
ru: Генерировать пользователей

source: Generate a given number of users. Optionally delete current users.
ru: Генерировать заданное число пользователей. По желанию удалять текущих пользователей.

source: Generate content
ru: Генерировать содержимое

source: Generate a given number of nodes and comments. Optionally delete current items.
ru: Генерировать заданное число документов и комментариев. По желанию удалять текущие записи.

source: Generate categories
ru: Генерировать категории

source: Generate a given number of vocabularies and terms. Optionally delete current categories.
ru: Генерация заданного числа словарей и терминов. По желанию удалить текущие категории.

source: Development helper for node_access table
ru: Помощник разработчика для таблицы node_access

source: This module helps in site development. Specifically, when an access control module is used to limit access to some or all nodes, this module provides some feedback showing the node_access table in the database.
ru: Этот модуль помогает в разработке сайта. Также к достоинствам модуля можно отнести тот факт, что, если используются модули, ограничивающие доступ к документам, этот модуль предоставляет возможность обхода этих ограничений, взаимодействуя с таблицей node_access напрямую.

source: The node_access table is one method Drupal provides to hide content from some users while displaying it to others. By default, Drupal shows all nodes to all users. There are a number of optional modules which may be installed to hide content from some users.
ru: Таблица node_access - это один из способов, которым Друпал позволяет скрыть содержимое от некоторых пользователей сайта. По умолчанию Друпал показывает пользователям всё содержимое, однако существуют несколько модулей, позволяющих скрыть некоторое содержимое от некоторых пользователей.

source: If you have not installed any of these modules, you really have no need for the devel_node_access module. This module is intended for use during development, so that developers and admins can confirm that the node_access table is working as expected. You probably do not want this module enabled on a production site.
ru: Если у вас не установлены такие модули, нет необходимости использовать субмодуль "Доступ к документам". Этот модуль предназначен сугубо для разработки сайта, не включайте его на готовом сайте.

source: This module provides two blocks. One called Devel Node Access by User is visible when a single node is shown on a page. This block shows which users can view, update or delete the node shown. Note that this block uses an inefficient algorithm to produce its output. You should only enable this block on sites with very few user accounts.
ru: Этот модуль предоставляет два блока. Один называвается "Доступ к документам по пользователям" и показан на странице документа. Этот блок показывает, какте пользователи могут видеть, обновлять или удалять показанный документ. Имейте ввиду, что этот блок использует затратный по ресурсам алгоритм. Вы должны включать этот блок на сайтах с небольшим числом пользователей.

source: The second block provided by this module shows the entries in the node_access table for any nodes shown on the current page. You can enable the debug mode on the <a href="@settings_page">settings page</a> to display much more information, but this can cause considerable overhead. Because the tables shown are wide, it is recommended to enable the blocks in the page footer rather than a sidebar.
ru: Второй блок, предоставляемый этим модулем, показывает записи в таблице node_access для каждого документа, показанного на текущей странице. Вы можете включить режим отладки на странице настроек для отображения более подробной информации, но это может вызвать перегрузку системы.

source: This module also provides a <a href="@summary_page">summary page</a> which shows general information about your node_access table. If you have installed the Views module, you may browse node_access by realm.
ru: Этот модуль также предоставляет <a href="@summary_page">страницу отчётов</a>, на которой показана основная информация по таблице node_access. Если у вас установлен модуль "Виды", вы можете просмотреть таблицу node_access по отдельным областям.

source: Devel Node Access debug mode
ru: Режим отладки модуля "Доступ к документу"

source: Access Granted to All Nodes (All Users)
ru: Доступ назначен ко всем документам (Все пользователи)

source: All Nodes Represented
ru: Представлены все документы

source: All nodes are represented in the node_access table.
ru: Все документы представлены в таблице node_access.

source: Access Granted to All Nodes (Some Users)
ru: Доступ назначен для всех документов (Некоторые пользователи)

source: public nodes
ru: публичные документы

source: Public Nodes
ru: Публичные документы

source: private nodes
ru: приватные документы

source: Protected Nodes
ru: Защищённые документы

source: For per-user access permissions enable the second DNA <a href="@block">block</a>.
ru: Для распределения прав по отдельным пользователям, включите второй DNA <a href="@block">блок</a>.

source: empty
ru: пусто

source: missing
ru: потеряно

source: to node !nid:
ru: к документу !nid:

source: NO
ru: НЕТ

source: YES
ru: ДА

source: !NO: input format
ru: !NO: формат ввода

source: !YES: administer nodes
ru: !YES: администрировать документы

source: !NO: access content
ru: !NO: доступ к содержимому

source: !YES: by the module
ru: !YES: этим модулем

source: !NO: by the module
ru: !NO: этим модулем

source: !YES: node access
ru: !YES: доступ к документа

source: !YES: Node access allows this.
ru: !YES: Доступ к документу позволяет это.

source: !NO: node access
ru: !NO: доступ к документу

source: !NO: Node access denies this.
ru: !NO: Доступ к документу запрещает это.

source: !YES: own node
ru: !YES: свой документ

source: !YES: The user may view his/her own node.
ru: !YES: Пользователь может просматривать свой документ.

source: !NO: no reason
ru: !NO: нет причины

source: Devel generate
ru: Генерация

source: Generate dummy users, nodes, and taxonomy terms.
ru: Генерировать пользователей, документы, термины таксономии.

source: Developer block and page illustrating relevant node_access records.
ru: Блок и страницы разработчика показывают связанные записи node_access.

source: This name of this newsletter.
ru: Название рассылки.

source: Are you sure you want to perform '%action' on selected rows?
ru: Вы уверены,что хотите выполнить "%action"?

source: There are currently no newsletter series.
ru: В настоящее время нет рассылок.

source: The translation import failed, because the file %filename could not be read.
ru: Импорт перевода не сделан, поскольку невозможно прочитать файл %filename.

source: Edit view %view
ru: Редактировать вид %view

source: Enter the name to use for this view if it is different from the source view. Leave blank to use the name of the view.
ru: Укажите название вида, если оно отличается от определённого в коде.

source: In the checkboxes above, mark the fields whose values you want to edit below. To empty a field, mark it and leave its value blank.
ru: С помощью чек-боксов отметьте поля, которые вы хотите отредактировать.

source: This will appear in the URL after the ? to identify this filter. Cannot be blank.
ru: Появляется в URL после ? для идентификации этого фильтра. Не может быть пустым.

source: Sort order
ru: Порядок сортировки

source: Incorrect username or password
ru: Неправильный логин или пароль

source: Authentication
ru: Авторизация

source: Your Application ID, <strong> not API Key </strong>
ru: Ваше ID, <strong>не ключ API</strong>

source: Last checked
ru: Посл. проверка

source: Disable
ru: Выключить

source: Global Settings
ru: Глобальные настройки

source: Discounts based on sum of all user's successfully completed purchases. Discount grows depending on orders total amount.
ru: Скидки, основанные на сумме успешно завершённых заказов. Скидка растёт пропорционально от суммы всех заказов.

source: Ubercart configuration and order integration for Domain Access.
ru: Интеграция модуля Ubercart в модуль "Домен"

source: Add display
ru: Добавить

source: Remove display
ru: Удалить отображение

source: Could not find object info for type @type.
ru: Невозможно найти информацию объекта для типа @type.

source: Allows you to update stock and price data from a CSV file.
ru: Позволяет массово обновлять наличие на складе и цены из CSV файла.

source: Ubercart Views Attribute
ru: Виды атрибутов магазина

source: Create views on Ubercart Attribute data.
ru: Виды с данными атрибутов.

source: Product attributes
ru: Атрибуты товара

source: Case
ru: Регистр

source: Product combination of attributes.
ru: Комбинации атрибутов товаров.
