Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Start Date
ru: Начало

source: Select a beginning date.
ru: Выберите начальную дату.

source: End Date
ru: Конец

source: Select an end date.
ru: Выберите конечную дату.

source: How many nodes would you like to generate?
ru: Сколько документов нужно создать?

source: You are attempting to access an affiliate store that does not exist. Please check the address and try again.
ru: Вы пытаетесь открыть партнёрский магазин, который не существует. Проверьте адрес и попробуйте снова.

source: No affiliate
ru: Нет партнёров-аффилиатов

source: [store-name]: Affiliate Commission received
ru: [store-name]: Получена партнёрская комиссия

source: Hi [affiliate-name], Congratulations, an affiliate commission has been credited to your account. You can see full details from your affiliate center: [affiliate-commissions-url]. Thanks again, [store-name] [site-slogan]
ru: Здравствуйте [affiliate-name], Поздравляем, вам начислена партнёрская комиссиия! Подробная информация: [affiliate-commissions-url]. Спасибо, [store-name] [site-slogan]

source: Commission Structure
ru: Структура комиссий

source: SKU
ru: Артикул

source: Node translation
ru: Перевод документов

source: Valid until
ru: Действителен до

source: You selected !count rows of an unknown object type.
ru: Вы выбрали !count строк с объектом неизвестного типа.

source: Theme registry
ru: Регистр темы

source: How many users would you like to generate?
ru: Сколько пользователей нужно сгенерировать

source: act as affiliate
ru: Обращаться как аффилиат

source: adjust user commissions
ru: Уточнять комиссии

source: administer affiliates
ru: Администрировать аффилиатов

source: Manage
ru: Управлять

source: Banner/Links
ru: Баннеры/Ссылки

source: Affiliate Commissions
ru: Комиссии аффилиата

source: Edit affiliate Commissions
ru: Редактировать комиссии

source: Remove Affiliate Commissions
ru: Удалять комиссии

source: Generate Links
ru: Ссылки

source: Export Products - HTML
ru: Экспорт товаров в HTML

source: Tracks affiliate site orders and commissions.
ru: Отслеживание заказов через аффилиатов и комиссий.

source: Discount value
ru: Значение скидки

source: Is all of
ru: Все из

source: User restrictions
ru: Пользователи

source: Coupon name
ru: Название

source: Coupon code
ru: Код купона

source: Code length
ru: Длина кода

source: Start date
ru: Период с

source: No start date.
ru: Нет начальной даты.

source: Expiry date
ru: Срок действия

source: Check to enable the coupon, uncheck to disable the coupon.
ru: Отметьте для включения этого купона.

source: Discount type
ru: Тип скидки

source: Enter values without symbols, for 15%, enter "15" and choose Percentage as the discount type.
ru: Укажите просто цифру без символа.

source: A minimum order total that applies to the coupon, or 0 for no minimum order limit.
ru: Минимальная сумма заказа,для которой разрешён купон.Укажите "0" для отмены лимита.

source: Maximum number of redemptions (per user)
ru: Максимальное число использований (на пользователя)

source: Enter the maximum number of times this coupon can be used by a single user, or 0 for unlimited.
ru: Укажите максимальное число использований купона на одного человека.Укажите "0" для отмены ограничений.

source: Product classes
ru: Классы товара

source: Applicable products
ru: Товары

source: Enter one or more products below to restrict this coupon to a set of products, regardless of any product attributes. Discounts will apply to each matching product.
ru: Укажите один или более товаров,для которых будет действовать этот купон.

source: Apply coupon to products listed below.
ru: Товары,для которых будет действовать этот купон.

source: Apply coupon to all products except those listed below.
ru: Купон будет действовать для всех товаров,кроме указанных ниже.

source: Applicable SKUs
ru: Артикулы

source: Enter one or more SKUs below to restrict this coupon to a set of SKUs, allowing coupons to apply to specific products or attribute options. Discounts will apply to matching SKU.
ru: Укажите артикулы,для которых будет действовать купон.

source: Enter one or more user names and/or "anonymous users" below to make this coupon valid only for those users.
ru: Укажите одного или нескольких пользователей (для анонимов укажите "anonymous users"),для которых будет действовать этот купон.

source: Role restrictions
ru: Роли

source: Enter one or more role names below to make this coupon valid only for users with those roles.
ru: Укажите роли,для которых будет действовать этот купон.

source: Select the groups who are able to use this coupon. This option is deprecated, it is recommended that you leave this option as "Both wholesale and retail" use the role selection above instead.
ru: Выберите группы,для которых будет действовать этот купон.Рекомендуется значение "Опт и розница".

source: Coupon code already used by %name.
ru: Купон уже использован %name.

source: Products must include the node ID.
ru: Товары должны быть с ID документа.

source: User names must include the user ID.
ru: Имена пользователей должны быть с ID пользователя.

source: This coupon code is invalid or has expired.
ru: Этот купон неправильный или просрочен.

source: You do not have applicable products in your cart.
ru: У вас нет в корзине товаров,для которых можно применить купон.

source: This coupon has reached the maximum redemption limit.
ru: Этот купон уже исчерпал максимально допустимое количество использований.

source: You have not reached the minimum order total for this coupon.
ru: У вас недостаточная для использования купона сумма заказа.

source: Your user ID is not allowed to use this coupon.
ru: Вы не можете использовать этот купон.

source: You do not have the correct permission to use this coupon.
ru: У вас недостаточно прав использовать этот купон.

source: Coupon: @code
ru: Купон: @code

source: Coupon discount
ru: Скидка купона

source: Allows shoppers to use a coupon during checkout for order discounts.
ru: Разрешает покупателям использовать купон для скидки во время расчёта.

source: Apply to order
ru: Применить к заказу

source: A coupon discount of !amount will be deducted from your order total at checkout.
ru: Купон применён к вашему заказу. <strong>!amount</strong> будет отнято от итоговой суммы вашего заказа.

source: Checkout pane message
ru: Сообщение на панели расчёта

source: The coupon has been applied to your order.
ru: Этот купон уже применён к вашему заказу.

source: End date
ru: По

source: No end date.
ru: Нет даты окончания.

source: Order statuses
ru: Состояния заказов

source: Only orders with selected statuses will be included in the report.
ru: Отчёт будет содержать только заказы с выбранными выше состояниями.

source: Hold Ctrl + click to select multiple statuses.
ru: Удерживайте Ctrl для выбора нескольких (либо всех) состояний.

source: Display report
ru: Отчёт

source: Order #
ru: Номер заказа

source: Purchase date
ru: Дата покупки

source: Total
ru: Сумма

source: Coupon value
ru: Значение купона

source: Uses: @total
ru: Использование: @total

source: Coupon code: !link
ru: Код: !link

source: Coupon usage report
ru: Отчёт

source: Coupons used: @total
ru: Использован: @total

source: Orders total: @total
ru: Сумма заказов: @total

source: Coupons total: @total
ru: Сумма купонов: @total

source: Coupons
ru: Купоны

source: view store coupons
ru: Смотреть купоны

source: manage store coupons
ru: Управлять купонами

source: coupon wholesale pricing
ru: Цены оптовых купонов

source: view reports
ru: Просматривать отчёты

source: Manage store discount coupons.
ru: Управление купонами магазина.

source: Active coupons
ru: Активные купоны

source: View active coupons.
ru: Просмотр активных купонов

source: Inactive coupons
ru: Неактивные купоны

source: View inactive coupons.
ru: Просмотр неактивных купонов

source: Add new coupon
ru: Добавить

source: Add a new coupon.
ru: Добавить новый купон.

source: Select the VBO to be executed.
ru: Выберите VBO для выполнения

source: Operation arguments
ru: Аргументы операции

source: Administrative interface to views. Without this module, you cannot create or edit your views.
ru: Интерфейс администрирования модуля "Виды". Без этого модуля вы не можете создавать или редактировать ваши виды.

source: Edit an existing coupon.
ru: Редактирование существующих купонов.

source: Delete a coupon.
ru: Удаление купона.

source: Coupon usage reports
ru: Отчёт

source: View coupon usage reports.
ru: Просмотр статистики использования купонов.

source: Store Coupons
ru: Купоны магазина

source: Allow administrators to manage store coupons
ru: Система купонов в магазине.

source: Ubercart - payment
ru: Магазин - платеж

source: Send an e-mail to the customer
ru: Отправить пользователю e-mail

source: Sender
ru: Отправитель

source: The "From" address.
ru: Адрес "От".

source: Enter the email addresses to receive the notifications, one on each line. You may use order tokens for dynamic email addresses.
ru: Укажите e-mail адрес, чтобы получать уведомления, по одному на строку. Вы можете использовать токены для динамических e-mail.

source: Body text of subscribe email
ru: Основной текст

source: Set parameters for '%action'
ru: Установить параметры для "%action"

source: The user's last access date.
ru: Дата последнего авторизированного посещения сайта.

source: You can make use of the replacement patterns in the recipients field, the subject, and the message body.
ru: Вы можете использовать шаблоны подстановки (токены) в полях получателя,темы письма,тела сообщения.

source: From email address
ru: Адрес "От"

source: @name replacement patterns
ru: Токены @name

source: The product feature id.
ru: ID свойства товара.

source: The identifier of the node that has a feature.
ru: Идентификатор документа, которая имеет свойство.

source: Legal aspects
ru: Условия магазина

source: Please confirm if you agree with the legal aspects that apply on all our deliveries.
ru: Пожалуйста, подтвердите, что вы согласны с условиями предоставления услуг нашим магазином.

source: General terms and conditions
ru: Условия предоставления услуг

source: Revocation rights
ru: Права по аннулированию

source: general terms and conditions
ru: условиями

source: I agree with the !gtc
ru: Я согласен с !gtc

source: Download the GTCT here
ru: Скачать соглашение

source: Print view of GTCT
ru: Печать соглашения

source: revocation rights
ru: правами аннулирования

source: I agree with the !grp
ru: Я согласен с !grp

source: Download the revocation rights here
ru: Скачать права аннулирования

source: Print view of revocation rights
ru: Печать прав аннулирования

source: Terms and conditions
ru: Условия и обязательства

source: Enter the global terms and conditions that apply to your store.
ru: Укажите основные условия предоставления услуг в вашем магазине.

source: Enter the revocation rights that apply to your store.
ru: Укажите права и условия аннулирования услуги.

source: Pane display options
ru: Опции

source: General terms and conditions display options
ru: Отображения опций.

source: Show Popuplink
ru: Показать ссылку поп-ап

source: Check this if you want the GTCT displayed in a popup.
ru: Отметьте,чтобы отображать условия во всплывающем окне.

source: Popup URL
ru: URL pop-up

source: If Show Popuplink is enabled, you may override the popup URL here. Defaults to %path
ru: Если включена popup-ссылка, вы можете переписать URL этой ссылки. По умолчанию %path

source: Popup href
ru: Текст ссылки popup

source: If Show Popuplink is enabled, you may override the href URL of the popup link here. Defaults to %path
ru: Если включена popup-ссылка, вы можете переписать её текст здесь. По умолчанию %path

source: Show Printlink
ru: Показать ссылку "Распечатать"

source: Check this if you want a print-link available
ru: Отметьте, если хотите включить ссылку "Распечатать"

source: Show GTCT in Pane
ru: Показать условия на панели

source: Check this if you want the GTCT-Text displayed directly in the checkout pane.
ru: Отметьте, если хотите показывать условия предоставления услуг прямо на панели расчёта.

source: Show required Checkbox
ru: Показать обязательный чек-бокс

source: Check this if you require the Customer to accept the GTCT at checkout.
ru: Отметьте, если хотите обязать покупателя принять условия при расчёте.

source: Revocation rights display options
ru: Отображение условий аннулирования

source: Check this if you want the revocation rights displayed in a popup.
ru: Отметьте, чтобы показать права аннулирования в отдельном окне.

source: Show revocation rights in pane
ru: Показать права аннулирования на панели.

source: Check this if you want the revocation rights text displayed directly in the checkout pane.
ru: Отметьте, если хотите отображать права аннулирования прямо на панели расчёта.

source: Check this if you require the Customer to accept the revocation rights at checkout.
ru: Отметьте, если вы хотите обязать покупателя согласиться с условиями.

source: General Terms and Conditions
ru: Общие условия предоставления услуг

source: You can download the GTCT here
ru: Скачайте условия здесь

source: You can download the revocation rights here
ru: Скачайте права и условия аннулирования здесь

source: Legal aspects pane
ru: Условия магазина

source: Global terms and conditions, revocation rights settings.
ru: Настройки условий предоставления услуг.

source: View global terms and conditions.
ru: Просмотр условий предоставления услуг

source: Print view
ru: Распечатать

source: View revocation rights.
ru: Просмотр прав аннулирования

source: Legal aspects checkout pane
ru: Условия магазина

source: Adds a pane for agreeing terms and conditions and/or revocation rights using a checkbox.
ru: Добавляет панель с общими условиями предоставления услуг перед отправкой/оплатой заказа.

source: Not a string
ru: Не строка

source: Not a number
ru: Не число

source: Not set
ru: Не установлено

source: Not an array
ru: Не массив

source: ImageCache preset
ru: Алгоритм динамических изображений

source: The name of ImageCache preset for product picture in block. Scale to 50x50 (default "cart" preset) or 64x64 is recommended. Square images or actions like "define canvas" in preset are highly recommended for horisontal orientation.
ru: Название пресета ImageCache для отображения иконки товара в блоке. Рекомендуется изменение размера до 50х50 (типовой пресет "cart") или 64х64. В случае горизонтальной ориентации настоятельно рекомендуется использовать квадратные картинки для товаров или действия наподобие "define canvas" в пресете ImageCache.

source: Hide block if cart is empty
ru: Скрывать блок, если корзина пуста

source: Hide block for unregistered users if caching of pages or blocks enabled
ru: Не показывать блок гостям, если включено кэширование страниц или блоков

source: Otherwise message will shown.
ru: В противном случае будет показано соответствующее сообщение.

source: Show cart icon in block header
ru: Отображать иконку корзины в заголовке блока

source: Icon doesn't show if block header overriden.
ru: Если заголовок блока переопределен, то иконка отображаться не будет.

source: Show sort header
ru: Отображать строку для сортировки товаров

source: Increase first
ru: Плюс в начале

source: The order of buttons "-" and "+".
ru: Порядок кнопок "-" и "+".

source: Use currency format to show price of item
ru: Использовать денежный формат для цены товаров

source: It may cause some artefacts by the word-wrap.
ru: Это может вызвать нежелательные эффекты из-за переносов слов.

source: Show descriptions of items in vertical view
ru: Отображать дополнительную информацию о товаре в вертикальном варианте

source: Selected attributes, content of product kit, etc.
ru: Выбранные атрибуты, состав набора и т.д.

source: Enable scrolling if products more than
ru: Использовать прокрутку, если позиций более

source: JavaScript must be enabled for scrolling. 0 - disable scrolling. In this case, a horizontal orientation looks like "large icons", and vertical orientation can be very long.
ru: Для работы этой функции у пользователя должен быть включен JavaScript. 0 - отключение функции прокрутки. В этом случае горизонтальное представление выглядит как "значки" в проводнике, а в вертикальном режиме блок может оказаться слишком длинным.

source: Item count in summary of block is
ru: Количество в подвале блока - это

source: Number of rows in cart table view
ru: Количество позиций (строк в таблице на экране корзины)

source: Sum of quanitity of all products
ru: Сумма количества всех товаров

source: Orientation
ru: Ориентация

source: Vertical (cart items in rows)
ru: Вертикальная (один позиция на строку)

source: Horizontal (product pitures in one row)
ru: Горизонтальная (иконки товаров располагаются в ряд)

source: Scroll count must be integer between 0 and 99
ru: Количество позиций для активации скроллинга должно быть числом от 0 до 99

source: Pictured cart block
ru: Блок корзины с картинками

source: No pic
ru: Нет изоб.

source: no picture available
ru: изображение отсутствует

source: The cart is empty
ru: <span class="cart-is-empty">Ваша корзина пуста</span>

source: View your shopping cart
ru: Просмотр корзины

source: We are sorry, but advanced cart block features are not available for guests with current site settings.
ru: К сожалению, при текущих настройках сайта дополнительные функции блока для гостей недоступны.

source: Please
ru: Пожалуйста

source: register
ru: зарегистрируйтесь

source: You can also
ru: Вы также можете

source: view your cart
ru: просмотреть корзину

source: Sort by
ru: Сортировка

source: d
ru: у

source: a
ru: в

source: name
ru: наим

source: sum
ru: сум

source: View cart
ru: Обзор корзины

source: <a href="!url">View the help page</a> to learn how to create cart links.
ru: <a href="!url">Справка</a>.

source: <span class="num-items">@count</span> Item
ru: <span class="num-items">@count</span> позиция

source: Set sort order
ru: Установить порядок сортировки

source: Cart block with product image and buttons to manipulate items.
ru: Блок корзины с изображениями товаров и кнопками управления.

source: <p>Product "Power Tools" give you a number of options for altering the product creation form. This is useful when you have product classes that do not require all of the possible product fields. Unneeded fields can be disabled and hidden, or preset and hidden.</p><p>Tweakable options:<ul><li>Auto Generate SKU</li><li>List Position</li><li>List Price &amp; Cost</li><li>Default Quantity &amp; Package Quantity</li><li>Shippable (can hide other shipping fields for non-shippable products)</li><li>Set default stock levels (If stock module is installed)</li></ul>
ru: Дополнительные настройки для формы редактирования товаров.

source: Product Class
ru: Класс

source: "Power Tools" Status
ru: Состояние инструментов

source: Analyze
ru: Анализ

source: Show SKU field on product entry form
ru: Показать поле артикула на странице редактирования товара

source: Hide SKU field and Automatically Generate from replacement pattern below:
ru: Скрыть поле артикула и автоматически генерировать из шаблонов ниже:

source: This string will be used as SKU.
ru: Эта срока будет использована в качестве артикула.

source: Use the syntax [token] if you want to insert a replacement pattern.<br />Note: CCK Fields that are not assigned to products in this product class will return no value. If using the Auto Node Title module, [title] and [title-raw] will return "ant".
ru: Используйте токены для подстановок. Поля ССК не назначаются для товаров в этом классе и вернут ноль. Если используется модуль "Автоматический заголовок", шаблоны [title] и [title-raw] вернут "ant".

source: Pattern for the SKU
ru: Шаблон для артикула

source: Prefer raw-text replacements for text to avoid problems with HTML entities!
ru: Предпочтительно использовать "необработанные" текстовые токены во избежании проблем с HTML.

source: Show List Price field on product entry form
ru: Показать поле цены из прайс-листа в форме редактирования

source: Hide List Price field & Use Sell Price Value entered on product form
ru: Скрыть поле цены из прайс-листа и использовать цену продажи

source: Hide List Price field & Use default value below:
ru: Скрыть поле цены из прайс-листа и использовать значение по умолчанию:

source: List price
ru: Прайс-лист

source: Show Cost field on product entry form
ru: Показывать поле стоимости в форме редактирования товара

source: Hide Cost field & Use default value below:
ru: Скрыть поле стоимости и использовать значение по умолчанию:

source: Cost
ru: Стоимость

source: Show Sell Price field & Use default value below:
ru: Показать цену продажи и использовать значение по умолчанию:

source: Show Sell Price field on product entry form
ru: Показывать цену продажи в форме редактирования товара

source: Hide Sell Price field & Use default value below:
ru: Скрыть цену продажи и использовать значение по умолчанию:

source: Sell price
ru: Цена продажи

source: Show Default Quantity field on product entry form
ru: Показать поле количества по умолчанию

source: Hide Default Quantity field & Use default value below:
ru: Скрыть поле количества и использовать значение по умолчанию:

source: Show Default Quantity field & Use default value below:
ru: Показать поле значения по умолчанию и использовать по умолчанию значение:

source: Default Quantity
ru: Количество по умолчанию

source: Default quantity to add to cart
ru: Количество товара по умолчанию,которое клиент может добавить в корзину

source: Show Default Package Quantity field on product entry form
ru: Показать поле количества посылок по умолчанию в форме редактирования

source: Hide Default Package Quantity field & Use default value below:
ru: Скрыть поле количества посылок по умолчанию и использовать по умолчанию значение:

source: Show Default Package Quantity field & Use default value below:
ru: Показать поле количества посылок по умолчанию и использовать по умолчанию значение:

source: Package Quantity
ru: Количество посылок

source: For a package containing only this product, how many are in it?
ru: Количество только этого товара,содержащееся в посылке.

source: Show List Position field on product entry form
ru: Показать поле позиции в списке в форме редактирования товара

source: Hide List Position field & Use default value below:
ru: Скрыть поле позиции в сиске и использовать значение по умолчанию:

source: List Position
ru: Позиция

source: List Position weight of products of this class.
ru: Вес позиции в списке для этого класса.

source: Product is Shippable. Show checkbox & all shipping fields on product entry form
ru: Товар доставляется. Показать чекбокс и все поля доставки в форме редактирования товара

source: Product is Shippable. Hide checkbox, but show other shipping fields on product entry form
ru: Товар доставляется. Скрыть чекбокс, но показать другие поля доставки в форме редактирования товара

source: Product is NOT Shippable. Hide checkbox, but show other shipping fields on product entry form
ru: Товар не доставляется. Скрыть чекбокс, но показать другие поля доставки в форме редактирования товара

source: Product is NOT Shippable. Hide checkbox & all shipping fields on product entry form
ru: Товар не доставляется. Скрыть чекбокс и все поля доставки в форме редактирования товара

source: Pounds
ru: Фунты

source: Kilograms
ru: Килограммы

source: Ounces
ru: Унции

source: Grams
ru: Граммы

source: Unit of measurement
ru: Единица

source: Physical dimensions of the packaged product.
ru: Физические габариты упакованных товаров.

source: Units of measurement
ru: Единица измерения

source: Inches
ru: Дюймы

source: Feet
ru: Футы

source: Centimeters
ru: Сантиметры

source: Millimeters
ru: Миллиметры
