Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Access Granted to Some Nodes
ru: Доступ к документам

source: The following realms appear to grant all users access to some specific nodes. This may be perfectly normal, if some of your content is available to the public.
ru: Следующие области похоже дают полный доступ к определённым документам. Это может быть нормальным, если некоторое содержимое сайта имеет публичный доступ.

source: view devel_node_access information
ru: Просмотр информации по доступу к документам

source: %1's bookmarks
ru: Закладки %1

source: bookmarks
ru: закладки

source: Use default css
ru: Использовать css по умолчанию

source: Delete preset: !presetname
ru: Удалить алгоритм: !presetname

source: Delete !action for preset !presetname
ru: Удалить !action для алгоритма !presetname

source: Fieldset collapsed by default
ru: Поля, свёрнутые по умолчанию

source: Fieldset explanded by default
ru: Поля, развёрнутые по умолчанию

source: Tabbed blocks
ru: Табы

source: How to display dashboard content blocks
ru: Как отображать блоки на панели управления

source: Remove this post from your bookmarks
ru: Удалить товар из своих закладок

source: This post has been removed from your bookmarks
ru: Удалено из списка желаний

source: This post has been added to your bookmarks
ru: Добавлено в список желаний

source: Enables Hierarchy path to Taxonomy Menu.
ru: Иерархический путь к меню таксономии.

source: Enables a custom path for each vocabulary through Taxonomy Menu.
ru: Пользовательский путь для каждлго словаря через меню таксономии.

source: Vocabulary path
ru: Путь словаря

source: Custom path for vocabulary
ru: Пользовательский путь словаря

source: Enter the path you would like to use for this vocabulary. Only used if menu path type is "Vocabulary path".
ru: Укажите путь для этого словаря. Используется, если выбрана опция "Путь словаря"

source: Use vocabulary path as base path
ru: Использовать путь словаря в качестве базового

source: Use the custom path for vocabulary as base path for term menu items. Only used if Menu path type is "Vocabulary path".
ru: Использовать свой пользовательский путь для словаря в качестве базового пути для пунктов меню термина. Используется, если выбрана опция "Путь словаря"

source: Base path for hierarchy path
ru: Базовый путь для иерархии пути

source: Only used if the <em>Hierarchy path</em> type is selected.
ru: Используется, если выбрана опция "Путь иерархии".

source: Delivery country
ru: Страна доставки

source: Recipient's first name
ru: Имя получателя

source: Recipient's last name
ru: Фамилия получателя

source: Connect
ru: Контакт

source: Show products
ru: Показать товары

source: Choose JavaScript plugin
ru: JavaScript плагин

source: Choose which JavaScript plugin will used for displaying big product images on a product page. Plugins stored in libraries directory
ru: Выберите, какой JQUERY плагин будет использован для отображения большого изображения товара. Сами плагины храняться в директории /lib модуля general

source: Display as attachment
ru: Как вложение

source: Display as full image
ru: Как полние изображение

source: Display via imagecache preset !preset
ru: Отображать через алгоритм !preset

source: Image attachments on comments
ru: Вложённые в комментарии изображения

source: Small image
ru: Маленькое изображение

source: Choose a preset name to use as small additional product images.
ru: Выберитеназвание алгоритма, который будет использован для дополнительных изображений товара.

source: Product image
ru: Изображение товара

source: Choose a preset name to use as main product image.
ru: Выберите алгоритм изображения, применяемого для основного изображения товара.

source: Big image
ru: Большое изображение

source: Choose a preset name to use as original product images (popup).
ru: Выберите алгоритм изображения, который будет использован для показа оригинального размера товара (попап).

source: Zoom height
ru: Высота зума

source: Enter the image height value (in px). Images with greater height will be displayed via zoom.
ru: Укажите высоту оригинального изображения (в пикселях), которое будет служить пороговым значением, при котором включается зум.

source: Zoom width
ru: Ширина зума

source: Enter the image width value (in px). Images with greater width will be displayed via zoom.
ru: Укажите ширину оригинального изображения (в пикселях), которое будет служить пороговым значением, при котором включается зум.

source: Product image display settings
ru: Изображения товара

source: The date, when your business was started. Used for copyright
ru: Дата, когда был запущен ваш бизнес.

source: Start copyright date
ru: Начальная дата

source: Scroll threshold
ru: Порог прокрутки

source: If a product has more additional images then set here, these images will have scrolling effect.
ru: Если товар имеет дополнительных изображений больше указанного здесь количества, для их показа будет применён эффект прокрутки мышкой.

source: Accordion
ru: Аккордион

source: Collapsed with cookie
ru: Свёрнутые блоки с эффектом запоминания положения

source: Tab style
ru: Стиль табов

source: Choose how to display main tabs on product page.
ru: Выберите, как отображать блок с главными закладками на странице товара.

source: Google Analytics Data Export API server used for testing.
ru: Тестовый сервер Google Analytics Data Export API

source: Provides a "Google Chart" Views style.
ru: Предоставляет стиль вида "Диаграмма Google "

source: Charting for various core modules.
ru: Построение диаграмм для различных модулей.

source: Zoom settings
ru: Увеличительное стекло

source: Choose zoom plugin
ru: Зум-плагин

source: Choose which JavaScript plugin will used for zoom effect.
ru: Выберите, какой использовать плугин для эффекта "увеличительное стекло".

source: Edit !name
ru: Редактировать !name

source: Terms
ru: Термины

source: view imagecache pager
ru: Смотреть алгоритм pager

source: Easily create links to Drupal internal paths through CKEditor.
ru: Удобная вставка ссылок на внутренние системные страницы через редактор CKEditor.

source: Enable the world wide standard OAuth for authentication.
ru: Авторизация мо международному стандарту OAuth

source: A generic client that might be used by developers that want to integrate their modules with OAuth.
ru: Основной клиент, который может быть использован для разработчиков, которые хотят интегрировать свои модули с OAuth.

source: Exposes Drupal actions to send Twitter messages.
ru: Позволяет использовать системные условные действия для отправки сообщений в Twitter.

source: Adds support for "Sign in with Twitter"
ru: Добавляет поддержку авторизации через аккаунт Twitter.

source: User Tweets
ru: Твиты пользователя

source: Sign-in
ru: Вход

source: When enabled, all method calls must include a valid OAuth access token and consumer token.
ru: Если включено, все способы вызовов должны включать токен OAuth и ключ пользователя

source: Plain text (UNSECURE)
ru: Простой текст

source: OAuth cryptography
ru: Шифрование OAuth

source: Sign in with Twitter
ru: Войти через Twitter

source: This page allows a translator to search for specific translated and untranslated strings, and is used when creating or editing translations. (Note: For translation tasks involving many strings, it may be more convenient to <a href="@export">export</a> strings for off-line editing in a desktop Gettext translation editor.) Searches may be limited to strings found within a specific text group or in a specific language.
ru: На этой странице можно найти и перевести существующие в системе переводимые строки вручную.

source: Untitled Schedule
ru: Расписание без названия

source: Save the backup files to any directory on the server which the web-server can write to.
ru: Сохранять резервные файлы в любую директорию сервера, доступную для записи.

source: Server Directory
ru: Директория сервера

source: Database
ru: База данных

source: Import the backup directly into another database. Database destinations can also be used as a source to backup from.
ru: Импорт резервной копии прямо в другую базу данных.

source: MySQL Database
ru: База данных MySQL

source: Import the backup directly into another MySQL database. Database destinations can also be used as a source to backup from.
ru: Импорт копии прямо в другую MySQL базу данных.

source: Save the backup files to any a directory on an FTP server.
ru: Сохранять копии в FTP директории сервера.

source: FTP Directory
ru: FTP директория

source: Amazon S3 account
ru: Аккаунт Amazon S3

source: Save the backup files to a bucket on your !link.
ru: Сохранять резервные копии в !link.

source: Send the backup as an email attachment to the specified email address.
ru: Отправлять резервные копии в виде вложения на определённый email адрес.

source: Manual Backups Directory
ru: Директория ручного резервирования

source: Scheduled Backups Directory
ru: Директория резервирования по расписанию

source: Default Database
ru: База данных по умолчанию

source: Untitled Profile
ru: Профиль без названия

source: Default Settings
ru: Настройки по умолчанию

source: Sep
ru: Сентябрь

source: Sunday
ru: Воскресенье

source: download
ru: загрузить

source: restore
ru: сохранить

source: delete
ru: удалить

source: Slideshow
ru: Слайдшоу

source: Display the results as a slideshow.
ru: Отображать результаты в виде слайдшоу.

source: String contains
ru: Строка содержит

source: Leave blank to show all strings. The search is case sensitive.
ru: Оставьте пустым, чтобы показать все строки. Поиск чувствителен к регистру.

source: All languages
ru: Все языки

source: English (provided by Drupal)
ru: English (системный)

source: Search in
ru: Область поиска

source: Both translated and untranslated strings
ru: Переведённые и непереведённые строки

source: Only translated strings
ru: Только переведённые строки

source: Only untranslated strings
ru: Только непереведённые строки

source: Limit search to
ru: Ограничить поиск

source: All text groups
ru: Все группы

source: Правильные домены
ru: Действительные домены

source: Extract
ru: Извлечь

source: You have not yet bookmarked any content. Click the "Bookmark this" link when viewing a piece of content to add it to this list.
ru: Ваши закладки пусты.

source: User bookmarks
ru: Закладки пользователя

source: This user has not yet bookmarked any content.
ru: Пока нет никаких закладок.

source: Today's popular content
ru: Популярные товары за сегодня

source: This page is a demonstration of VotingAPI's integration with the Views module. It's set up to display nodes sorted by percentage ratings, the style used by Fivestar module.
ru: Эта страница демонстрирует интеграцию модуля "API голосования" с модулем "Виды". ДЖокументы отсортированы по процентному рейтингу.

source: Approve points
ru: Одобрить

source: Unspecified error
ru: Неопределённая ошибка

source: An error occurred. \n@uri\n@text
ru: Произошла ошибка. \n@uri\n@text

source: An error occurred. \n@uri\n(no information available).
ru: Произошла ошибка. \n@uri\n(информация недоступна)

source: An HTTP error @status occurred. \n@uri
ru: Произошла HTTP ошибка. \n@uri

source: Add !actionname to !presetname
ru: Добавить !actionname в !presetname

source: page not found
ru: страница не найдена

source: Generates output from all files found in this directory.
ru: Генерирует содержимое со всех файлов, найденных в этой директории.

source: Export a language independent or language dependent (plural forms, language team name, etc.) template.
ru: Экспортировать независимый или зависимый (множественные формы и тд) от языка шаблоны.

source: Extract from %name
ru: Извлечь из %name

source: To extract from a single component in this directory, choose the desired entry in the fieldset below.
ru: Чтобы извлечь из одиночного компонента в этой категории, выберите нужную запись в поле ниже.

source: Invalid menu %element definition found in %hook. Title and description keys of the menu array should be literal strings.
ru: Неправильная зависимость меню %element найдена в %hook. Ключи заголовка и описание массива меню должны быть в виде букв.

source: In %file on line %line.
ru: В %file в строке %line.

source: Empty string attempted to be localized. Please do not leave test code for localization in your source.
ru: Попытка локализации пустой строки. Не оставляйте тестовый код для локализации в коде.

source: The first two watchdog() parameters should be literal strings. There should be no variables, concatenation, constants or even a t() call there.
ru: Первые два параметра watchdog() должны быть в виде буквенных строк. Ъдесь не должно быть переменных, констант и даже вызовов t().

source: Read more at <a href="@url">@url</a>
ru: Подробнее здесь <a href="@url">@url</a>

source: At %excerpt in %file on line %line.
ru: В %excerpt в %file в строке %line.

source: The first parameter to @function() should be a literal string. There should be no variables, concatenation, constants or other non-literal strings there.
ru: Первый параметр в @function() должен быть буквой. Здесь не должно быть переменных, констант и других небуквенных строк.

source: This page allows you to generate translation templates for module and theme files. Select the module or theme you wish to generate a template file for. A single Gettext Portable Object (Template) file is generated, so you can easily save it and start translation.
ru: На этой странице можно сгенерировать шаблоны переводов для тем и файлов. Выберите модуль или тему для извлечения из него шаблона. Будет создан одиночный файл в формате .po

source: Include translations
ru: Включить переводы

source: Include translations of strings in the file generated. Not applicable for language independent templates.
ru: Включать переводы строк в генерируемый файл. Недоступно для независимых от языка шаблонов.

source: Template language
ru: Шаблон языка

source: Template file for !langname translations
ru: Шаблон для перевода на !langname

source: Language independent template
ru: Независимый языковой шаблон

source: Extract from all in directory "@directory"
ru: Извлечь из всей директории "@directory"

source: Directory "@directory"
ru: Директория "@directory"

source: Extract from %name in the %directory directory
ru: Извлечь из %name в директории %directory

source: Extract from files named %pattern in the %directory directory.
ru: Извлечь из файлов с названием %pattern в директории %directory.

source: Payer's country
ru: Страна плательщика

source: Relate orders to billing country
ru: Связать заказ со страной платежа

source: Payer's country id
ru: ID страны плательщика

source: Payer's country name
ru: Название страны плательщика

source: The country where the bill will be sent.
ru: Страна, с которой был отправлен платёж.

source: Payer's country ISO code (2 characters)
ru: ISO код страны плательщика (2 символа)

source: The two-character ISO country code.
ru: Двузначный код страны по классификации ISO

source: Payer's country ISO code (3 characters)
ru: ISO код страны плательщика (3 символа)

source: The three-character ISO country code.
ru: Трёхзначный код страны по классификации ISO

source: Recipient's country
ru: Страна получателя

source: Relate orders to delivery country
ru: Связать заказ со страной получателя

source: Recipient's country id
ru: ID страны получателя

source: Recipient's country name
ru: Название страны получателя

source: The country of the delivery location.
ru: Страна, куда будет отправлен заказ.

source: Recipient's country ISO code (2 characters)
ru: ISO код страны получателя (2 символа)

source: Recipient's country ISO code (3 characters)
ru: ISO код страны получателя (3 символа)

source: Payer's zone
ru: Зона плательщика

source: Relate orders to billing zone
ru: Связать заказ с платёжной зоной

source: Payer's zone id
ru: ID зоны плательщика

source: Payer's zone name
ru: Название зоны плательщика

source: The state/zone/province where the bill will be sent.
ru: Область,зона,провинция, откуда был оплачен заказ.

source: Payer's zone code
ru: Код зоны плательщика

source: Standard abbreviation of the payer's zone name.
ru: Стандартная аббревиатура названия зоны плательщика.

source: Recipient's zone
ru: Зона получателя

source: Relate orders to delivery zone
ru: Связать заказ с зоной доставки

source: Recipient's zone id
ru: ID зоны получателя

source: Recipient's zone name
ru: Название зоны получателя

source: The state/zone/province of the delivery location.
ru: Штат, зона, провинция доставки заказа.

source: Recipient's zone code
ru: Код зоны получателя

source: Standard abbreviation of the recipient's zone name.
ru: Стандартная аббревиатура названия зоны получателя

source: Have you tried
ru: Последние добавленные товары

source: New Products
ru: Новые товары

source: Popular products
ru: Популярные товары

source: Recent posts
ru: Последние публикации

source: Monthly archive
ru: Месячный архив

source: Archive list
ru: Список архивов

source: Product purchased by user
ru: Товары, заказанные покупателем

source: Product pairs
ru: Соответствие товаров

source: Go to previous page
ru: На предыдущую страницу

source: Go to next page
ru: На следующую страницу

source: Recipient's phone number
ru: Телефон получателя

source: полное название Recipient's
ru: Полное имя получателя

source: Recipient's address line 1
ru: Адрес получателя 1

source: Recipient's address line 2
ru: Адрес получателя 2

source: Recipient's city
ru: Город получателя

source: Highest Без категории !points
ru: Наивысшие баллы категории

source: Collections of different functions such form alterations etc.
ru: Коллекция различных функций темизации и др.

source: Provides a web interface and an API to extract translatable text from the sources of installed components.
ru: Предоставляет интерфейс и API для извлечения переводимых строк из кода модулей и тем.

source: Test description
ru: Тестовое описание

source: Checks the status of available updates for Drupal and your installed modules and themes.
ru: Проверяет статус доступных обновлений модулей и ядра.

source: Bookmark this
ru: В список желаний

source: Unbookmark this
ru: Убрать из списка желаний

source: An error occurred at @path.\n\nError Description: @error
ru: Произошла ошибка в @path.\n\nОписание ошибки: @error

source: Node: Type
ru: Документ: Тип

source: Order id
ru: ID заказа

source: Ubercart order id
ru: ID заказа

source: Add this post to your bookmarks
ru: Добавить в свои закладки

source: Show discounts
ru: Показать скидки

source: All manufacturers
ru: Все производители

source: Price from
ru: От

source: Price to
ru: до

source: Taxonomy: Term
ru: Таксономия: Термин

source: Edit custom pages meta tags
ru: Редактировать

source: Delete File
ru: Удалить файл

source: Delete a backup file
ru: Удалить резервную копию

source: Destination Files
ru: Файлы назначения

source: Restore from backup
ru: Восстановить из копии

source: Restore database from a backup file on the server
ru: Восстановить базу данных из резервного файла на сервере

source: Product Classes
ru: Классы товара

source: > Enabled
ru: > Включено

source: > Disabled
ru: > Выключено

source: "Power Tools" Class Settings updated.
ru: Настройки обновлены

source: In format_plural(), the singular and plural strings should be literal strings. There should be no variables, concatenation, constants or even a t() call there.
ru: В format_plural() строки одиночного и множественного числа должны быть буквенными. Там не должно быть переменных, констант и даже вызовов t()

source: Tableless, recolorable, multi-column, fluid width theme (default).
ru: Тема по умолчанию, предоставленная ядром Drupal

source: Tableless, recolorable, multi-column, fixed width theme.
ru: Многоколоночная тема с фиксированной шириной.

source: %source backed up successfully to %file in destination %dest in !time ms. !action
ru: %source зарезервирован в %file в %dest за !time мс. !action

source: execute Add to queue (nodequeue_add_action)
ru: Выполнять "Добавить в очередь" (nodequeue_add_action)

source: execute Assign users to domains (domain_user_operation_assign)
ru: Выполнять "Назначить пользователей к домену" (domain_user_operation_assign)

source: execute Ban IP address of current user (user_block_ip_action)
ru: Выполнять "Забанить IP текущего пользователя" (user_block_ip_action)

source: execute Block current user (user_block_user_action)
ru: Выполнять "Заблокировать пользователя" (user_block_user_action)

source: execute Block the selected users (user_user_operations_block)
ru: Выполнять "Разблокировать выбранных пользователей" (user_user_operations_block)

source: execute Bookmark this (flag_nodes)
ru: Выполнять "В закладки" (flag_nodes

source: execute Change affiliate publishing options (domain_content_node_operations_process)
ru: Выполнять "Изменить опции публикаций аффилиатов" (domain_content_node_operations_process)

source: execute Change the author of a post (node_assign_owner_action)
ru: Выполнять "Изменить автора" (node_assign_owner_action)

source: execute Delete comment (views_bulk_operations_delete_comment_action)
ru: Выполнять "Удалить комментарии" (views_bulk_operations_delete_comment_action)

source: execute Delete meta tags (nodewords_admin_mass_update)
ru: Выполнять "Удалить мета-теги" (nodewords_admin_mass_update)

source: execute Delete node (views_bulk_operations_delete_node_action)
ru: Выполнять "Удалить документ" (views_bulk_operations_delete_node_action)

source: execute Delete term (views_bulk_operations_delete_term_action)
ru: Выполнять "Удалить термин" (views_bulk_operations_delete_term_action)

source: execute Delete user (views_bulk_operations_delete_user_action)
ru: Выполнять "Удалить пользователя" (views_bulk_operations_delete_user_action)

source: execute Demote from front page (node_mass_update)
ru: Выполнять "Убрать с главной страницы" (node_mass_update)

source: execute Display a message to the user (system_message_action)
ru: Выполнять "Отображать сообщения для пользователей" (system_message_action)

source: execute Download archive of selected files (views_bulk_operations_archive_action)
ru: Выполнять "Скачать архив выбранных файлов" (views_bulk_operations_archive_action)

source: execute Execute a VBO programmatically (views_bulk_operations_action)
ru: Выполнять "Выполнять VBO програмно" (views_bulk_operations_action)

source: execute Execute arbitrary PHP script (views_bulk_operations_script_action)
ru: Выполнять "Выполнить заданный PHP" (views_bulk_operations_script_action)

source: execute Make sticky (node_make_sticky_action)
ru: Выполнять "Приклеить" (node_make_sticky_action)

source: execute Make sticky (node_mass_update)
ru: Выполнять "Приклеить" (node_mass_update)

source: execute Modify node fields (views_bulk_operations_fields_action)
ru: Выполнять "Изменить поля документа" (views_bulk_operations_fields_action)

source: execute Modify node taxonomy terms (views_bulk_operations_taxonomy_action)
ru: Выполнять "Изменить термины документа" (views_bulk_operations_taxonomy_action)

source: execute Modify profile fields (views_bulk_operations_profile_action)
ru: Выполнять "Изменять поля профиля" (views_bulk_operations_profile_action)

source: execute Modify user roles (views_bulk_operations_user_roles_action)
ru: Выполнять "Изменить роли" (views_bulk_operations_user_roles_action)

source: execute Pass objects as arguments to a page (views_bulk_operations_argument_selector_action)
ru: Выполнять "Пропустить объект как аргумент" (views_bulk_operations_argument_selector_action)

source: execute Promote post to front page (node_promote_action)
ru: Выполнять "Расположить на главной" (node_promote_action)

source: execute Promote to front page (node_mass_update)
ru: Выполнять "Разместить на главной странице" (node_mass_update)
