Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Secondary menu
ru: Вторичное меню

source: Search Block
ru: Блок с поиском

source: Tags:
ru: Теги:

source: Category:
ru: Категория:

source: Catalog category:
ru: Категория каталога:

source: Add comment/Edit vote
ru: Добавить комментарий/Редактировать голос

source: Categories:
ru: Категории:

source: Product kit preset
ru: Размер изображения для набора товаров

source: Choose a preset name to use as product kit items image.
ru: Выберите название алгоритма обработки изображений, которые будут использоваться для показа отдельных товаров в наборе товаров.

source: Product kit main image preset
ru: Размер главных изображений товаров в наборе

source: Choose a preset name to use as product kit main image.
ru: Выберите название алгоритма обработки изображений, которые будут использоваться в качестве главных изображений отдельных товаров в наборе товаров.

source: view imagecache product_kit
ru: Смотреть алгоритм product_kit

source: Product regular amount:
ru: Обычная цена товара:

source: Kit discount amount:
ru: Скидка при покупке в наборе:

source: 1 product kit item
ru: 1 товар в наборе

source: Column count
ru: Число колонок

source: Choose how many columns will have the table which presents product kit items
ru: Выберите, на сколько колонок будет поделена таблица с товарами, входящими в набор при показе на странице.

source: This profile is blocked
ru: Этот профиль заблокирован

source: If you have alternative icons write here the path without trailing slash
ru: Если у вас есть альтернативные иконки, укажите здесь путь к ним без слеэшей

source: How the service links will appear in the block.
ru: Как кнопки закладок должны быть показаны в блоке.

source: Testing
ru: Тестирование

source: Your rating
ru: Ваша оценка

source: Average
ru: В среднем

source: Saving your vote...
ru: Голос сохраняется...

source: Your vote has been saved.
ru: Голос сохранён.

source: Deleting your vote...
ru: Удаление голоса...

source: Your vote has been deleted.
ru: Ваш голос был удалён.

source: Batch processing
ru: Пакетная обработка

source: Use the administration theme when executing batch operations.
ru: Использовать тему администратора при пакетной обработке.

source: Devel pages
ru: Разработка

source: Use the administration theme when viewing pages of the devel module (hook_elements(), Dev render, Dev load, Session viewer, Theme registery, Variable editor, ...).
ru: Использовать тему администратора при просмотре модулем "Devel" (hook_elements(), Dev render, Dev load, Session viewer, Theme registery, Variable editor, ...).

source: Statistics pages
ru: Страницы статистики

source: Use the administration theme when viewing pages of the statistics module.
ru: Использовать тему администратора при просмотре страниц статистики.

source: Translate interface
ru: Перевод интерфейса

source: Translate the built in interface and optionally other text.
ru: Перевод интерфейса и другого текста.

source: Built-in interface
ru: Встроенный интерфейс

source: Simplenews
ru: Рассылка

source: Language
ru: Язык

source: English (built-in)
ru: English (встроенный)

source: n/a
ru: нет

source: Comment
ru: Комментарий

source: Display the comment with standard comment view.
ru: Отображать комментарии в стандартном виде.

source: Display the comment as RSS.
ru: Отображать комментарии в виде RSS.

source: Node
ru: Документ

source: Display the node with standard node view.
ru: Отображать документы в стандартном виде.

source: Node ID from URL
ru: ID документа из URL

source: Taxonomy term
ru: Термин таксономии

source: Taxonomy Term ID from URL
ru: ID термина таксономии из URL

source: User ID from URL
ru: ID пользователя из URL

source: User ID from logged in user
ru: ID пользователя из авторизированного пользователя

source: User
ru: Пользователь

source: Domain
ru: Домен

source: Will be available only on selected domains.
ru: Будет доступно только на выбранных доменах.

source: Current domain
ru: Текущий домен

source: Time-based Per Domain
ru: Основанное на времени, на домен

source: Time-based caching of views on a per domain basis. This is necessary if you want to cache a view that filters on "current domain".
ru: Кэш видов, основанный на времени, на один домен. Это необходимо, если вы хотите кэшировать вид, который фильтрует по "текущему домену".

source: Flaggable node
ru: Документ,доступный для отметки

source: Flaggable user
ru: Пользователь,доступный для отметки

source: Invoice
ru: Инвойс

source: Display the order with standard invoice view.
ru: Отображать заказ со стандартным видом инвойса.

source: CSV file
ru: CSV файл

source: Display the view as a comma seperated list.
ru: Отображает вид виде списка значений, разделённых запятыми.

source: DOC file
ru: DOC файл

source: Display the view as a doc file.
ru: Отображает вид в виде файла в формате Microsoft Word

source: TXT file
ru: TXT файл

source: Display the view as a txt file.
ru: Отображает вид в виде простого текстового файла .txt

source: XLS file
ru: XLS файл

source: Display the view as a xls file.
ru: Отображает вид в виде файла в формате Microsoft Exel

source: XML file
ru: XML

source: Bulk Operations
ru: Массовые операции

source: Displays rows with checkmarks for bulk actions.
ru: Отображает строки с чек-боксами для массовых операций.

source: Views Showcase
ru: Витрина

source: Display a view like a showcase.
ru: Стиль отображения полей документа в виде управляемого слайдшоу, с превью и/или тектовыми заголовками.

source: Defaults
ru: По умолчанию

source: Default settings for this view.
ru: Настройки по умолчанию для этого вида.

source: Page
ru: Страница

source: Display the view as a page, with a URL and menu links.
ru: Отображать вид в виде странице, с URL и ссылками меню.

source: Block
ru: Блок

source: Display the view as a block.
ru: Отображать вид в виде блока.

source: Attachment
ru: Вложение

source: Attachments added to other displays to achieve multiple views in the same view.
ru: Приложения добавлены к другим видам для создания множественных видов в том же виде.

source: Feed
ru: Фид

source: Display the view as a feed, such as an RSS feed.
ru: Отображать вид как фид, например как RSS фид.

source: Unformatted
ru: Без форматирования

source: Displays rows one after another.
ru: Отображает строки одна за другой.

source: HTML List
ru: HTML список

source: Displays rows as an HTML list.
ru: Отображает строки в виде HTML списка.

source: Grid
ru: Сетка

source: Displays rows in a grid.
ru: Отображает строки в виде сетки.

source: Table
ru: Таблица

source: Displays rows in a table.
ru: Отображает строки в виде таблицы.

source: List
ru: Список

source: Displays the default summary as a list.
ru: Отображает сводку по умолчанию в виде списка.

source: Displays the summary unformatted, with option for one after another or inline.
ru: Отображает сводку без форматирования.

source: RSS Feed
ru: RSS фид

source: Generates an RSS feed from a view.
ru: Генерирует RSS фид из вида.

source: Fields
ru: Поля

source: Displays the fields with an optional template.
ru: Отображает поля с необязательными шаблонами.

source: Fixed entry
ru: Фиксированная запись

source: PHP Code
ru: PHP код

source: Numeric
ru: Число

source: None
ru: Нет

source: Will be available to all users.
ru: Будет доступно для всех пользователей.

source: Role
ru: Роль

source: Access will be granted to users with any of the specified roles.
ru: Доступ будет дан всем пользователям с указанными ролями.

source: Permission
ru: Права

source: Access will be granted to users with the specified permission string.
ru: Доступ будет дан всем пользователям с указанными правами.

source: No caching of Views data.
ru: Без кэширования данных.

source: Time-based
ru: Основанное на времени

source: Simple time-based caching of data.
ru: Простое кэширование, основанное на времени.

source: Poll
ru: Голосование

source: A <em>poll</em> is a question with a set of possible responses. A <em>poll</em>, once created, automatically provides a simple running count of the number of votes received for each response.
ru: Тип документа <em>Опрос</em> предназначен для создания различных опросов.

source: Question
ru: Вопрос

source: Name
ru: Имя

source: Description
ru: Описание

source: Product
ru: Товар

source: This node displays the representation of a product for sale on the website. It includes all the unique information that can be attributed to a specific model number.
ru: Этот документ отображает все представленные для продажи товары на этом сайте.

source: Product kit
ru: Набор товаров

source: This node represents two or more products that have been listed together. This presents a logical and convenient grouping of items to the customer.
ru: Этот документ даёт возможность группировать два или более товаров,которые ассоциируются друг с другом.

source: Left sidebar
ru: Левая панель

source: Right sidebar
ru: Правая панель

source: Content Top
ru: Верх содержимого

source: Content
ru: Содержимое

source: Header
ru: Заголовок

source: Footer
ru: Низ

source: Dashboard Left
ru: Панель управления. Левый регион

source: Dashboard Right
ru: Панель управления. Правый регион

source: Dashboard Top
ru: Панель управления. Верхний регион

source: Dashboard Bottom
ru: Панель управления. Нижний регион

source: Sliding region
ru: Скользящая панель

source: Sliding region Left
ru: Скользящая панель. Левый регион

source: Sliding region Middle
ru: Скользящая панель. Средний регион

source: Sliding region Right
ru: Скользящая панель. Правый регион

source: the menu selected by the page
ru: меню, выбранное страницей

source: Administer
ru: Управление сайтом

source: Compact mode
ru: Компактный режим

source: Content management
ru: Содержимое

source: Manage your site's content.
ru: Управление документами,шаблонами,переводами...

source: Comments
ru: Комментарии

source: List and edit site comments and the comment moderation queue.
ru: Просмотр и редактирование комментариев на сайте.

source: View, edit, and delete your site's content.
ru: Просмотр,редактирование и удаление содержимого сайта.

source: Content types
ru: Типы документов

source: Manage posts by content type, including default status, front page promotion, etc.
ru: Управление публикациями по типу содержимого,включая состояние размещения.

source: Post settings
ru: Публикации

source: Control posting behavior, such as teaser length, requiring previews before posting, and the number of posts on the front page.
ru: Контроль параметров публикаций:длина аннотации,число публикаций и тд.

source: Rebuild permissions
ru: Обновить

source: RSS publishing
ru: RSS ленты

source: Configure the number of items per feed and whether feeds should be titles/teasers/full-text.
ru: Настройка количества пунктов в информационной ленте и их характер (заголовки, аннотации, полный текст).

source: Taxonomy
ru: Таксономия

source: Manage tagging, categorization, and classification of your content.
ru: Управление тегами, категориями и классификацией содержимого.

source: Edit term
ru: Редактировать

source: Nodequeue
ru: Очередь документов

source: Create and maintain simple nodequeues.
ru: Создание и поддержка простых очередей.

source: Backup and Migrate
ru: Резервирование БД

source: Backup/restore your database or migrate data to or from another Drupal site.
ru: Резервирование и восстановление базы данных вручную и по заданному графику.

source: Download File
ru: Скачать файл

source: Download a backup file
ru: Скачать резервную копию

source: Meta tags
ru: Мета теги

source: Configure HTML meta tags for all the content.
ru: Настройка мета-тегов для страниц сайта.

source: Newsletters
ru: Рассылки

source: Manage newsletters and subscriptions.
ru: Управление рассылками и подписками.

source: Newsletter issues
ru: Выпуск рассылки

source: List of newsletter issues.
ru: Список выпусков рассылки.

source: List, add and edit newsletter series.
ru: Просмотр, добавление и редактирование серий рассылок.

source: Subscriptions
ru: Подписки

source: Newsletter subscription management.
ru: Управление рассылками.

source: Delete
ru: Удалить

source: Reports
ru: Отчёты

source: View reports from system logs and other status information.
ru: Просмотр отчётов по системным событиям и другой информации.

source: Status report
ru: Отчет о состоянии системы

source: Get a status report about your site's operation and any detected problems.
ru: Просмотр отчета о работе сайта и обнаруженных проблемах.

source: Run cron
ru: Запуск cron

source: Recent log entries
ru: Последние события

source: View events that have recently been logged.
ru: Записи последних событий в системе.

source: Top 'access denied' errors
ru: Ошибки "Доступ запрещён"

source: View 'access denied' errors (403s).
ru: Записи ошибок "Доступ запрещён" (403 "Access denied").

source: Top 'page not found' errors
ru: Ошибки "Страница не найдена"

source: View 'page not found' errors (404s).
ru: Записи ошибок "Страница не найдена" (404 "Page not found")

source: Access log settings
ru: Настройка истории доступа

source: Recent hits
ru: Последние посещения

source: View pages that have recently been visited.
ru: Просмотр последних посещённых страниц.

source: Top pages
ru: Топ страниц

source: View pages that have been hit frequently.
ru: Просмотр наиболее часто запрашиваемых страниц

source: Top referrers
ru: Топ переходов

source: View top referrers.
ru: Просмотр топа переходов

source: Top visitors
ru: Топ посетителей

source: View visitors that hit many pages.
ru: Просмотр наиболее активных пользователей.

source: Performance Logs: Details
ru: Детали производительности

source: View detailed, per page, performance logs: page generation times and memory usage.
ru: Просмотр детальной постраничной статистики: время генерации страниц и расход памяти.

source: Performance Logs: Summary
ru: Сводка производительности

source: View summary performance logs: page generation times and memory usage.
ru: Просмотр сводок производительности: время генерации страниц и расход памяти.

source: Site building
ru: Структура

source: Control how your site looks and feels.
ru: Контроль над структурой и внешним видом вашего сайта.

source: Blocks
ru: Блоки

source: Configure what block content appears in your site's sidebars and other regions.
ru: Настройка отображения различных блоков.

source: Configure block
ru: Настроить блок

source: Delete block
ru: Удалить блок

source: JavaScript List Form
ru: JavaScript список

source: Delete menu block
ru: Удалить блок меню

source: Menus
ru: Меню

source: Control your site's navigation menu, primary links and secondary links. as well as rename and reorganize menu items.
ru: Создание,редактирование и удаление навигационных меню.

source: Modules
ru: Модули

source: Enable or disable add-on modules for your site.
ru: Включение/выключение дополнительных модулей сайта.

source: Uninstall
ru: Удалить

source: Themes
ru: Оформление

source: Change which theme your site uses or allows users to set.
ru: Выбор темы оформления для использования на сайте или тем оформления, которые могут выбирать пользователи.

source: URL aliases
ru: Синонимы

source: Change your site's URL paths by aliasing them.
ru: Изменение путей URL путём добавления их синонимов.

source: Delete alias
ru: Удалить синоним

source: Edit alias
ru: Редактировать синоним

source: Contact form
ru: Контактная форма

source: Create a system contact form and set up categories for the form to use.
ru: Создание и настройка контактных форм сайта.

source: Views
ru: Виды

source: Views are customized lists of content on your system; they are highly configurable and give you control over how lists of content are presented.
ru: Создание и изменения существующих стилей вывода содержимого сайта.

source: Convert view
ru: Конвертировать вид

source: Delete view
ru: Удалить вид

source: Flags
ru: Метки

source: Configure flags for marking content with arbitary information (such as <em>offensive</em> or <em>bookmarked</em>).
ru: Настройка меток меток (флагов) для содержимого сайта. Применяется для "закладок","списков желаний".

source: Delete flags
ru: Удалить метки

source: Edit flags
ru: Редактировать метки

source: ImageCache
ru: Кэш изображений

source: Administer imagecache presets and actions.
ru: Настройка алгоритмов обработки изображений: обрезка,вращение,водяные знаки...

source: Domains
ru: Домены

source: Settings for the Domain Access module.
ru: Настройки модуля "Домен".

source: Site configuration
ru: Конфигурация

source: Adjust basic site configuration options.
ru: Изменение основных настроек сайта.

source: Actions
ru: Действия

source: Manage the actions defined for your site.
ru: Управление действиями, которые выполняются при определённых условиях.

source: Configure an advanced action
ru: Настройка расширенных опций

source: Remove orphans
ru: Удалить сирот

source: Administration theme
ru: Тема администратора

source: Settings for how your administrative pages should look.
ru: Настройки оформления страниц администратора.

source: Clean URLs
ru: Чистые ссылки

source: Enable or disable clean URLs for your site.
ru: Включение/отключение "чистых" ссылок на сайте.

source: Clean URL check
ru: Проверка "чистых" URL

source: Date and time
ru: Дата и время

source: Settings for how Drupal displays date and time, as well as the system's default timezone.
ru: Выбор способа отображения даты и времени, а также системного часового пояса по умолчанию.

source: Date and time lookup
ru: Дата и время

source: Error reporting
ru: Ошибки

source: Control how Drupal deals with errors including 403/404 errors as well as PHP error reporting.
ru: Настройка обработки ошибок сервера 403/404 и ошибок интерпретатора PHP.

source: File system
ru: Файловая система

source: Tell Drupal where to store uploaded files and how they are accessed.
ru: Установка директории для загружаемых и временных файлов, доступ к директориям...

source: Image toolkit
ru: Библиотека для изображений

source: Choose which image toolkit to use if you have installed optional toolkits.
ru: Выбор средств обработки изображений, если используются дополнительные.

source: Input formats
ru: Форматы ввода

source: Configure how content input by users is filtered, including allowed HTML tags. Also allows enabling of module-provided filters.
ru: Настройте, как будет отфильтрован введённый пользователем текст.

source: Delete input format
ru: Удалить формат ввода

source: Logging and alerts
ru: Записи в журнале

source: Database logging
ru: Записи событий в базе данных

source: Settings for logging to the Drupal database logs. This is the most common method for small to medium sites on shared hosting. The logs are viewable from the admin pages.
ru: Настройки записи событий в базе данных. Наиболее подходящий способ для малых и средних сайтов. Доступно для просмотра администратором.

source: Syslog
ru: Системные записи

source: Settings for syslog logging. Syslog is an operating system administrative logging tool used in systems management and security auditing. Most suited to medium and large sites, syslog provides filtering tools that allow messages to be routed by type and severity.
ru: Настройки для записи системных событий. Это инструмент для администратора сайта, который помогает выявить ошибки в системе и улучшить её безопасность. Наиболее подходит для средних и больших сайтов.

source: Performance
ru: Производительность

source: Enable or disable page caching for anonymous users and set CSS and JS bandwidth optimization options.
ru: Включить или выключить кэширование CSS или JS для анонимных пользователей.

source: Site information
ru: О сайте

source: Change basic site information, such as the site name, slogan, e-mail address, mission, front page and more.
ru: Изменение основной информации о сайте.

source: Site maintenance
ru: Обслуживание

source: Take the site off-line for maintenance or bring it back online.
ru: Включение/выключение сайта на техническое обслуживание.

source: ImageAPI
ru: API изображений

source: Configure ImageAPI.
ru: Настройка API изображений.

source: Languages
ru: Языки

source: Configure languages for content and the user interface.
ru: Настройка языков содержимого сайта и интерфейса.

source: Global Redirect
ru: Глобальный редирект

source: Chose which features you would like enabled for Global Redirect
ru: Основные настройки редиректа на синонимы системных URL

source: Configure the settings used to generate your Google Analytics tracking code.
ru: Интеграция с онлайн-сервисом статистики Google Analytics.

source: Fivestar
ru: Пять звёзд

source: Configure site-wide widgets used for Fivestar rating.
ru: Настройка виджетов для голосования.

source: Voting API
ru: API голосования

source: Global settings for the Voting API.
ru: Глобальные насройки

source: XML sitemap
ru: XML карта

source: Configure the XML sitemaps.
ru: Настроить карты сайта

source: Add new XML sitemap
ru: Добавить новую карту сайта

source: !Points settings
ru: Баллы

source: Settings for points
ru: Настройки

source: Configure the rich text editor.
ru: Настройка редактора.

source: Add new CKEditor profile
ru: Добавить новый профиль

source: Add CKEditor Global profile
ru: Добавить глобальный профиль

source: Edit CKEditor Global profile
ru: Настройка глобального профиля

source: File uploads
ru: Загрузки

source: Control how files may be attached to content.
ru: Контролирует, как файлы могут быть вложены в публикации.

source: Recently Viewed Products
ru: Последние просмотры

source: Administer settings for your recently viewed products block
ru: Настройки последних просмотренных товаров

source: Menu block
ru: Блок меню

source: Configure menu block.
ru: Настроить блок меню.

source: Manage simplenews configuration.
ru: Общие настройки рассылок, подтверждающих сообщений, отправителя...

source: General
ru: Общие

source: Simplenews content type and vocabulary settings.
ru: Настройки типов содержимого и словарей.

source: Newsletter
ru: Рассылка

source: Newsletter default settings and sender data.
ru: Настройки рассылки по умолчанию и информация отправителя.

source: Send mail
ru: Отправка

source: Send mail, cron and debug options.
ru: Настройки отправки,cron

source: Subscription
ru: Подписка

source: Subscription settings, opt-in/out confirmation email text.
ru: Настройки подписки,текст подписки на рассылку.

source: jQuery Update
ru: Обновление jQuery

source: Configure settings for jQuery Update module.
ru: Настройки для модуля "Обновление jQuery"

source: Control how your image/file browser works.
ru: Настройка файлового менеджера

source: Add new profile
ru: Добавить новый профиль

source: vKontakte OpenAPI
ru: API ВКонтакте

source: Module filter
ru: Фильтр модулей

source: Configure settings for Module Filter.
ru: Настройки для модуля "Фильтр модулей"

source: Performance logging
ru: Логи производительности

source: Logs performance data: page generation times and memory usage.
ru: Данные статистики: время генерации страниц и расход памяти.

source: Clear APC
ru: Очистить APC

source: Clears performance statistics collected in APC.
ru: Очистка статистики, сохранённой в APC.

source: Clear Memcache
ru: Сбросить Memcache

source: Clears performance statistics collected in Memcache.
ru: Очищает статистику производительности, собранную в Memcache.

source: Redirect 403 to User Login
ru: Редирект 403

source: Toggle display of denied message on login page.
ru: Отображение сообщения об запрете доступа на странице входа.

source: Charts
ru: Диаграммы

source: Google Analytics API settings
ru: Google Analytics API

source: Manage the currently logged in Analytics account.
ru: Управление текущим аккаунтом Google Analytics.

source: LiveJournal crossposter
ru: LJ кросспостер
