Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The number against which to test the number of times the object is flagged. For example, if you type "3" here, and choose "Greater than" for the operator, then this condition will return TRUE if the object is flagged more than three times.
ru: Число для тестирования числа раз, которое содержимое было помечено. Например,если указать число "3" и выбрать "Более чем" для оператора,то по условию будет возвращено TRUE,если документ отмечен более 3-х раз.

source: @type is flagged
ru: Установлена метка на @type

source: User on whose behalf to check
ru: Пользователь,от имени которого проверяется метка

source: For non-global flags, this is the user on whose behalf the flag is checked.
ru: Для неглобальных меток пользователь, от имени которого проверять метку.

source: Check access permissions against the user on whose behalf to flag
ru: Проверить права доступа как для пользователя,от имени которого ставить метку

source: Flag @object, under "@flag-title"
ru: Ставить метку @object ("@flag-title")

source: Check access permissions against the user on whose behalf to unflag
ru: Проверить права доступа как для пользователя,от имени которого снимать метку

source: Unflag @object, under "@flag-title"
ru: Снимать метку @object ("@flag-title")

source: Trim "@flag-title" at @size
ru: Ограничить "@flag-title" в @size

source: The <em>trim</em> action is used to restrict the number of objects that may be flagged. For example, you may wish your "Editor picks" queue (that is, flag) to contain a maximum of 3 nodes. The trim action is best understood when we think of a flag as a <em>queue</em>. The action works by discarding old flaggings; So newly flagged objects push older ones out of the queue.
ru: Ограничение используется для ограничения числа объектов, которые могут быть помечены метками. Например, вы, возможно, захотите, чтобы определённая очередь содержала максимум 3 документа. Новые объекты будут вытеснять старые из очереди.

source: Comparison operator
ru: Операция сравнения

source: Greater than or equal
ru: Больше или равно

source: Equal to
ru: Равно

source: Less than or equal
ru: Меньше или равно

source: Flagging count !op @number, for @object, under "@flag-title"
ru: Число меток !op @number, для @object, с "@flag-title"

source: Flag "@flag-title" is flagged, for @object
ru: Метка "@flag-title" установлена для @object

source: Flag:
ru: Метка:

source: The flag type
ru: Тип метки

source: Is the flag global?
ru: Метка является глобальной?

source: Replacement value
ru: Значение

source: tokens
ru: токены

source: The user that flagged an item.
ru: Пользователь,который поставил метку

source: Flag user
ru: Метка пользователя

source: Flagged time
ru: Время отметки

source: Display the time the content was flagged by a user.
ru: Отобразить время, когда содержимое было отмечено пользователем.

source: Content ID
ru: ID содержимого

source: The unique ID of the object that has been flagged.
ru: Уникальный ID помеченного содержимого.

source: Flagged
ru: Отмечено

source: Filter to ensure content has or has not been flagged.
ru: Фильтр применяется, чтобы фильтровать содержимое по тому,был ли от помечен или нет.

source: Flag link
ru: Ссылка метки

source: Display flag/unflag link.
ru: Отображать поставить/снять метку

source: Flag counter
ru: Счётчик меток

source: The number of times a piece of content is flagged by any user.
ru: Число раз,которое было отмечено содержимое пользователем.

source: counter
ru: счётчик

source: User's flagged content
ru: Помеченное содержимое пользователя

source: Limit results to users that have flagged certain content.
ru: Ограничить результаты пользователем,который пометил определённое содержимое.

source: user flagged content
ru: содержимое,отмеченное пользователем

source: Migrating Views Bookmark to Flag module. More information about the changes between Views Bookmark and Flag may be found on the <a href="http://drupal.org/node/268269">upgrading handbook page</a>.
ru: Миграция с модуля "Вид закладок" на модуль "Метки".Более подробная информация находится <a href="http://drupal.org/node/268269">здесь</a>.

source: The Flag module has been installed, replacing Views Bookmark. Views Bookmark has been disabled, please remove it from your installation.
ru: Модуль "Метки" был установлен поверх модуля "Виды закладок".Модуль "Виды закладок" был отключен,удалите его из системы.

source: The views bookmark %bookmark has been migrated to Flag. It was given the machine-name %name, which you may change on the <a href="!url">%bookmark configuration form</a>.
ru: Вид %bookmark теперь управляется модулем "Метки".Ему было присвоено системное имя %name,которое можно изменить на <a href="!url">этой</a> странице.

source: Flag is not able to convert the <em>Flagged time</em> filter. It's value is currently empty, but needs to be populated to work properly.
ru: Метка не может конвертировать фильтр "Время установки метки". Это значение сейчас пусто, но должно быть указано.

source: Use flag link settings
ru: Использовать настройки

source: Not flagged
ru: Не помечено

source: This filter is only needed if the relationship used has the "Include only flagged content" option <strong>unchecked</strong>. Otherwise, this filter is useless, because all records are already limited to flagged content.
ru: Этот фильтр нужет только в том случае, если использованных "взаимоотношениях" опция "Включать только отмеченное содержимое" не отмечена. Иначе этот фильтр не нужен,так как все записи уже ограничены отмеченным содержимым.

source: By choosing <em>Not flagged</em>, it is possible to create a list of content <a href="@unflagged-url">that is specifically not flagged</a>.
ru: При выборе "Не отмечено",возможно создать список содержимого, который <a href="@unflagged-url">не отмечается</a>.

source: Current user
ru: Текущий пользователь

source: Any user
ru: Любой пользователь

source: Include only flagged content
ru: Включать только помеченное содержимое

source: If checked, only content that has this flag will be included. Leave unchecked to include all content; or, in combination with the <em>Flagged</em> filter, <a href="@unflagged-url">to limit the results to specifically unflagged content</a>.
ru: Если отмечено, только содержимое,которое имеет эту метку будет включено. Не отмечайте,чтобы включить всё содержимое; в комбинации с фильтром "Отмечено", <a href="@unflagged-url">ограничить результаты только содержимым,не отмеченным меткой</a>.

source: No %type flags exist. You must first <a href="@create-url">create a %type flag</a> before being able to use this relationship type.
ru: Метки %type не существуют. Вы должны сначала <a href="@create-url">создать метку %type</a> перед использованием этого типа взаимоотношений.

source: You must first create a flag
ru: Вы должны сначала создать метку

source: by current user
ru: текущим пользователем

source: by any user
ru: любым пользователем

source: If checked, only content that is flagged will be included.
ru: Если отмечено, только содержимое, которое отмечено, будет включено.

source: !group: !title counter
ru: !group: !title счётчик

source: Including name of the selected flag helps identify this relationship.
ru: Включение названия выбранных меток поможет идентифицировать эти взаимоотношения.

source: Include only users who have flagged content.
ru: Включать только пользователей,которые имеют помеченное содержимое

source: If checked, only users that have flagged any content with this flag will be included.
ru: Если отмечено, только пользователи, которые имеют помеченное содержимое с этой меткой будут включены.

source: Select the flag to validate against.
ru: Выберите метку,которую нужно обработать

source: No %type flags exist. You must first <a href="@create-url">create a %type flag</a> before being able to use one.
ru: Метки %type не существуют. Вы должны сначала <a href="@create-url">создать %type метку</a> перед тем, как использовать её.

source: Validate the @type only if
ru: Обрабатывать @type только если

source: Argument type
ru: Тип аргумента

source: IDs separated by , or +
ru: ID,разделённые запятой или плюсом

source: <em>Pick the first flag mentioned in the relationships.</em>
ru: Выберите первую метку в отношениях

source: It is flaggable
ru: Может иметь метку

source: It is flagged at least once
ru: Было отмечено по крайней мере раз

source: It is flagged by the current user
ru: Отмечено текущим пользователем

source: Deslash
ru: Убрать слэши

source: If enabled, this option will remove the trailing slash from requests. This stops requests such as <code>example.com/node/1/</code> failing to match the corresponding alias and can cause duplicate content. On the other hand, if you require certain requests to have a trailing slash, this feature can cause problems so may need to be disabled.
ru: Если включено, будут удалены слэши на конце.

source: Off
ru: Выключен

source: On
ru: Включён

source: Non-clean to Clean
ru: С "не чистого" на "чистый"

source: If enabled, this option will redirect from non-clean to clean URL (if Clean URL's are enabled). This will stop, for example, node 1 existing on both <code>example.com/node/1</code> AND <code>example.com?q=node/1</code>.
ru: Если включено, модуль перенаправит с "не чистого" URL на чистый (если "чистые" URL включены). Например,пользователь будет перенаправлен с URL <code>example.com?q=node/1</code> на <code>example.com/node/1</code>

source: Remove Trailing Zero Argument
ru: Удалять нулевые аргументы на конце

source: If enabled, any instance of "/0" will be trimmed from the right of the URL. This stops duplicate pages such as "taxonomy/term/1" and "taxonomy/term/1/0" where 0 is the default depth. There is an option of limiting this feature to taxonomy term pages ONLY or allowing it to effect any page. <strong>By default this feature is disabled to avoid any unexpected behaviour</strong>
ru: Если включено, URL вида "/0" будет обрезан справа. Это позволит убрать нежелательные дубликаты страниц.

source: Enabled for taxonomy term pages only
ru: Включено только для страниц терминов таксономии

source: Enabled for all pages
ru: Включено на всех страницах

source: Menu Access Checking
ru: Проверка доступа

source: If enabled, the module will check the user has access to the page before redirecting. This helps to stop redirection on protected pages and avoids giving away <em>secret</em> URL's. <strong>By default this feature is disabled to avoid any unexpected behaviour</strong>
ru: Если включено,модуль сначала будет проверять, имеет ли пользователь права на страницу перед перенаправлением.

source: Case Sensitive URL Checking
ru: Проверка регистра

source: If enabled, the module will compae the current URL to the alias stored in the system. If there are any differences in case then the user will be redirected to the correct URL.
ru: Если включено,модуль будет сравнивать текущий URL с синонимом,сохранённым в базе данных. Если будут найдены различия,пользователь будет перенаправлен на правильный URL.

source: This module will do a 301 redirect for all nodes which have an alias but are not using that alias.
ru: Этот модуль производит 301-й редирект для всех документов,которые имеют синоним,но не используют его.

source: Searches for an alias of the current URL and 301 redirects if found. Stops duplicate content arising when path module is enabled.
ru: Модуль ищет синоним текущего URL и если синоним найден,производит его редирект через ошибку 301.Это позволяет прекратить дублирование содержимого при включенном модуле "Синоним".

source: If enabled, any instance of "/0" will be trimmed from the right of the URL. This stops duplicate pages such as "taxonomy/term/1" and "taxonomy/term/1/0" where 0 is the default depth. There is an option of limiting this feature to taxonomy term pages ONLY or allowing it to effect any page. <strong>By default this feature is disabled to avoid any unexpected behavior</strong>
ru: Если включено, нули на конце ("/0") в URL будут обрезаны. Это предотвращает дубликаты страниц вроде "taxonomy/term/1" и "taxonomy/term/1/0", где 0 - глубина по умолчанию. Имеется опция ограничения этой опции для только страниц таксономии или для всех страниц. <strong>По умолчанию эта опция выключена во избежании непредсказуемого поведения</strong>

source: If enabled, the module will check the user has access to the page before redirecting. This helps to stop redirection on protected pages and avoids giving away <em>secret</em> URL's. <strong>By default this feature is disabled to avoid any unexpected behavior</strong>
ru: Если включено, модуль будет проверять права пользователя на просмотр страницы перед перенаправления на неё. Это помогает предотвратить редирект на защищённую страницу. <strong>По умолчанию эта опция выключена во избежании непредсказуемого поведения</strong>

source: If enabled, the module will compare the current URL to the alias stored in the system. If there are any differences in case then the user will be redirected to the correct URL.
ru: Если включено, модуль будет сравнивать текущий URL с синонимом, сохранённым в БД и при необходимости перенаправлять пользователя на корректный URL.

source: General settings
ru: Основные настройки

source: Google Analytics account number
ru: Номер аккаунта Google Analytics

source: The account number is unique to the websites domain. Click the <strong>Edit</strong> link in your Google Analytics account next to the appropriate profile on the <strong>Analytics Settings</strong> page, then select <strong>Check Status</strong> at the top-right of the table to find the account number (UA-xxxx-x) of your site. You can obtain a user account from the <a href="@url">Google Analytics</a> website.
ru: Кликните ссылку <strong>Edit</strong> в вашем Google Analytics аккаунте на странице <strong>Analytics Settings</strong>,потом выберите <strong>Check Status</strong>.Вы увидите ваш уникальный номер вида UA-xxxx-x.

source: User specific tracking settings
ru: Настройка отслеживания

source: Custom tracking settings
ru: Пользовательские настройки отслеживания

source: Users cannot control whether they are tracked or not.
ru: Пользователи не могут контролировать отслеживание своих действий.

source: Track users by default, but let individual users to opt out.
ru: Отслеживать пользователей по умолчанию,но позволить им индивидуально отказываться от этого.

source: Do not track users by default, but let individual users to opt in.
ru: Не отслеживать пользователей по умолчанию,но позволить им индивидуально соглашаться на это.

source: Allow individual users to customize the visibility of tracking in their account settings. Only users with %permission permission are allowed to set their own preference.
ru: Только пользователям с правами %permission будет разрешено устанавливать свои собственные настройки.

source: opt-in or out of tracking
ru: Согласиться или отказаться от отслеживания

source: Role specific tracking settings
ru: Отслеживание по ролям

source: Add tracking for specific roles
ru: Отслеживание по ролям

source: Add tracking only for the selected role(s). If none of the roles are selected, all users will be tracked. If a user has any of the roles checked, that user will be tracked.
ru: Назначить отслеживание только для выбранных ролей.Если не выбрана ни одна роль,все пользователи будут отслеживаться.

source: Page specific tracking settings
ru: Отслеживание определённых страниц

source: Add to every page except the listed pages.
ru: Добавить на каждую страницу,кроме указанных ниже.

source: Add to the listed pages only.
ru: Добавить для страниц,указанных ниже.

source: Add if the following PHP code returns <code>TRUE</code> (PHP-mode, experts only).
ru: Добавить,если указанный ниже PHP код вернёт <code>TRUE</code> (ТОЛЬКО для опытных программистов).

source: Add tracking to specific pages
ru: Добавить отслеживание для определённых страниц

source: User segmentation settings
ru: Сегментация

source: User roles
ru: Роли пользователя

source: Add segmentation information to tracking code
ru: Добавить сегментирующую информацию в код отслеживания

source: Segment users based on different properties, additionally to the basic IP address based tracking provided by Google Analytics.
ru: Сегментирование пользователей основано на различных свойствах,которые дополнительно предлагаются сервисом Google Analytics.

source: <a href="@module_list">Enable the profile module</a> to be able to use profile fields for more granular tracking.
ru: <a href="@module_list">Включите модуль "Профиль"</a>,чтобы иметь возможность использовать поля профиля для более детального отслеживания.

source: Selecting one or more values is supported. To select multiple items, hold down CTRL (PC) or &#8984; (Mac) while selecting fields.
ru: Выбор одного или более значений поддерживается. Чтобы выбрать множественные пункты, удерживайте "CTRL" при выборе.

source: Link tracking settings
ru: Отслеживание ссылок

source: Track outgoing links
ru: Отслеживать исходящие ссылки.

source: Enables tracking of clicks on outgoing links.
ru: Разрешить отслеживание кликов по исходящим ссылкам.

source: Track mailto links
ru: Отслеживать ссылки "mailto".

source: Enables tracking of clicks on mailto links.
ru: Разрешить отслеживание кликов по ссылкам отправки E-mail сообщений.

source: Track download links
ru: Отслеживать ссылки закачек.

source: Enables tracking of clicks on links to files based on the file extensions list below.
ru: Разрешить отслеживание кликов по ссылкам закачек файлов.Будут отслеживаться только ссылки на файлы с расширениями,указанными ниже.

source: File extensions to track
ru: Расширения отслеживаемых файлов

source: A pipe separated list of file extensions that should be tracked when clicked with regular expression support. Example: !extensions
ru: Укажите расширения тех файлов,которые вы бы хотели отслеживать.Названия расширений указываются через знак " | ".

source: Cache tracking code file locally
ru: Кэшировать отслеживающий код локально.

source: If checked, the tracking code file is retrieved from Google Analytics and cached locally. It is updated daily from Google's servers to ensure updates to tracking code are reflected in the local copy. Do not activate this until after Google Analytics has confirmed your tracker!
ru: Если отмечено,отслеживающий код будет перезагружаться с Google Analytics и кэшироваться локально.Обновляется ежедневно с серверов Google для обновлений и перезаписи локальной копии.Не активируйте эту функцию до тех пор,пока Google Analytics не подтвердит ваше отслеживание.

source: <a href="@url">Public file transfers</a> must be enabled to allow local caching.
ru: Чтобы включить локальный кэш кода,<a href="@url">метод загрузки</a> должен быть "Публичным".

source: Track translation sets as one unit
ru: Отслеживать набор переводов как одну единицу.

source: When a node is part of a translation set, record statistics for the originating node instead. This allows for a translation set to be treated as a single unit.
ru: Если для документа существует перевод,все существующие переводы будут расценены как 1 документ.

source: Depends on: !dependencies
ru: Зависит от модуля: !dependencies

source: @module (<span class="admin-enabled">enabled</span>)
ru: @module (<span class="admin-enabled">включен</span>)

source: @module (<span class="admin-disabled">disabled</span>)
ru: @module (<span class="admin-disabled">отключен</span>)

source: Track internal search
ru: Отслеживать внутренний поиск.

source: If checked, internal search keywords are tracked. You must configure your Google account to use the internal query parameter <strong>search</strong>. For more information see <a href="@url">How do I set up Site Search for my profile</a>.
ru: Если отмечено, внутренние поисковые ключевые слова отслеживаются. Вы должны настроить ваш Google аккаунт для использования внутреннего параметра запроса "поиск". За детальной справкой обращайтесь <a href="@url">сюда</a>.

source: Track AdSense ads
ru: Отслеживать AdSense

source: If checked, your AdSense ads will be tracked in your Google Analytics account.
ru: Если отмечено, ваш AdSense будет отслеживаться в вашем аккаунте Google Analytics.

source: Custom JavaScript code
ru: Пользовательский код JavaScript

source: You can add custom Google Analytics <a href="@snippets">code snippets</a> here. These will be added to every page that Google Analytics appears on. Before you add custom code to the below textarea's you should read <a href="@ga_concepts_overview">Google Analytics Tracking Code - Functional Overview</a> and the <a href="@ga_js_api">Google Analytics Tracking API</a> documentation. <strong>Do not include the &lt;script&gt; tags</strong>, and always end your code with a semicolon (;).
ru: Вы можете добавить код,полученный в аккаунте Google Analytics <a href="@snippets">здесь</a>. Справочная информация: <a href="@ga_concepts_overview">Google Analytics Tracking Code - Functional Overview</a>,<a href="@ga_js_api">Google Analytics Tracking API</a>. Не указывайте теги &lt;script&gt; и всегда заканчивайте код точной с запятой.

source: Code snippet (before)
ru: Код (перед)

source: Code in this textarea will be added <strong>before</strong> pageTracker._trackPageview().
ru: Код в этом поле будет добавлен перед pageTracker._trackPageview().

source: Code snippet (after)
ru: Код (после)

source: Code in this textarea will be added <strong>after</strong> pageTracker._trackPageview(). This is useful if you'd like to track a site in two accounts.
ru: Код в этом поле будет добавлен после pageTracker._trackPageview().Это полезно,если вы вы хотите отслеживать сайт в 2-х аккаунтах.

source: JavaScript scope
ru: Расположение JavaScript-кода отслеживания

source: <strong>Warning:</strong> Google recommends adding the external JavaScript files to footer for performance reasons.
ru: <strong>Внимание:</strong> Google рекомендует добавлять код отслеживания в низ страницы для увеличения производительности.

source: Do not add the tracker code provided by Google into the javascript code snippets! This module already builds the tracker code based on your Google Analytics account number and settings.
ru: Не добавляйте код,предлагаемый Google в javascript сниппет. Этот модуль сам создаёт нужный код на основании вашего номера аккаунта Google Analytics.

source: Do not include the &lt;script&gt; tags in the javascript code snippets.
ru: Не включайте теги &lt;script&gt; в код

source: <a href="@ga_url">Google Analytics</a> is a free statistics package based on the excellent Urchin system. This module provides services to better integrate Drupal with Google Analytics.
ru: <a href="@ga_url">Google Analytics</a>-это бесплатный онлайн-сервис на основе технологии Urchin.Этот модуль осуществляет интеграцию сайта с сервисом Google Analytics.

source: Google Analytics configuration
ru: Настройки Google Analytics

source: Users are tracked by default, but you are able to opt out.
ru: Пользователи отслеживаются по умолчанию, но позволить им отказаться от отслеживания

source: Users are <em>not</em> tracked by default, but you are able to opt in.
ru: Пользователи не отслеживаются по умолчанию,но позволить им согласиться.

source: Enable user tracking
ru: Включить отслеживание пользователя

source: Google Analytics module
ru: Модуль статистики Google Analytics

source: Google Analytics module has not been configured yet. Please configure its settings from the <a href="@url">Google Analytics settings page</a>.
ru: Модуль Google Analytics ещё не настроен.Сделайте все необходимые настройки <a href="@url">тут</a>.

source: Not configured
ru: Не настроено.

source: administer google analytics
ru: Администрировать

source: use PHP for tracking visibility
ru: Использовать PHP для видимости отслеживания
