Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Select the meta tags that appear in the edit forms. Users with administration permissions can edit all the meta tags, even when they are not enabled to appear in the edit forms.
ru: Выберите мета-теги, которые будут доступны для редактирования в форме редактирования документа. Администратор всегда может редактировать все мета-теги.

source: Meta tags to output in HTML
ru: Выводимые в HTML мета-теги

source: Select the meta tags you want to appear in the HEAD section of the HTML pages.
ru: Выберите мата-теги, которые необходимо выводить межде тегами HEAD страниц.

source: Meta tags creation options
ru: Создание метатегов

source: These options change the way the meta tags are generated.
ru: При помощи этих настроек можно изменить способ создания мета-тегов.

source: Enable the user profile meta tags
ru: Включить мета-теги для профиля пользователя

source: Repeat meta tags for lists
ru: Повторение мета-тегов

source: Some search engines punish sites that use the same meta tags on different pages. Uncheck this option if you want to suppress the repetition of the same meta tags on pages that use the pager - if unchecked, Drupal will only display the meta tags for the first page and not for subsequent pages. If unsure, select this option.
ru: Некоторые поисковики наказывают за то, что одинаковые мета-теги появляются на разных страницах. Уберите отметку, чтобы пресечь повторение одних и тех же мета-тегов на страницах,которые используют пейджер. Мета-теги будут отображены на первой странице, но не на на последующих страницах пейджера.

source: Use front page meta tags
ru: Использовать мета-теги для главной

source: Check this option if you want to use the <a href="@front-page-url" title="Meta tags for front page">meta tags for the front page</a> even if the <a href="@site-settings-url" title="Site information">default front page</a> specified is a view, panel or node - in this case, the meta tags specified for the view, panel or node will be ignored. If you want to use the meta tags of the view, panel or node instead, uncheck this option. If unsure, select this option and specify the meta tags you want on the <a href="@front-page-url" title="Meta tags for front page">meta tags for the front page</a>.
ru: Отметьте, если вы хотите использовать отдельные <a href="@front-page-url">мета-теги для главной страницы</a> даже, если <a href="@site-settings-url">главная страница по умолчанию</a> указана как вид, панель или любая другая страница - в этом случае, мета-теги, ранее указанные для этих страниц, будут игнорированы.

source: Maximum meta tags length
ru: Максимальная длина

source: The maximum length to use for the meta tags form fields.
ru: Максимальная допустимая длина мета-тегов

source: Most of the search engines are now indexing 350 characters, which is not the maximum length actually set for the meta tags. See <a href="@google-blog">Official Google Blog: Two new improvements to Google results pages</a> for more information.
ru: Большинство поисковых машин индексирует 350 символов,что не является максимальной длиной, установленной для мета-тегов. Смотрите <a href="@google-blog">официальный блог Google</a> для дополнительной информации.

source: Node teaser options
ru: Опции аннотации

source: These options are for the generation of meta tags content from the node teaser.
ru: Эти настройки определяют создание мета-тегов из аннотации документа.

source: Include the attribute ALT of images in the description meta tag created from the node teaser
ru: Включать ALT картинок в тег "description", созданный из аннотации

source: Filter the text added by third-party modules
ru: Фильтр текста, добавленного сторонними модулями

source: Custom regular expression
ru: Регулярные выражения

source: A regular expression used to filter the text added in the node teaser from a third-party module. The regular expression uses the <a href="http://www.php.net/manual/en/pcre.pattern.php">Perl compatible</a> syntax.
ru: Регулярное выражение, используемое для фильтровки текста, добавленного в аннотацию документа сторонними модулями. Это выражение использует <a href="http://www.php.net/manual/en/pcre.pattern.php">Perl синтаксис</a>

source: The regular expression contains only spaces, and other not printable characters.
ru: Регулярное выражение содержит только пробелы и другие непечатные символы.

source: The value must be a number greater than zero.
ru: Значение должно быть числом, большим чем 0

source: There are currently no meta tags defined.
ru: Сейчас нет определённых мета-тегов.

source: Meta tags settings
ru: Настройки мета-тегов

source: Allow editing of meta tags
ru: Разрешить редактирование мета-тегов

source: If selected, the node edit form will allow the users with the right permissions to edit the meta tags associated with nodes of this content type.
ru: Если выбрано, пользователи с определёнными правами смогут редактировать мета-теги в форме редактирования документа.

source: On this page you can enter the default values for the meta tags of your site.
ru: На этой странице вы можете указать значение по умолчаниюдля мета-тегов сайта.

source: On this page you can enter the meta tags for the <q>access denied</q> error page of your site.
ru: На этой странице вы можете ввести мета-теги для страниц с ошибкой 403 ("доступ запрещён").

source: On this page you can enter the meta tags for the <q>page not found</q> error page of your site.
ru: На этой странице вы можете указать мета-теги для страниц с ошибкой 404 ("страница не найдена")

source: On this page you can enter the meta tags for the front page of your site.
ru: На этой странице вы можете ввести мета-теги для главной страницы сайта.

source: On this page you can enter the meta tags for other pages of your site. The meta tags set in these page are used before the ones set for nodes or user profiles, and they can ovverride those meta tags.
ru: На этой странице вы можете указать мета-теги для разных страниц сайта.

source: Delete meta tags
ru: Удалить мета-теги

source: User %name changed the meta tags for type %type (%id).
ru: Пользователь %name изменил мета-теги для типа %type (%id).

source: Default and specific meta tags
ru: Мета-теги

source: Default values
ru: Значения по умолчанию

source: Error 403 page
ru: Страница ошибки 403

source: Error 404 page
ru: Страница ошибки 404

source: Front page
ru: Главная страница

source: Tracker pages
ru: Страница отслеживания

source: Other pages
ru: Другие страницы

source: Add page meta tags
ru: Добавить мета-теги

source: Delete page meta tags
ru: Удалить мета-теги

source: Edit page meta tags
ru: Редактировать мета-теги

source: Nodewords
ru: Мете-теги

source: Enable the <a href="@url">meta tags modules</a>.
ru: <a href="@url">Включить</a> модули мета-тегов.

source: The feature implemented in <q>Meta Tags by Path</q> is now included in Nodewords; there is not need to use <q>Meta Tags by Path</q>, and the module should be disabled to avoid possible conflicts.
ru: Нет смысла использовать модуль "Мета-теги путей", так как его функции сейчас включены в модуль "Мета-теги".

source: Disable the module in the<a href="@url">modules page</a>.
ru: <a href="@url">Выключить модуль</a>

source: Allows users to add meta tags, e.g. keywords or description. This module doesn't actually implement any meta tags, but requires other modules to implement them.
ru: Позволяет пользователям добавлять мета теги ,например ключевые слова и описание. Этот модуль сам по себе не вставляет мета-теги, но необходим для работы других модулей, которые делают это.

source: Enter a short abstract. Typically it is one sentence.
ru: Укажите абстрактное описание сайта. Одно предложение.

source: Canonical URLs are used from the search engines, and allow them to not report duplicate titles for HTML pages that are accessible from different URLs. Use a relative URL without the initial slash; canonical URLs that point to a different domain are normally not accepted.
ru: Канонические URL используются поисковыми машинами, чтобы не определять одинаковые старницы с разными адресами как дубликаты.

source: Canonical URL must be a relative URL.
ru: Канонический URL должен быть относительным.

source: Base URL
ru: Базовый URL

source: Enter the base URL that will be used for canonical URLs.
ru: Укажите базовый URL, который будет использован как канонический.

source: Invalid base URL.
ru: Неправильный базовый URL.

source: Enter a short copyright statement.
ru: Укажите короткий копирайт

source: Enter a description. Limit your description to about 20 words, with a maximum of %count characters. It should not contain any HTML tags or other formatting.
ru: Укажите описание. Ограничьте описания примерно 20 словами, с максимальным количеством символов %count. Оно не должно содержать HTML или другого форматирования.

source: Use the node teaser if the description meta tag is not set
ru: Использовать аннотацию документа, мета-тег "description" не установлен.

source: Using the node teaser to populate the meta tag DESCRIPTION can cause problems with some content types; rather than enabling this option globally, it would be better to enable it separately for each content type (when it has been verified that enabling it for a specific content type does not create problems). This option is overwritten from the similar option for the content type.
ru: Использование аннотации документа для мета-тега "DESCRIPTION" может привести к проблемам в некоторых типах содержимого. Лучше включать эту опцию отдельно для каждого типа содержимого.

source: Using the node teaser to populate the meta tag DESCRIPTION can cause problems with some content types; before to enable the option permanently, verify it does not create problems when used with the content type.
ru: Использование аннотации документа для наполнения мета-тега "DESCRIPTION" может привести к проблемам на некоторых типах содержимого.

source: Enter a comma separated list of keywords. Avoid duplication of words as this will lower your search engine ranking.
ru: Укажите разделённый запятыми список ключевых слов. Избегайте повторения слов - это может привести к понижению результатов выдачи.

source: The meta tag KEYWORDS value must be a comma separated list of words.
ru: Мета-тег "KEYWORDS" должен быть в виде разделённого запятыми списка слов.

source: Add vocabulary
ru: Добавить словарь

source: Auto-keywords vocabularies
ru: Словари автоматических ключевых слов

source: Select the vocabularies which contain terms you want to add to the keywords meta tag for nodes. The terms of these vocabularies are added before the global keywords but after the page-specific keywords.
ru: Выберите словари, которые содержат термины, которые вы хотите добавить в мета-тег "keywords". Термины в этих словарях добавляются перед глобальными ключевиками, но после ключевиков, определённых для каждой страницы.

source: There are no vocabularies currently defined.
ru: В настоящее время словари не определены.

source: The module %module is not enabled; if you want to use taxonomy terms to automatically set the content of the meta tag KEYWORDS, you first need to <a href="@modules-page">enable %module</a>
ru: Модуль "%module" не включён. Если вы хотите использовать термины таксономии в теге "KEYWORDS", вы должны сначала <a href="@modules-page">включить</a> %module.

source: Global keywords
ru: Глобальные ключевые слова

source: Enter a comma separated list of keywords. Global keywords will be always added to each page.
ru: Укажите разделённый запятыми список ключевых слов. Глобальные ключевики будут всегда добавлены на страницу.

source: The meta tag REVISIT-AFTER defines how often a search engine or spider should come to your website for re-indexing. This tag is used for websites that change their content and on a regular basis. This tag can also be beneficial in boosting your rankings if search engines display results based on the most recent submissions.
ru: Мета-тег "REVISIT-AFTER" предназначен для указания поисковым паукам, как часто они должны появляться на сайте.

source: day(s)
ru: день

source: The meta tag REVISIT-AFTER value must be a positive number.
ru: Мета-тег "REVISIT-AFTER" должен быть в виде положительного числа.

source: The meta tag ROBOTS offers a simple mechanism to indicate to web robots and crawlers whether the page should be indexed (NOINDEX) and whether links on the page should be followed (NOFOLLOW).
ru: Мета-тег "ROBOTS" указывает поисковикам, индексировать или нет содержимое страницы,переходить или нет по ссылкам на этой странице.

source: Use the default value
ru: По умолчанию

source: The default value is currently %default_values.
ru: Значение по умолчанию сейчас - %default_values.

source: The default value is currently not set.
ru: Значение по умолчанию не установлено.

source: Meta tag ROBOTS for lists
ru: Мета-тег "ROBOTS" для списков

source: The value to use for the meta tag ROBOTS for the pages that use a pager; this setting is not used for the first page of the list, or when the option to repeat the meta tags for all the pages in the same list is selected.
ru: Это значение используется для мета-тега "ROBOTS" на каждой странице, которая использует пейджер; оно не будет использовано для первой страницы списка.

source: Nodewords - basic meta tags
ru: Мета-теги - базовые мета-теги.

source: Allows users to add basic meta tags to Drupal pages.
ru: Позволяет пользователям добавлять основные мета-теги на страницы.

source: Content type
ru: Тип документа

source: Frontpage
ru: Главная страница

source: Prefer raw-text replacements for text to avoid problems with HTML entities.
ru: Предпочтительно использовать "raw-" токены для предупреждения проблем с символами HTML

source: unknown
ru: неизвестно

source: This meta tag supports tokens.
ru: Этот метатег поддерживает токены

source: This meta tag has not been selected to be output in HTML.
ru: Этот метатег не был выбран для вывода в HTML страницы

source: default
ru: по умолчанию

source: HTTP error page
ru: Страница HTTP ошибок

source: taxonomy term
ru: термин таксономии

source: user profile
ru: профиль пользователя

source: vocabulary
ru: словарь

source: meta tags
ru: метатеги

source: Enable at least a module listed under the category <em>Meta tags</em> in <a href="@modules-page">modules page</a>
ru: Включите по крайней мере модуль, указанный в категории "Метатеги" на <a href="@modules-page">странице модулей</a>

source: There are no modules that support the current API version.
ru: Нет модулей, которые бы поддерживали текущую версию API.

source: There should be at least one module that supports the current API version. Verify you correctly copied the files in the server.
ru: Должен быть хотя бы один модуль, который бы поддерживал текущую версию API.

source: The module nodewords.module has been installed. Now you can <a href="@settings-page">configure it</a>, after you enabled at least one module implementing meta tags.
ru: Модуль "Метатеги" был установлен. Сейчас вы можете <a href="@settings-page">настроить его</a>.

source: Implement an API that other modules can use to add meta tags.
ru: API, которое могут использовать другие модули для добавления своих метатегов.

source: Reset default meta tag values
ru: Сбросить значения метатегов по умолчанию

source: Default meta tags
ru: По умолчанию

source: Enabled meta tags
ru: Включённые метатеги

source: These settings change the meta tags that will be output, and shown in edit forms.
ru: Эти настройки предназначены для метатегов, предназначенные для вывода в странице. Они показаны в форме редактирования.

source: Meta tags to output
ru: Вывод в странице

source: These settings change the meta tags that will be output. Meta tags are used in search indexes only if there are modules implementing the necessary code.
ru: Эти настройки предназначены для метатегов, предназначенные для вывода в странице. Метатеги используются в поисковых индексах только, если есть модуль, предоставляющий соответствующий код.

source: Meta tags enabled on administrative settings pages
ru: Для администратора

source: When enabled, the site will check whether cron has been run in the configured interval and automatically run it upon the next page request. For more information visit the <a href="@status-report-url">status report page</a>.
ru: Если включено, сайт будет проверять, был ли запущен крон в указанном интервале времени и, при необходимости, запускать его. Для дополнительной информации посетите <a href="@status-report-url">эту</a> страницу.

source: When the meta tag is empty
ru: Когда метатег пуст

source: Enable tokens
ru: Включить токены

source: This setting allows to use the tokens implemented in <a href="@token">token.module</a> in meta tags content.
ru: Эти настройки позволяют использовать токены, предоставленные <a href="@token">моделем "Токен"</a>.

source: The module token.module is not enabled, or installed.
ru: Модуль "Токен" не включён или не установлен.

source: This is the base URL for links generated in the sitemap.
ru: Это базовое URL для ссылок карты сайта.

source: Enter the base URL that will be used for any URL generated by the module.
ru: Укажите базовый URL, который будет использован для любого URL, сгенерированного модулем.

source: Add new field
ru: Добавить новое поле

source: Your sitemap is up to date and does not need to be rebuilt.
ru: Ваша карта сайта актуальна и не нуждается в обновлении.

source: The maximum length must be a positive integer.
ru: Максимальная длина должна быть позитивным целым числом.

source: Logo
ru: Логотип.

source: @module (<span class="admin-missing">missing</span>)
ru: @module (<span class="admin-missing">отсутствует</span>)

source: Meta tag
ru: Метатег

source: Show in edit form
ru: Форма редактирования

source: In HTML tag HEAD
ru: HEAD

source: In search index
ru: Поиск

source: No users selected.
ru: Пользователи не выбраны.

source: 1 item successfully processed.
ru: Успешно обработана 1 позиция

source: Verbose
ru: Подробно.

source: Specific meta tags
ru: Специальные

source: Administration interface for Nodewords
ru: Интерфейс управления метатегами для администратора

source: Administration interface for Nodewords.
ru: Интерфейс управления для модуля "Метатеги"

source: Basic meta tags
ru: Базовые метатеги

source: Define basic meta tags for Drupal pages.
ru: Определите базовые метатеги для страниц системы.

source: Description of the vocabulary; can be used by modules.
ru: Описание словаря.Может быть использовано другими модулями.

source: Command counters
ru: Счетчики команд

source: week(s)
ru: неделя

source: The meta tag ROBOTS, supported by several major search engines, controls whether search engine spiders are allowed to index a page, or not, and whether they should follow links from a page, or not. The meta tag can contain one or more comma-separate values. The <em>noindex</em> value prevents a page from being indexed, and <em>nofollow</em> prevents links from being crawled. Other values recognized by one or more search engines can influence how the engine indexes pages, and how those pages appear on the search results. These include <em>noarchive</em>, which instructs a search engine not to store an archived copy of the page, and <em>nosnippet</em>, which asks that the search engine not include a snippet from the page along with the page's listing in search results.
ru: Метатег ROBOTS используется основными поисковиками и позволяет сообщить поисковику, как следует или не следует индексировать содержимое сайта.

source: Are you sure you want to delete the meta tags for the page %name?
ru: Вы уверены, что хотите удалить метатеги для страницы %name?

source: The field %field has been deleted.
ru: Поле %field было удалено.

source: The action has been successfully saved.
ru: Действие сохранено.

source: Allows users to rename URLs.
ru: Позволяет изменять существующие синонимы системных URL и добавлять новые.

source: Enter the Drupal paths associated with the page. The character <q>*</q> is a wildcard. Example paths are <em>blog</em> for the blog page, <em>blog/*</em> for every personal blog, and <em>&lt;front></em> for the front page. The list must contain at least one path.
ru: Укажите системный путь, ассоциируемый со страницей. Символ <q>*</q> означает любой символ после него.

source: edit %title
ru: редактировать %title

source: No URL aliases found.
ru: Синонимы URL не найдены.

source: Meta tags for custom pages
ru: Метатеги для своих страниц

source: The feature implemented in %metatags_by_path is implemented also in %nodewords; the module %metatags_by_path should be disabled to avoid possible conflicts.
ru: Функция, включённая в %metatags_by_path также включена в %nodewords; модуль %metatags_by_path должен быть выключен для предупреждения возможных конфликтов.

source: Allow to set meta tags for any pages for which is known the URL.
ru: Позволить устанавливать метатеги для любой страницы с определённым URL.

source: Tokens generation options
ru: Генерация токенов

source: These options change the way tokens are generated.
ru: Эти настройки определяют способ генерирования токенов.

source: Token %token options
ru: Токен %token

source: Replace the tag IMG content with the attribute ALT
ru: Заменить тег IMG атрибутом ALT

source: Filter the text added by third-party modules in the node teaser
ru: Фильтровать текст, добавленный другими модулями в аннотации документа

source: Generate the token from the node body
ru: Генерировать токен из основного текста документа

source: Generate the token from the node teaser
ru: Генерировать токен из аннотации документа

source: Generate the token from the node teaser, or the node body when the node teaser is empty
ru: Генерировать токен из аннотации документа или из основного текста документа при пустой аннотации

source: Generation source
ru: Создание источника

source: Select the vocabularies which contain terms you want to add to the content of the token %token.
ru: Выберите словари, содержащие термины, которые вы хотите добавить в содержимое токена %token.

source: Global keywords token options
ru: Глобальные ключевики

source: Global keywords - first group
ru: Глобальные ключевики - первая группа

source: Global keywords - second group
ru: Глобальные ключевики - вторая группа

source: Tokens for meta tags
ru: Токены для метатегов

source: Implement tokens that can be used to set the content of meta tags.
ru: Позволяет использовать токены в метатегах

source: Meta tags enabled on other edit forms
ru: Другие формы

source: User interface for Nodewords
ru: Пользовательский интерфейс для управления метатегами

source: Implement the user interface visible to authenticated users.
ru: Интерфейс пользователя для авторизированных пользователей.

source: Site verification meta tags
ru: Мета теги для верификации сайта

source: You have enabled two modules with similar purpose (site_verify.module and nodewords_verification_tags.module.
ru: У вас включены 2 модуля с одинаковым функционалом.

source: Define site verification meta tags required by some web sites (mainly from search engines) to verify a web site.
ru: Метатеги, позволяющие некоторым сайтам (в основном поисковики) определять настоящего владельца сайта.

source: <a href="@alexa-url">Alexa</a> will ask you to add a meta tag in order to verify you have write access to the pages of the web site you registered with their services. You can obtain a verification code <a href="@alexa-claim-your-site">claiming your site</a>
ru: <a href="@alexa-url">Alexa</a> запрашивает проверочный метатег для подтверждения прав на сайт. Вы можете получить код для тега <a href="@alexa-claim-your-site">здесь</a>.
