Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: That product feature doesn't exist.
ru: Это свойство товара не существует.

source: Error: Attempted to add a non-existent product feature type.
ru: Ошибка: попытка добавления несуществующего типа свойства товара.

source: Error: No form data was returned for that operation.
ru: Ошибка: для этой операции не была получена информация формы.

source: No features found for this product.
ru: Для этого товара свойства не найдены.

source: Add a new feature
ru: Добавить новое свойство

source: Default image support configured for Ubercart products using CCK and ImageCache.
ru: Поддержка изображений настроена для товаров магазина с помощью модуля ССК и "Динамические изображения".

source: The machine-readable name of this content type. This text will be used for constructing the URL of the <em>create content</em> page for this content type. This name may consist only of lowercase letters, numbers, and underscores. Dashes are not allowed. Underscores will be converted into dashes when constructing the URL of the <em>create content</em> page. This name must be unique to this content type.
ru: Системное название этого типа содержимого.Это поле будет использовано для конструирования URL страницы создания для этого типа содержимого.Имя может быть написано ТОЛЬКО без заглавных,в латинице,с использованием цифр и дефисом в нижнем разряде ( _ ).Точки НЕ допускаются,дефисы будут автоматически сконвертированы в точки.Название класса должно быть уникальным.

source: Class name
ru: Название класса

source: This text describes the content type created for this product class to administrators.
ru: Здесь напишите пояснительный текст для администратора.

source: This product class already exists.
ru: Этот класс товара уже включён.

source: This is a node type provided by another module. Only custom node types may become product classes.
ru: Тип документа, предоставленный другим модулем. Только пользовательские типы документов могут стать классом товара.

source: Product class saved.
ru: Класс товара сохранён.

source: Are you sure you want to delete the %type product class?
ru: Вы уверены, что хотите удалить класс товара %type?

source: The node type associated with this product class will revert to a standard node type.
ru: Тип документа, ассоциированный с этим классом товара, вернётся к стандартному типу документа.

source: Product class %type deleted.
ru: Класс товара "%type" удален.

source: There is @count node of this type.
ru: Здесь есть @count документ этого типа.

source: Create products for sale in an online store.
ru: Создайте товары для продажи в магазине.

source: Product SKU/model.
ru: Артикул

source: The listed MSRP.
ru: Рекомендованная цена.

source: Your store's cost.
ru: Цена магазина.

source: Customer purchase price.
ru: Реальная цена продажи.

source: Product and its derivatives are shippable.
ru: Товар доставляется.

source: Package quantity
ru: Количество посылок

source: Leave blank or zero to disable the quantity field next to the add to cart button, if it is enabled <a href="!settings_url">in general</a>. If it is disabled, this field is ignored.
ru: Оставьте пустым или укажите "0", чтобы выключить поле количества рядом с кнопкой добавления в корзину, если это <a href="!settings_url">включено</a> вообще. если это выключено, это поле будет проигнорировано.

source: Specify a value to set this product's position in product lists.<br />Products in the same position will be sorted alphabetically.
ru: Определите положение товара в списке при помощи числового значения.Товары с одинаковой позицией будут сортированы по алфавиту.

source: Price must be in a valid number format. No commas and only one decimal point.
ru: Цена должна быть позитивным числом.Для разделения десятичных знаков используется точка.

source: Quantities should be numeric.
ru: Количество должно быть числом.

source: Adding negative items to the cart doesn't make sense, so don't make it easy.
ru: Добавление отрицательного количества товаров не имеет смысла.

source: Save and continue
ru: Сохранить и продолжить

source: This setting can still be overridden on the node form.
ru: Эти настройки могут быть переписаны в форме редактирования документа.

source: Product image field
ru: Поле изображения товара

source: The selected field will be used on Ubercart pages to represent the products of this content type.
ru: Выбранное поле будет использовано на страницах магазина для представления товаров этого типа документа.

source: To automatically configure core image support, <a href="!url">enable</a> the <a href="http://drupal.org/project/cck">Content</a>, <a href="http://drupal.org/project/imagefield">CCK Image field</a>, and <a href="http://drupal.org/project/imagecache">Imagecache</a> modules.
ru: Для автоматической настройки поддержки изображений, <a href="!url">включите</a> модули <a href="http://drupal.org/project/cck">Содержимое</a>,<a href="http://drupal.org/project/imagefield">Поле изображения</a> и <a href="http://drupal.org/project/imagecache">Динамические изображения</a>.

source: Product image support has been automatically configured by Ubercart.
ru: Поддержка изображений товаров была автоматически настроена.

source: <a href="!url">Click here</a> to automatically configure the following items for core image support:
ru: <a href="!url">Нажмите здесь</a>,чтобы автоматически настроить следующие опции поддержки изображений:

source: The Image file field has not been created for products.
ru: Поле изображения не было создано для товара.

source: Some or all of the expected Imagecache presets ("!presets") have not been created. Ubercart will not display images in certain places.
ru: Некоторые или все ожидаемые алгоритмы обработки изображений ("!presets") не были созданы. Изображения товаро вне будут показаны.

source: Some Imagecache presets do not contain actions to perform on images. Images may be displayed in their original formats.
ru: Некоторые алгоритмы обработки изображений модуля "Динамические изображения" не содержат необходимых действий обработки. Изображения могут быть отображены в своём пероначальном необработанном виде

source: (This action is not required and should not be taken if you do not need images or have implemented your own image support.)
ru: (Это действие не является обязательным и может не выполняться,если вам не нужны изображения или вы имеете свою поддержку изображений)

source: Images
ru: Изображения

source: No products available.
ru: Товары недоступны.

source: This product has options that need to be selected before purchase. Please select them in the form below.
ru: Этот товар имеет опции,которые нужно выбрать перед покупкой.Выберите их в форме ниже.

source: SKU: @sku
ru: Артикул: @sku

source: Quantity
ru: Количество

source: You have entered an invalid quantity.
ru: Вы указали неверное количество.

source: Weight: !weight
ru: Вес: !weight

source: Dimensions: !length × !width × !height
ru: Размеры: !length × !width × !height

source: Save feature
ru: Сохранить свойство

source: The product feature has been added.
ru: Свойства товара были добавлены.

source: The product feature has been updated.
ru: Свойства товара были обновлены.

source: administer products
ru: Администрировать товары

source: administer product classes
ru: Администрировать классы товаров

source: administer product features
ru: Администрировать опции товаров

source: uc_product
ru: Товары магазина

source: Product fields
ru: Поля

source: Product features
ru: Свойства

source: Features
ru: Свойства

source: The list of product node types.
ru: Список типов документов товаров.

source: The node type identifier.
ru: Идентификатор типа документа.

source: The human-readable name.
ru: Название для человека.

source: Product information for nodes.
ru: Информация товара для документа.

source: Revision id of the product node.
ru: ID варианта документа товара.

source: The product node id.
ru: ID документа товара.

source: SKU or model number.
ru: Артикул (SKU) или номер модели.

source: Suggested retail price.
ru: Рекомендованная розничная цена.

source: The amount the store pays to sell the product.
ru: Цена,которую платит магазин.

source: The amount the customer pays for the product.
ru: Сумма, которую платит покупатель за товар.

source: Physical weight.
ru: Физический вес.

source: Unit of measure for the weight field.
ru: Единица измерения для поля веса.

source: Physical length of the product or its packaging.
ru: Физическая длина товара или посылки.

source: Physical width of the product or its packaging.
ru: Физическая ширина товара или посылки.

source: Physical height of the product or its packaging.
ru: Физическая высота товара или посылки.

source: Unit of measure for the length, width, and height.
ru: Единица измерения длины, ширины или высоты.

source: The number of this product that fit in one package.
ru: Число товаров в посылке.

source: The default value for the quantity field in the "Add to Cart" form.
ru: Значение по умолчанию для поля количества в форме добавления товара.

source: A multi-site unique identifier for a product.
ru: Уникальный идентификатор товара при мультисайтинге.

source: The sort criteria for products.
ru: Критерий сортировки для товара.

source: Boolean flag signifying that the product can be shipped.
ru: Двоичная метка означает, что этот товар может быть доставлен.

source: Added the following node types to the Catalog vocabulary: %list
ru: Добавлены следующие типы документов в словарь каталога: %list

source: The product's physical weight
ru: Физический вес товара

source: field_image_cache set as the Ubercart image for products and product classes.
ru: Поле field_image_cache установлено в качестве поля изображений для товаров магазина.

source: REQUIRED. A module to represent items in an online store. Imagecache and CCK Image field recommended.
ru: Обеспечивает представление товаров в магазине. Рекомендуется использовать вместе с модулями "Динамические изображения" и "Поле изображения".

source: The model number.
ru: Номер модели.

source: The manufacturer's suggested price.
ru: Рекомендованная цена.

source: The cost of the product to the store.
ru: Стоимость товара для магазина.

source: The price for which the product is sold.
ru: Цена, по которой товар продаётся.

source: Is a product
ru: Является товаром

source: Form to put the product in the customer's cart.
ru: Форма для добавления товаров в корзину покупателя.

source: Buy it now button
ru: Кнопка "Купить сейчас"

source: A button to add a product to the cart without quantity or attribute fields.
ru: Кнопка добавления товара в корзину без подсчёта или атрибутов.

source: Editable
ru: Редактируемо

source: high
ru: высокий

source: Ubercart price
ru: В формате магазина

source: Ubercart weight
ru: Вес

source: Product kit cart display
ru: Отображение в корзине

source: As a unit. Customers may only change how many kits they are buying. Do not list component products.
ru: Как единицу.Покупатели могут только изменить количество покупаемых наборов.Компоненты наборов не будут указаны.

source: As a unit. Customers may only change how many kits they are buying. List component products.
ru: Как единицу.Покупатели могут только изменить количество покупаемых наборов.Компоненты наборов будут указаны.

source: As individual products. Customers may add or remove kit components at will. Discounts entered below are not applied to the kit price
ru: Как отдельные товары. Пользователи могут добавлять или удалять компоненты набора. Скидки, указанные ниже не действуют на цену набора.

source: Product kit discounts are not applied because the customer can remove components from their cart.
ru: Скидки на набор товаров не применялись, потому что покупатель может удалить компоненты из корзины.

source: Name of the product kit
ru: Название набора товаров

source: Explain these whatchamacallits.
ru: Текст описания товара.

source: Product Information
ru: Информация о товаре

source: How is this product kit handled by the cart?
ru: Как этот набор товаров обработан корзиной?

source: Discount
ru: Скидка

source: Enter a positive or negative value to raise or lower the item price by that amount. This change is applied to each %product in the kit.
ru: Укажите положительное или отрицательное значение, чтобы увеличить или уменьшить цену позиций. Эти изменения действуют для каждого %product в наборе.

source: Total price
ru: Общая сумма

source: If this field is set, the discounts of the individual products will be recalculated to equal this value. Currently, the total sell price is %price.
ru: Если установлено, скидки на отдельные товары будут пересчитаны для соответствия этому значению. В настоящее время общая цена продажи равна %price.

source: Leave blank or zero to disable the quantity field in the add to cart form.
ru: Оставьте пустым или ноль,чтобы запретить это поле в форме добавлении товара в корзину.

source: Click to add to cart.
ru: Добавить в корзину.

source: Product kits do not have an image field. You may add a %field_name at the <a href="!add_url">Add field page</a> and make sure it is set as the Ubercart image in the <a href="!edit_url">content type settings</a> under the Ubercart product settings fieldset.
ru: Наборы товаров не имеют поля изображения. Вы можете добавить %field_name на <a href="!add_url">странице добавления полей</a> и затем удостовериться, что оно установлено в качестве <a href="!edit_url">изображения товаров</a>.

source: There is 1 product kit that consists of only this product. It will be deleted as well.
ru: Имеется @count набор товаров,который содержит только этот товар. Он будет также удалён.

source: administer product kits
ru: Администрировать наборы товаров

source: Product kits
ru: Набор товаров

source: Configure the product kit settings.
ru: Настройка наборов товаров

source: field_image_cache set as the Ubercart image for product kits.
ru: Поле "field_image_cache" установлено как изображение для набора товаров магазина.

source: Product Kit
ru: Набор товаров

source: This node module represents two or more products that have been listed together. This presents a logical and convenient grouping of items to the customer.
ru: Этот модуль представляет два или более товаров,которые сгруппированы вместе в логическом порядке.

source: Paged table size
ru: Размер таблицы

source: The maximum number of rows displayed on one page for a report table.
ru: Максимальное число строк записей на каждой странице.

source: Reported statuses
ru: Отбор по состоянию

source: Only orders with selected statuses will be included in reports.
ru: Только заказы с выбранным состоянием будут в отчёте.

source: The table below lists Views version 1 views that are stored in the database. You can either convert them to work in Views version 2, or delete them. The views are convertible only if there is no Views 2 view with the same name.
ru: В таблице ниже показаны виды, созданные в старой версии модуля "Виды" (Views 1). Вы можете сконвертировать их для работы в этой версии модуля.

source: No customers found
ru: Клиенты не найдены

source: Export to CSV file.
ru: Экспорт в формате CSV

source: Show paged records
ru: Показать постранично

source: Show all records
ru: Показать все записи

source: Sold
ru: Продано

source: Revenue
ru: Доход

source: Gross
ru: Валовой доход

source: Make sure %setting_name is set to %state in the <a href="!url">access log settings page</a> to enable views column.
ru: Убедитесь,что %setting_name установлено в положение %state на <a href="!url">странице доступа к системным записям</a> .В этом случае вы сможете просмотреть данные таблицы.

source: Adjust these values and update the report to build your custom product report. Once submitted, the report may be bookmarked for easy reference in the future.
ru: Установите значения ниже и нажмите "Обновить".Вы получите выборочную статистику.После этого отчёт может быть занесён в закладки для использования в будущем.

source: Update report
ru: Обновить

source: You must select at least one order status.
ru: Выберите хотя бы одно состояние заказа.

source: Sales data
ru: Дата

source: Number of orders
ru: Заказы

source: Total revenue
ru: Сумма поступлений

source: Average order
ru: В среднем

source: Today, !date
ru: Сегодня, !date

source: Yesterday, !date
ru: Вчера, !date

source: Month-to-date, @month
ru: C начала месяца за @month

source: Daily average for @month
ru: По дням,в среднем за @month

source: Projected totals for @date
ru: Планируемая сумма за @date

source: Grand total sales
ru: Общая сумма продаж

source: Customers total
ru: Покупателей всего

source: New customers today
ru: Новые покупатели сегодня

source: Online customers
ru: Клиенты онлайн

source: Total orders by status
ru: Всего заказов по состоянию

source: Unknown status
ru: Неизвестное состояние

source: Total @year
ru: Всего

source: Sales year
ru: Год

source: Products sold
ru: Продано

source: Customize sales report parameters
ru: Выборка по дате и состоянию

source: Adjust these values and update the report to build your custom sales summary. Once submitted, the report may be bookmarked for easy reference in the future.
ru: Установите значения ниже и нажмите "Обновить".Вы получите выборочную статистику.После этого отчёт может быть занесён в закладки для использования в будущем.

source: Results breakdown
ru: Результаты выводить

source: Large daily reports may take a long time to display.
ru: Большой ежедневный отчёт может занять много времени.

source: daily
ru: по дням

source: weekly
ru: по неделям

source: monthly
ru: помесячно

source: yearly
ru: погодично

source: Show a detailed list of products ordered.
ru: Показать детально.

source: The following are total orders, products, sales, and average order totals for each store customer. Clicking on the header links will toggle a descending or ascending order for that column. Clicking on a customer's name will take you to a detailed list of orders that customer has made. Clicking on a customers username will take you to their account page.
ru: Список ниже содержит данные по заказам и суммам продаж для каждого клиента.

source: The table lists each product listed in the store, its amount sold, how many times it has been viewed, revenue it has produced, and gross profit it has generated. If you do not see the number of views you must enable the Statistics module on the <a href="!url">module administration page</a>.
ru: Таблица содержит все товары на складе,их сумму продаж,количество просмотров,доход от продажи и валовой доход.Если не отображается количество просмотров,включите модуль "Статистика" на <a href="!url">странице управления модулями</a>.

source: These are the sales for the last two days, average sales for the month, and the projected sales for the rest of the month. Further down the list you will see other sales statistics.
ru: Здесь отображены продажи за последние 2 дня,среднее значение продаж за месяц и планируемые продажи до конца месяца.

source: Expand the fieldset below to customize the date range of this report, the statuses of orders displayed, and product display options.
ru: Разверните меню "Выборка по дате и состоянию",чтобы просмотреть статистику выборочно.

source: This is the monthly break down of sales for the year @year. Clicking on each link will take you to a list of orders during that month.
ru: Продажи помесячно за @year год.

source: All sales reports are <b>GMT !offset</b> (Default site timezone)
ru: Все отчёты предоставляются по <b>GMT !offset</b> (временная зона по умолчанию)

source: <b>Order statuses used:</b> @statuses
ru: Состояние заказов: <strong>@statuses</strong>

source: The CSV data could not be retreived. It's possible the data might have expired. Refresh the report page and try to retrieve the CSV file again.
ru: Информация CSV не может быть извлечена.Возможно эти данные были просрочены.Обновите страницу отчёта и попробуйте повторно извлечь данные из файла CSV.

source: Product report
ru: Отчёты по товарам

source: Custom product report
ru: Пользовательский отчёт по товарам

source: View a customized product report
ru: Просмотр

source: Sales summary
ru: Сводка

source: View summary of all store sales
ru: Резюме всех продаж

source: Sales per year
ru: За год

source: View store sales for a particular year
ru: Просмотр продаж за конкретный год

source: Custom sales summary
ru: Выборочно

source: View a customized sales summary
ru: Просмотр подготовленного резюме продаж

source: View reports about your store's sales, customers, and products.
ru: Обзор отчётов по продажам,клиентам и товарам.

source: No expirations set to occur
ru: Нет сроков окончания действия,которые должны произойти.

source: Delete expiration of %role_name role for the user %user_name?
ru: Удалить срок действия роли %role_name для пользователя %user_name?

source: Deleting the expiration will give %user_name privileges set by the %role_name role indefinitely unless manually removed.
ru: При удалении этого срока действия пользователю %user_name будут даны привилегии,установленные ролью %role_name до тех пор,пока не будет удалено вручную.

source: Invalid user id or role id.
ru: Неправильный id пользователя или роли.

source: Ubercart role expiration
ru: Срок действия роли

source: Grant or renew purchased roles
ru: Предоставление или возобновление приобретённых ролей

source: If the original order status was not Completed.
ru: Если первоначальный заказ не был завершён.

source: If the updated order status is Completed.
ru: Если обновлённый заказ завершён.

source: Update all role expirations for this order.
ru: Обновить все сроки действия ролей для этого заказа.

source: Notify customer when a role is granted
ru: Уведомить пользователя при предоставлении ему роли

source: Notify the customer when they have had a role granted on their user.
ru: Уведомить пользователя,если он должен иметь роль,предоставленную ему.

source: Notify customer when a role is revoked
ru: Уведомить,если роль отменена

source: Notify customer when a role is renewed
ru: Уведомить,если роль возобновлена

source: Notify customer when a role is about to expire
ru: Уведомить,если срок действия роли истекает

source: Renew the roles on an order.
ru: Возобновить роли при заказе

source: renewal
ru: возобновление

source: Send an order email regarding roles.
ru: Отправлять email заказа относительно ролей

source: Role expiration
ru: Истечение срока действия роли

source: E-mail for granted roles
ru: E-mail для предоставленных ролей

source: E-mail for revoked roles
ru: E-mail для отменённых ролей

source: E-mail for renewed roles
ru: E-mail для возобновлённых ролей

source: E-mail for role expiration reminders
ru: E-mail для напоминания об истечении срока действия ролей

source: Customer user role %role renewed.
ru: Роль клиента %role возобновлена.

source: Customer granted user role %role.
ru: Клиенту предоставлена роль %role.

source: Display messages to alert users of any new or updated roles.
ru: Отображать сообщения об состоянии их ролей.

source: Add roles through this page and then use the <a href="!url">conditional actions interface</a> to limit which orders they are applied to. Most important is the order status on which role granting will be triggered.
ru: Добавьте роли на этой странице и затем укажите <a href="!url">условия</a> для ограничения заказов,к которым будут применяться эти роли.

source: Ubercart grants certain roles to customers when they purchase products with a role assignment feature. These can be permanent or temporary roles. Here you can view and edit when temporary roles are set to expire.
ru: Система предоставляет пользователям определённые роли, когда они приобретают товары с назначенными ролями в их "Свойствах". Эти роли могут быть постоянными или временными. Здесь вы можете просмотреть и отредактировать время действия ролей.

source: month(s)
ru: месяц
