Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Administration theme module settings are available under !link
ru: Настройки темы оформления администратора !link

source: Enable the administration theme on more pages than possible with Drupal's default administration page.
ru: Включить тему администратора на других страницах.

source: Administration
ru: Администрирование

source: The translation was successfully imported. There are %number newly created translated strings, %update strings were updated and %delete strings were removed.
ru: Импорт завершён. Создано новых строк: %number; обновлено существующих строк: %update; удалено строк: %delete.

source: Advanced Contact Options
ru: Опции

source: Advanced Contact additional information
ru: Дополнительная информация

source: Provide additional information when a category is selected. You can use @category in you message and it will be replaced by the provided category.
ru: Дополнительная информация, отображаемая на выбранной категории. Вы можете использовать @category в вашем сообщении, которое будет заменено на название категории.

source: Replace Contact information
ru: Заменить контактную информацию

source: If selected, the additional information provided will be used to replace the default contact information provided by the contact module. Otherwise it will be appended.
ru: Если отмечено, дополнительная предоставленная информация будет использована для замены контактной информации по умолчанию. Если нет, дополнительная информация будет добавлена к существующей.

source: Advanced Contact
ru: Расширенная контактная форма

source: Provides additional features to the default drupal contact form.
ru: Предоставляет дополнительные функции для стандартной контактной формы

source: Path
ru: Синоним

source: Specify ID of field which you want enable ajax search for.For example:#edit-search-theme-form-keys. Use Firebug to find the ID.
ru: Укажите ID поля, для которого нужно включить AJAX поиск. Например #edit-search-theme-form-keys. Используйте Firebug для определения этого ID.

source: Maximum number of results
ru: Максимальное число результатов

source: Search nodes (by titles)
ru: Искать документы (по заголовкам)

source: Enable
ru: Включить

source: Restrict nodes that have only these content types
ru: Ограничить документами, имеющими такие типы

source: AJAX search
ru: AJAX поиск

source: AJAX search module
ru: Модуль AJAX поиска

source: You do not have permission to back up this site.
ru: У вас нет прав резервировать базу данных.

source: -- Select a Settings Profile --
ru: -- Выберите профиль --

source: Settings Profile
ru: Профиль

source: You can load a profile. Any changes you made below will be lost.
ru: Вы можете загрузить профиль. Любые сделанные вами ниже изменения будут потеряны.

source: Load Settings
ru: Загрузить настройки

source: Load Profile
ru: Загрузить профиль

source: Quick Backup
ru: Быстрое резервирование

source: Backup now
ru: Сделать копию

source: For more backup options, try the <a href="!advancedurl">advanced backup page</a>.
ru: Больше настроек находится на странице <a href="!advancedurl">расширенного резервирования</a>.

source: A source cannot be backed up to itself. Please pick a different destination for this backup.
ru: Источник не может резервировать себя самого. Выберите другую цель.

source: Backup from !from to !to using !profile !submit
ru: Копия из !from в !to при помощи !profile !submit

source: Backup Destination
ru: Цель копии

source: Choose where the backup file will be saved. Backup files contain sensitive data, so be careful where you save them. Select 'Download' to download the file to your desktop.
ru: Выберите, куда нужно сохранить резервную копию.

source: Create new destination
ru: Создать новую цель

source: Save these settings.
ru: Сохранить эти настройки.

source: Save the settings as
ru: Сохранить настройки как

source: Replace the '%profile' profile
ru: Заменить профиль "%profile"

source: Create new profile
ru: Создать новый профиль

source: Profile name
ru: Название профиля

source: This will be the name of your new profile if you select 'Create new profile' otherwise it will become the name of the '%profile' profile.
ru: Это будет названием вашего нового профиля, если вы выберите "Создать новый профиль".

source: Pick a name for the settings. Your settings will be saved as a profile and will appear in the <a href="!url">Profiles Tab</a>.
ru: Выберите название настройки.

source: Save Without Backing Up
ru: Сохранить без резервирования

source: Restore to
ru: Восстановить в

source: Choose the database to restore to. Any database destinations you have created and any databases specified in your settings.php can be restored to.
ru: Выберите базу данных, куда будет выполнено восстановление.

source: Upload a Backup File
ru: Файл резервной копии

source: Upload a backup file created by this version of this module. For other database backups please use another tool for import. Max file size: %size
ru: Закачать резервную копию ДБ,созданный этой версией модуля.Для других копий используйте другие инструменты для импорта.Максимальный размер файла: %size.

source: Restoring will delete some or all of your data and cannot be undone. <strong>Always test your backups on a non-production server!</strong>
ru: При восстановлении будет потеряна вся или часть существующей информации. <strong>ВСЕГДА предварительно проверяйте вашу копию БД на тестовом сайте.</strong>

source: Advanced Options
ru: Расширенные настройки

source: Restore now
ru: Восстановить немедленно

source: <p>Or you can restore one of the files in your <a href="!url">saved backup destinations.</a></p>
ru: <p>Или вы можете восстановить один из файлов, сохранённых в <a href="!url">директории</a></p>

source: <a href="!restoreurl">Restore again</a>
ru: <a href="!restoreurl">Восстановить снова</a>

source: access backup and migrate
ru: Доступ к модулю

source: perform backup
ru: Резервирование файлов

source: access backup files
ru: Доступ к резервным файлам

source: delete backup files
ru: Удаление резервных файлов

source: restore from backup
ru: Восстановление из резервной копии

source: administer backup and migrate
ru: Администрировать модуль

source: Backup
ru: Резервирование

source: Backup the database.
ru: Резервировать базу данных

source: Advanced Backup
ru: Расширенное резервирование

source: Restore
ru: Восстановить

source: Restore the database from a previous backup
ru: Восстановить БД из предыдущей копии

source: Default Schedule
ru: Расписание по умолчанию

source: The primary identifier for a destination.
ru: Первичный идентификатор цели.

source: The primary identifier for a schedule.
ru: Первичный идентификатор расписания.

source: The db source to backup from.
ru: Источник, из которого будет сделана резервная копия.

source: Backup or migrate the Drupal Database quickly and without unnecessary data.
ru: Быстрое резервирование и перенос базы данных.

source: Are you sure?
ru: Вы уверены?

source: The block %name has been removed.
ru: Блок %name был удалён.

source: Cancel
ru: Отменить

source: Exported content
ru: Экспортированное содержимое.

source: edit
ru: редактировать

source: override
ru: переписать

source: revert
ru: вернуть

source: Create a new !item
ru: Создать

source: Save !type
ru: Сохранить !type

source: Are you sure you want to delete this !type?
ru: Вы уверены, что хотите удалить !type?

source: List !type
ru: Список

source: Create !type
ru: Создать !type

source: Delete !type
ru: Удалить !type

source: Edit !type
ru: Редактировать !type

source: Export !type
ru: Экспортировать !type

source: Database type
ru: Тип базы данных

source: The type of the database. Drupal only supports one database type at a time, so this must be the same as the current database type.
ru: Тип базы данных.

source: Database name
ru: Название базы данных

source: The name of the database. The database must exist, it will not be created for you.
ru: Название базы данных. БД должна существовать.

source: Enter the name of a user who has write access to the database.
ru: Укажите имя пользователя, имеющего права записи в базу данных.

source: The database name is not valid.
ru: Неправильное название базы данных.

source: Database Options
ru: Опции БД

source: You may omit specific tables, or specific table data from the backup file. Only omit data that you know you will not need such as cache data, or tables from other applications. Excluding tables can break your Drupal install, so <strong>do not change these settings unless you know what you're doing</strong>.
ru: Вы можете исключить из резервирования определённые таблицы. Не трогайте эти настройки, если точно не знаете, что делаете.

source: Exclude the following tables altogether
ru: Исключить таблицы

source: The selected tables will not be added to the backup file.
ru: Выбранные таблицы не будут добавлены в резервную копию.

source: Exclude the data from the following tables
ru: Исключить информацию из таблиц

source: The selected tables will have their structure backed up but not their contents. This is useful for excluding cache data to reduce file size.
ru: Выбранные таблицы будут иметь свою структуру в резервной копии,но без информации в них.Это полезно для исключения кэша,чтобы уменьшить размер файла.

source: Lock tables during backup
ru: Закрыть таблицы при резервировании

source: This can help reduce data corruption, but will make your site unresponsive.
ru: Это поможет избежать ошибок при копировании, но сделает ваш сайт недоступным на время копирования.

source: %num SQL commands executed.
ru: Выполнено %num SQL комманд.

source: Unable to open file %file to restore database
ru: Невозможно открыть файл %file для восстановления базы данных.

source: Email Address
ru: Email

source: Enter the email address to send the backup files to. Make sure the email sever can handle large file attachments
ru: Укажите email, на который будут отправлены резервные копии. Принимающий сервер должен поддерживать большие вложения.

source: The e-mail address %mail is not valid.
ru: E-mail %mail является недействительным.

source: Database backup from !site: !file
ru: Резервная копия базы данных: !file

source: Database backup attached.
ru: Резервная копия вложена.

source: Directory path
ru: Путь директории

source: Enter the path to the directory to save the backups to. Use a relative path to pick a path relative to your Drupal root directory. The web server must be able to write to this path.
ru: Укажите путь к директории, куда будут сохранены резервные копии. Используйте пути, относительные главной директории установки системы.

source: Advanced Settings
ru: Расширенные настройки

source: Change file mode (chmod)
ru: Изменить права на файл (chmod)

source: If you enter a value here, backup files will be chmoded with the mode you specify. Specify the mode in octal form (e.g. 644 or 0644) or leave blank to disable this feature.
ru: Если вы указали значение, файлам копий БД будут даны указанные вами права. Права указываются в виде чисел (например 644 или 0644). Для отключения этой опции, оставьте поле пустым.

source: Change file group (chgrp)
ru: Изменить группу файла (chgrp)

source: If you enter a value here, backup files will be chgrped to the group you specify. Leave blank to disable this feature.
ru: Если вы указали значение, файлам копий БД будет дана указанная вами группа. Для отключения этой опции, оставьте поле пустым.

source: You must enter a valid chmod octal value (e.g. 644 or 0644) in the change mode field, or leave it blank.
ru: Вы должны указать права файла в правильной форме (например 644 или 0644), или оставьте поле пустым.

source: Security notice: Backup and Migrate was unable to write a test text file to the destination directory %directory, and is therefore unable to check the security of the backup destination. Backups to the server will be disabled until the destination becomes writable and secure.
ru: Модуль "Резервирование БД" не может записать тестовый текстовый файл в директорию %directory, что делает невозможным проверку надёжности директории резервных копий. Резервирование БД на сервере отключено из соображений безопасности до тех пор, пока эта директория не станет доступной для записи.

source: Security notice: Backup and Migrate will not save backup files to the server because the destination directory is publicly accessible. If you want to save files to the server, please secure the '%directory' directory
ru: Резервные копии не будут сохраняться на сервере, поскольку каталог назначения является общедоступным. Если вы хотите сохранить файлы на сервере, сделайте безопасным каталог %directory.

source: Port
ru: Порт

source: %title Files
ru: Файлы %title

source: There are no backup files to display.
ru: Нет резервных копий.

source: Are you sure you want to restore the database?
ru: Вы уверены, что хотите восстановить базу данных?

source: Are you sure you want to restore the database from the backup file %file_id? This will delete some or all of your data and cannot be undone. <strong>Always test your backups on a non-production server!</strong>
ru: Вы уверены, что хотите восстановить базу данных из резервного файла %file_id?. Будет удалена вся или некоторая информация и это нельзя будет отменить. <strong>Всегда предварительно тестируйте ваши резервные копии на тестовом сайте</strong>

source: Are you sure you want to delete the backup file?
ru: Вы уверены, что хотите удалить резервную копию?

source: Are you sure you want to delete the backup file %file_id? <strong>This action cannot be undone.</strong>
ru: Вы уверены, что хотите удалить резервную копию %file_id?. <strong>Это нельзя будет отменить!</strong>

source: Backup Source
ru: Источник

source: Choose the database to backup. Any database destinations you have created and any databases specified in your settings.php can be backed up.
ru: Выберите базу данных для резервного копирования.

source: destinations
ru: цели

source: destination
ru: цель

source: Destination name
ru: Название цели

source: Add a new @s destination.
ru: Добавить цель @s

source: Choose the type of destination you would like to create:
ru: Выберите желаемый тип цели:

source: No destination types available.
ru: Типы целей недоступны.

source: Are you sure you want to delete the destination %name? Backup files already saved to this destination will not be deleted.
ru: Вы уверены, что хотите удалить цель %name? Резервные файлы, сохранённые там, не будут удалены.

source: Location
ru: Расположение

source: list files
ru: показать файлы

source: Scheme
ru: Схема

source: Host
ru: Хост

source: The path this menu item links to. This can be an internal Drupal path such as %add-node or an external URL such as %drupal. Enter %front to link to the front page.
ru: Адрес (путь),на который ссылается этот пункт меню. Это может быть системный путь (например %add-node) или внешний адрес,например http://www.domain.com.Введите %front для ссылки на главную страницу сайта.

source: Password
ru: Пароль

source: You do not need to enter a password unless you wish to change the currently saved password.
ru: Вам не нужно указывать пароль до тех пор, пока вы не захотите изменить текущий пароль.

source: Compression
ru: Компрессия

source: No Compression
ru: Без компрессии

source: Zip
ru: Почтовый код

source: File Encryption (EXPERIMENTAL)
ru: Шифрование файлов (ЭКСПЕРИМЕНТАЛЬНО)

source: Encrypted files can only be restored by Backup and Migrate and only on sites with the same encryption key. <strong>This functionality is experimental, and should only be used for testing.</strong>
ru: Зашифрованные файлы могут быть восстановлены только этим модулем и только на сайтам с таким же шифровальным ключём. <strong>Эта функция пока экспериминтальная и может быть использована для тестов</strong>

source: File Encryption
ru: Шифрование файла

source: Install the !link to enable backup file encryption.
ru: Установите !link для включения шифрования резервного файла.

source: AES Encryption Module
ru: Модуль шифрования AES

source: No Encryption
ru: Без шифрования

source: AES Encryption
ru: AES шифрование

source: Send an email if backup succeeds
ru: Отправлять email при удачном копировании.

source: Email Address for Success Notices
ru: Email для сообщений об удачном копировании

source: Send an email if backup fails
ru: Отправлять email при неудачном копировании

source: Email Address for Failure Notices
ru: Email для сообщений об НЕудачном копировании

source: !site backup succeeded
ru: Удачное резервирование БД на !site

source: The site backup has completed successfully with the following messages: !messages
ru: Резервная копия базы данных была успешно создана: !messages

source: The site backup has completed successfully.
ru: Резервная копия базы данных была успешно создана:

source: !site backup failed
ru: Ошибка при резервировании БД на !site

source: The site backup has failed with the following messages: !messages
ru: Резервная копия базы данных НЕ была создана: !messages

source: The site backup has failed for an unknown reason.
ru: Резервная копия базы данных не была создана из-за неизвестной ошибки.

source: Disable query log
ru: Выключить запись запросов

source: Disable the devel module's query logging during the backup operation. It will be enabled again after backup is complete. This is very highly recommended.
ru: Отключить запросы модуля "Разработка" на время резервирования базы данных. Они будут снова разрешены после завершения копирования БД. Рекомендуется использовать эту опцию.

source: Take site offline
ru: Выключить сайт

source: Take the site offline during backup and show a maintenance message. Site will be taken back online once the backup is complete.
ru: Вывести сайт офф-лайн на время резервирования. Будет показано соответствующее сообщение. Сайт будет включен по завершению копирования.

source: Site off-line message
ru: Текст сообщения

source: Message to show visitors when the site is in off-line mode.
ru: Сообщение для пользователей в период обслуживания сайта.

source: Disable the devel module's query logging during the restore operation. It will be enabled again after restore is complete. This is very highly recommended.
ru: Отключить запросы модуля "Разработка" на время восстановления базы данных. Они будут снова разрешены после завершения восстановления БД. Рекомендуется использовать эту опцию.

source: Take the site offline during restore and show a maintenance message. Site will be taken back online once the restore is complete.
ru: Перевести сайт в режим обслуживания при восстановлении БД. Пользователям будет показано соответствующее сообщение. После окончания резервирования сайт автоматически включиться в работу.

source: View as checkboxes
ru: В виде чекбоксов

source: Backup File
ru: Файл резервной копии

source: Backup file name
ru: Название резервной копии

source: Replacement patterns
ru: Шаблоны

source: You can use tokens in the file name.
ru: Вы можете использовать в названии файла токены.

source: Append a timestamp.
ru: Поставить метку времени.

source: Timestamp format
ru: Формат метки времени

source: Should be a PHP <a href="!url">date()</a> format string.
ru: Должно быть в формате <a href="!url">PHP date()</a>.

source: profile
ru: Профиль

source: profiles
ru: профили

source: Source
ru: источник

source: Filename
ru: Название файла

source: Missing
ru: Потеряно

source: Profile Name
ru: Название профиля

source: Are you sure you want to delete the profile %name? Any schedules using this profile will be disabled.
ru: Вы уверены, что хотите удалить профиль %name? Любые расписания, которые используют этот профиль, будут выключены.

source: schedule
ru: расписание

source: Frequency
ru: Частота

source: Keep
ru: Сохранить

source: Last run
ru: Последний запуск

source: All
ru: Все

source: Never
ru: Никогда

source: No tables excluded
ru: Нет отработанных таблиц

source: No data omitted
ru: Нет исключённых данных

source: Hour(s)
ru: Час

source: Schedule Name
ru: Название расписания

source: -- None Available --
ru: -- Не доступно --

source: Backup every
ru: Резервировать базу с периодом

source: Number of Backup files to keep
ru: Число одновременно сохраняемых копий

source: The number of backup files to keep before deleting old ones. Use 0 to never delete backups. <strong>Other files in the destination directory will get deleted if you specify a limit.</strong>
ru: Число одновременно сохраняемых копий перед удалением старой. Укажите "0", чтобы запретить удаление резервных копий вообще.

source: Choose where the backup file will be saved. Backup files contain sensitive data, so be careful where you save them.
ru: Выберите, куда следует сохранять резервные копии.

source: Backup period must be a number greater than 0.
ru: Период резервирования должен быть в виде числа, большего чем "0".

source: Number to keep must be an integer greater than or equal to 0.
ru: Число сохраняемых копий должно быть в виде целого числа, которое равно или больше нуля.

source: Seconds
ru: Секунды

source: Once a second
ru: Один раз в секунду

source: Every @count seconds
ru: Каждые @count секунды

source: Minutes
ru: Минута

source: Once a minute
ru: Один раз в минуту

source: Every @count minutes
ru: Каждые @count минуты

source: Hours
ru: Час

source: Once an hour
ru: Один раз в час

source: Every @count hours
ru: Каждые @count часа

source: Days
ru: День

source: Once a day
ru: Один раз в день

source: Every @count days
ru: Каждые @count часа

source: Weeks
ru: Неделя

source: Once a week
ru: Один раз в неделю

source: Every @count weeks
ru: Каждые @count недели

source: Region
ru: Регион

source: Weight
ru: Вес

source: Throttle
ru: Регулятор

source: No blocks in this region
ru: Нет блоков в этом регионе

source: The block settings have been updated.
ru: Настройки блока были изменены.

source: Block specific settings
ru: Настройки блока

source: Block title
ru: Заголовок блока

source: The title of the block as shown to the user.
ru: Заголовок блока, как он будет показан пользователю.

source: Override the default title for the block. Use <em>&lt;none&gt;</em> to display no title, or leave blank to use the default block title.
ru: Тут можно переписать принятое по умолчанию название блока.Используйте <em>&lt;none&gt;</em> если не хотите никаких заголовков или оставьте пустым,чтобы использовать заголовок по умолчанию.

source: '%name' block
ru: Блок "%name"

source: User specific visibility settings
ru: Видимость блока

source: Custom visibility settings
ru: Настройка видимости блока

source: Users cannot control whether or not they see this block.
ru: Клиенты не могут управлять видимостью блока.

source: Show this block by default, but let individual users hide it.
ru: Показывать по умолчанию,но позволять некоторым клиентам скрыть его.

source: Hide this block by default but let individual users show it.
ru: Скрывать по умолчанию,но позволять некоторым клиентам показывать его.

source: Allow individual users to customize the visibility of this block in their account settings.
ru: Возможность некоторым клиентам управлять видимостью блока.

source: Role specific visibility settings
ru: Ролевая видимость

source: Show block for specific roles
ru: Показать блок для ролей

source: Show this block only for the selected role(s). If you select no roles, the block will be visible to all users.
ru: Показывать этот блок только для выбранных ролей.Если не выбрана ни одна роль,блок будет показан всем пользователям.

source: Page specific visibility settings
ru: Видимость на страницах

source: Show on every page except the listed pages.
ru: Все страницы,кроме указанных ниже.

source: Show on only the listed pages.
ru: Только на указанных ниже страницах.
