Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Display nodes only if a user posted the node or commented on the node.
ru: Отображать документ, только если пользователь опубликует его или прокомментирует.

source: Link to contact page
ru: Ссылка на страницу контактов

source: Provide a simple link to the user contact page.
ru: Предоставить простую ссылку на контактную страницу пользователя.

source: Locale source
ru: Источник

source: A source string for translation, in English or the default site language.
ru: Строка источника переводов на английском или языке, принятом на сайте по умолчанию.

source: The ID of the source string.
ru: ID строки источника.

source: Group
ru: Группа

source: The group the translation is in.
ru: Группа переводов.

source: The full original string.
ru: Полная оригинальная строка.

source: The version of Drupal core that this string is for.
ru: Версия ядра системы, для которой предназначена эта строка.

source: Provide a simple link to edit the translations.
ru: Предоставить простую ссылку для редактирования перевода.

source: Locale target
ru: Цель локализации

source: Translation
ru: Перевод

source: The full translation string.
ru: Полная строка перевода.

source: Cron execution must not exceed the PHP maximum execution time of %max seconds. You find the time spend to sent emails in the <a href="/admin/reports/dblog">Recent log entries</a>.
ru: Выполнение крон не должно превышать максимального времени выполнения PHP. Время, затраченное на отправку писем фиксируется в <a href="/admin/reports/dblog">журнале системных событий</a>.

source: The language this translation is in.
ru: Язык перевода.

source: Singular LID
ru: Отдельный LID

source: The ID of the parent translation.
ru: ID родительского перевода.

source: Plural
ru: Множественный

source: Whether or not the translation is plural.
ru: Является или нет перевод множественным

source: The node ID of the node.
ru: ID документа

source: The title of the node.
ru: Заголовок документа.

source: The date the node was posted.
ru: Дата создания документа.

source: Updated date
ru: Дата обновления

source: The date the node was last updated.
ru: Дата обновления документа.

source: The type of a node (for example, "blog entry", "forum post", "story", etc).
ru: Тип документа.

source: Whether or not the node is published.
ru: Был ли документ опубликован?

source: Published or admin
ru: Опубликовано или администратор

source: Filters out unpublished nodes if the current user cannot view them.
ru: Фильтрует неопубликованные документы, если текущий пользователь не может видеть их.

source: Whether or not the node is promoted to the front page.
ru: Был ли документ размещён на главной странице?

source: Whether or not the node is moderated.
ru: Был ли документ проверен?

source: Whether or not the node is sticky.
ru: Был ли документ "приклеен"?

source: Provide a simple link to the node.
ru: Предоставить простую ссылку на документ.

source: Provide a simple link to edit the node.
ru: Предоставить простую ссылку для редактирования документа.

source: Provide a simple link to delete the node.
ru: Предоставить простую ссылку для удаления документа.

source: Created date
ru: Дата создания

source: In the form of CCYYMMDD.
ru: В форме CCYYMMDD.

source: Created year + month
ru: Дата создания, год + месяц

source: In the form of YYYYMM.
ru: В форме YYYYMM.

source: Created year
ru: Год создания

source: In the form of YYYY.
ru: В формате YYYY.

source: Created month
ru: Месяц создания

source: In the form of MM (01 - 12).
ru: В формате MM (01 - 12).

source: Created day
ru: День создания

source: In the form of DD (01 - 31).
ru: В форме DD (01 - 31).

source: Created week
ru: Неделя создания

source: In the form of WW (01 - 53).
ru: В форме WW (01 - 53).

source: Updated year + month
ru: Дата обновления, год + месяц

source: Updated year
ru: Год обновления

source: Updated month
ru: Месяц обновления

source: Updated day
ru: День обновления

source: Updated week
ru: Неделя обновления

source: Node revision
ru: Вариант документа

source: Node revisions are a history of changes to nodes.
ru: Варианты документа - это история измения документов.

source: Relate a node revision to the user who created the revision.
ru: Установить связь варианта документа с пользователем,его создавшим.

source: The stored teaser field. This may not be valid or useful data on all node types.
ru: Информация в поле аннотации.

source: The revision ID of the node revision.
ru: ID варианта документа

source: The log message entered when the revision was created.
ru: Служебное сообщение, которое будет сохранено вместе с вариантом документа.

source: The date the node revision was created.
ru: Дата создания варианта документа.

source: Input format id
ru: ID формы ввода

source: The numeric input format of the node revision. !default means the default input format.
ru: Числовой формат ввода варианта документа. !default означает формат ввода по умолчанию.

source: The name of the input format of the node revision.
ru: Название формата ввода варианта документа.

source: Revert link
ru: Обратная ссылка

source: Provide a simple link to revert to the revision.
ru: Предоставить ссылку для возврата к варианту.

source: Provide a simple link to delete the node revision.
ru: Предоставить ссылку для удаления варианта документа.

source: Node access
ru: Доступ к документу

source: Access
ru: Доступ

source: Filter by access.
ru: Фильтр по доступу

source: Filter for nodes by view access. <strong>Not necessary if you are using node as your base table.</strong>
ru: Фильтр документов по доступу.

source: Has new content
ru: Имеет новое содержимое

source: Show a marker if the node has new or updated content.
ru: Показать метку, если документ имеет новое или обновлённое содержимое

source: Show only nodes that have new content.
ru: Показать только документы, которые имеют новое содержимое.

source: Profile textfield
ru: Текстовое поле профиля

source: Profile textarea
ru: Многострочное текстовое поле профиля

source: Profile URL
ru: URL профиля

source: Profile date %field-name.
ru: Дата профиля %field-name.

source: Links from
ru: Ссылка "от"

source: Other nodes that are linked from the node.
ru: Другие документы, которые имеют ссылку с этого документа.

source: Links to
ru: Ссылка "на"

source: Other nodes that link to the node.
ru: Другие документы, которые ссылаются на этот документ.

source: Search Terms
ru: Поиск терминов

source: The terms to search for.
ru: Термины для поиска

source: Node statistics
ru: Статистика

source: Total views
ru: Всего просмотров

source: The total number of times the node has been viewed.
ru: Суммарное количество просмотров документа за всё время.

source: Views today
ru: Просмотров сегодня

source: The total number of times the node has been viewed today.
ru: Суммарное количество просмотров документа за сегодня.

source: Most recent view
ru: Самые последние просмотры

source: The most recent time the node has been viewed.
ru: Самый последний раз, когда документ был просмотрен.

source: Access log
ru: История доступа

source: Stores site access information.
ru: Сохраняет информацию о доступе сайта.

source: Browser session ID of user that visited page.
ru: ID сессии пользователя, который зашёл на страницу.

source: Title of page visited.
ru: Заголовок посещённой страницы.

source: Internal path to page visited (relative to Drupal root.)
ru: Внутренний путь к посещённой странице (относительно главной директории)

source: Hostname of user that visited the page.
ru: Хост пользователя, который зашёл на страницу.

source: The user who visited the site.
ru: Пользователь, который посетил сайт

source: Timer
ru: Таймер

source: Time in milliseconds that the page took to load.
ru: Время генерации страницы в миллисекундах.

source: Timestamp of when the page was visited.
ru: Время визита на эту страницу.

source: Files maintained by Drupal and various modules.
ru: Файлы, поддерживаемые системой и другими модулями.

source: The ID of the file.
ru: ID файла

source: The name of the file.
ru: Название файла.

source: The path of the file.
ru: Путь файла.

source: Mime type
ru: Mime-тип

source: The mime type of the file.
ru: mime-тип файла.

source: The size of the file.
ru: Размер файла

source: The date the file was uploaded.
ru: Дата, когда файл был загружен.

source: Name of the vocabulary a term is a member of. This will be the vocabulary that whichever term the "Taxonomy: Term" field is; and can similarly cause duplicates.
ru: Название словаря, к которому принадлежит термин.

source: Vocabulary ID
ru: ID словаря

source: The taxonomy vocabulary ID
ru: ID словаря таксономии

source: Term
ru: Термин

source: Taxonomy terms are attached to nodes.
ru: Термины таксономии привязаны к документам.

source: Term ID
ru: ID термина

source: The taxonomy term ID
ru: ID термина таксономии

source: Taxonomy terms. Note that using this can cause duplicate nodes to appear in views; you must add filters to reduce the result set.
ru: Термины таксономии. Помните, это может привести к дублированию результатов, поэтому вы должны добавить дополнительный фильтр.

source: Taxonomy term name.
ru: Название термина таксономии.

source: The term weight field
ru: Поле веса термина

source: Term description
ru: Описание термина

source: The description associated with a taxonomy term.
ru: Описание, которое ассоциируется с термином таксономии.

source: Vocabulary
ru: Словарь

source: Filter the results of "Taxonomy: Term" to a particular vocabulary.
ru: Фильтровать результаты "Таксономия: Термин" по определённому словарю.

source: All terms
ru: Все термины

source: Display all taxonomy terms associated with a node from specified vocabularies.
ru: Отображать все термины, которые ассоциируются с документом из указанных словарей.

source: Parent term
ru: Родительский термин

source: The parent term of the term. This can produce duplicate entries if you are using a vocabulary that allows multiple parents.
ru: Родительский термин этого термина. Это может вызвать дубликаты в результатах, если использован словарь с множественными родительскими терминами.

source: The parent term of the term.
ru: Родительский термин этого термина.

source: Term synonym
ru: Синоним термина

source: Term synonyms may be used to find terms by alternate names.
ru: Синоним термина может быть использован для нахождения термина по альтернативным названиям.

source: Relate nodes to taxonomy terms, specifiying which vocabulary or vocabularies to use. This relationship will cause duplicated records if there are multiple terms.
ru: Установить связь документов с терминами таксономии с указанием, какой словарь использовать для этого. Эта связь может привести к дублированию результатов при наличии множественных терминов в этих словарях.

source: term
ru: термин

source: Term ID (with depth)
ru: ID термина (с глубиной)

source: The depth filter is more complex, so provides fewer options.
ru: Фильтр глубины сложнее, поэтому имеет несколько дополнительных опций.

source: Term ID depth modifier
ru: Модификатор глубины ID термина

source: Allows the "depth" for Taxonomy: Term ID (with depth) to be modified via an additional argument.
ru: Позволяет модифицировать "глубину" для "Таксономия: Термин (с глубиной)" через дополнительный аргумент.

source: The language the content is in.
ru: Язык содержимого.

source: Translation set node ID
ru: ID набора переводов

source: The ID of the translation set the content belongs to.
ru: ID набора переводов, которому принадлежит документ.

source: Source translation
ru: Перевод источника

source: The source that this content was translated from.
ru: Источник перевода, из которого был создан этот документ.

source: Translations
ru: Переводы

source: Versions of content in different languages.
ru: Версии содержимого в различных языках.

source: Nodes that are either untranslated or are the original versions of a translation set.
ru: Документы, которые непереведены или являются источником набора переводов.

source: Child translation
ru: Подчинённые переводы

source: Nodes that are translations of a source translation.
ru: Документы, которые являются переводами источников переводов.

source: Translation status
ru: Состояние перевода

source: The translation status of the node--whether or not the translation needs to be updated.
ru: Состояние перевода документа - должен ли быть обновлён перевод.

source: Outdated
ru: Устарело

source: The user ID
ru: ID пользователя

source: Current
ru: Текущий

source: Filter the view to the currently logged in user.
ru: Фильтровать вид по пользователям, находящимся в настоящий момент на сайте.

source: The user or author name.
ru: Имя пользователя или автора.

source: Language of the user
ru: Язык пользователя

source: The user's picture, if allowed.
ru: Аватар пользователя, если разрешено.

source: Has Avatar
ru: Имеет аватар

source: The date the user was created.
ru: Дата регистрации пользователя.

source: Last login
ru: Последний вход

source: The user's last login date.
ru: Дата последнего входа пользователя.

source: Whether a user is active or blocked.
ru: Запретить или разрешить профиль пользователя.

source: Provide a simple link to edit the user.
ru: Простая ссылка для редактирования профиля пользователя.

source: Provide a simple link to delete the user.
ru: Простая ссылка для удаления профиля пользователя.

source: No role
ru: Нет роли

source: Global
ru: Глобально

source: Allow an argument to be ignored. The query will not be altered by this argument.
ru: Позволять аргументам быть проигнорированными. Запрос не будет определён этим аргументом.

source: Custom text
ru: Пользовательский текст

source: Provide custom text or link.
ru: Предоставить пользовательский текст или ссылку.

source: View result counter
ru: Счётчик просмотров

source: Displays the actual position of the view result
ru: Отображает актуальную позицию результата.

source: desc
ru: убыв.

source: Validate user has access to the node
ru: Проверить права доступа к документу

source: Enter the terms you wish to search for.
ru: Укажите условия поиска.

source: You must include at least one positive keyword with @count characters or more.
ru: Введите хотя бы одно ключевое слово с числом символов не менее @count

source: Search for either of the two terms with uppercase <strong>OR</strong>. For example, <strong>cats OR dogs</strong>.
ru: Можно применять оператор <strong>OR</strong>.

source: Link this field to its term page
ru: Залинковать это поле на его страницу термина

source: Limit terms by vocabulary
ru: Ограничить термины словарями

source: <br />Note that this field has no effect when deleting terms.
ru: <br />Помните, что это поле не будет играть роль при удалении терминов.

source: Select terms from vocabulary @voc
ru: Выберите термин из словаря @voc

source: Enter a comma separated list of user names.
ru: Укажите список логинов через запятую

source: Basic settings
ru: Основные настройки

source: Change the name of this display.
ru: Изменить название этого вида.

source: Change the title that this display will use.
ru: Изменить заголовок этого вида

source: Edit this view
ru: Редактировать вид

source: Change the style plugin.
ru: Изменить плагин стиля.

source: Row style
ru: Стиль строки

source: Change the row plugin.
ru: Изменить плагин строки.

source: Use AJAX
ru: Использовать AJAX

source: Change whether or not this display will use AJAX.
ru: Изменить, будет ли использоваться AJAX.

source: Use pager
ru: Использовать пейджер

source: Change this display's pager setting.
ru: Изменить настройки пейджера.

source: Items per page
ru: Элементов на страницу

source: Items to display
ru: Отображаемые пункты

source: Change how many items to display.
ru: Изменить количество отображаемых пунктов.

source: More link
ru: Ссылка "Далее"

source: Specify whether this display will provide a "more" link.
ru: Укажите, должна ли быть показана ссылка "Далее".

source: Distinct
ru: Одиночный

source: Display only distinct items, without duplicates.
ru: Избегать отображение дубликатов.

source: Specify access control type for this display.
ru: Укажите права доступа к этому отображению.

source: Caching
ru: Кэширование

source: Specify caching type for this display.
ru: Изменить тип кэширования для этого вида.

source: Exposed form in block
ru: Развёрнутая форма в блоке

source: Allow the exposed form to appear in a block instead of the view.
ru: Позволяет отображать развёрнутые формы отдельно в блоке.

source: You must select at least one field to modify.
ru: Вы должны выбрать по крайней мере одно поле для изменения.

source: You have been with us for
ru: Вы с нами уже

source: Change this display's !name.
ru: Изменить !name отображения

source: Information
ru: Информация

source: Get information on how to theme this display
ru: Информация, как темизировать этот вид.

source: Exposed form: @view-@display_id
ru: Развёрнутая форма: @view-@display_id

source: Unrestricted
ru: Неограниченно

source: Block settings
ru: Настройки блока

source: Admin
ru: Администратор

source: Do not cache
ru: Не кэшировать

source: Cache once for everything (global)
ru: Кэшировать один раз для всего (глобально)

source: Per page
ru: На страницу

source: Per role
ru: На роль

source: Per role per page
ru: На роль на страницу

source: Per user
ru: На пользователя

source: Per user per page
ru: На пользователя на страницу

source: This will appear as the name of this block in administer >> site building >> blocks.
ru: Будет показано на странице настройки блоков.

source: Page settings
ru: Настройки страницы

source: No menu
ru: Нет меню

source: Tab weight
ru: Вес

source: Horizontal
ru: Горизонтальный

source: Vertical
ru: Вертикальный

source: None defined
ru: Не определено

source: View settings
ru: Вид

source: Changed view
ru: Изменённый вид

source: View %name, displaying items of type <strong>@base</strong>.
ru: Вид "%name", отображение <strong>@base</strong>.

source: Live preview
ru: Предпросмотр

source: <em>@type</em> @base view: <strong>@view</strong>
ru: <em>@type</em> @base : <strong>@view</strong>

source: Title: @title
ru: Заголовок: @title

source: Path: !path
ru: Путь: !path

source: @current of @max
ru: @current из @max

source: Get all nodes tagged with a term.
ru: Получить все документы с термином.

source: The related terms of the term. This can produce duplicate entries if there is more than one related term.
ru: Связанные с этим термином термины. Это может привести к дубликатам, если есть более одного связанного термина.

source: Related term
ru: Связанный термин

source: A related term of the term.
ru: Связанный термин.

source: Translate link
ru: Ссылка для перевода

source: Provide a simple link to translate the node.
ru: Предоставить простую ссылку для перевода документа.

source: upload
ru: загрузить

source: The description of the uploaded file.
ru: Описание загруженного файла.

source: Listed
ru: Показано

source: Whether or not the file is marked to be listed.
ru: Должен ли файл показываться?

source: The weight, used for sorting.
ru: Вес, используемый для сортировки.

source: Attached files
ru: Файлы

source: All files attached to a node with upload.module.
ru: Все файлы, вложенные в документа с помощью модуля "Загрузка".

source: Has attached files
ru: Имеет вложенные файлы

source: Only display items with attached files. This can cause duplicates if there are multiple attached files.
ru: Отображать только позиции с вложенными файлами. Это может привести к дубликатам, если имеются множественные вложенные файлы.

source: Add a relationship to gain access to more file data for files uploaded by upload.module. Note that this relationship will cause duplicate nodes if there are multiple files attached to the node.
ru: Добавляет связь для получения более подробной информации для файлов, загруженных модулем "Загрузка".Имейте ввиду, что эта связь может привести к дубликатам, если документы имеют несколько вложенных файлов.

source: The Authmap ID.
ru: Authmap ID

source: Authentication name
ru: Имя аутентификации

source: The unique authentication name.
ru: Уникальное имя для аутентификации.

source: Authentication module
ru: Модуль аутентификации

source: The name of the module managing the authentication entry.
ru: Название модуля, который управляет авторизацией.

source: The taxonomy term name for the term.
ru: Название термина таксономии

source: Original text
ru: Оригинальный текст

source: Save translations
ru: Сохранить переводы

source: The string has been saved.
ru: Строка была сохранена.

source: Using nodes as newsletters.
ru: Использование документов в рассылках.

source: Sent status
ru: Состояние отправки

source: Newsletter sent status: Not sent, Pending (being sent or waiting for cron to run), Sent.
ru: Состояния отправки рассылки: Не отправлено, Ожидает (будет отправлено или ожидает запуска cron), Отправлено.

source: vKontakte API settings
ru: API ВКонтакте

source: Application ID
ru: ID апликанта

source: Enter your Application ID
ru: Укажите свой ID апликации

source: Secret key
ru: Секретный ключ

source: Enter your secret key
ru: Укажите выданный вам секретный ключ

source: Site URL
ru: URL сайта

source: Redirect URL
ru: URL редиректа

source: Show vKontakte button on login form
ru: Показать кнопку ВКонтакте на форме входа

source: Do not add vKontakte button to login form
ru: Не показывать кнопку ВКонтакте на форме входа

source: Add vKontakte button to login form
ru: Добавить кнопку ВКонтакте на форме входа

source: New user settings
ru: Новый пользователь

source: Mask for new user name.
ru: Маска для логина нового пользователя

source: You may use following tokens: %first_name, %last_name, %nickname (and %nickname_lq, %nickname_rq for quotes).
ru: Вы можете использовать такие токены: %first_name, %last_name, %nickname ( и %nickname_lq, %nickname_rq для частей).

source: Left quote for nickname.
ru: Левая часть для логина

source: Right quote for nickname.
ru: Правая часть для логина

source: Allow users unite accounts.
ru: Позволять пользователям объединять профили.

source: Allow users unite own vkontakte account account on Drupal-site.
ru: Позволять пользователям объединять свой профиль ВКонтакте с профилем на этом сайте.

source: Oblige users to enter e-mail.
ru: Принуждать пользователей указывать свой e-mail.

source: If checked then user will receive message with request to enter e-mail.
ru: Если отмечено, пользователи получат сообщение с запросом ввести e-mail.

source: Use vkontakte avatar
ru: Использовать аватар Вконтакте

source: Don't use
ru: Не использовать

source: Use small avatar
ru: Использовать небольшой аватар

source: Use medium avatar
ru: Использовать средний аватар

source: Use big avatar
ru: Использовать большой аватар

source: You should enable pictures support on <a href="@usp">user settings page</a>.
ru: Вы должны включить поддержку аватаров <a href="@usp">тут</a>.

source: Role for new vkontakte user
ru: Роли для новых пользователей Вконтакте

source: sort ascending
ru: Сортировка по возрастанию

source: Select all rows in this table
ru: Отметить все строки таблицы

source: Deselect all rows in this table
ru: Снять отметку со всех строк таблицы

source: Go to first page
ru: На первую страницу

source: Go to last page
ru: На последнюю страницу

source: Go to page @number
ru: На страницу @number

source: cURL library
ru: Библиотека cURL

source: Fbconnect : Facebook PHP library not found. See README.TXT
ru: Fbconnect : библиотека Facebook PHP не найдена. Смотрите для справки README.TXT.

source: Settings page
ru: Страница настроек

source: Please ensure that you entered Application ID and Secret Key. !link
ru: Пожалуйста удостоверьтесь, что вы указали ID и секретный ключ. !link

source: 1 week
ru: 1 неделя

source: Remove orphaned actions
ru: Удалить несвязанные действия
