Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Adds Google Analytics javascript tracking code to all your site's pages.
ru: Мощная статистика для вашего сайта от сервиса Google Analytics.

source: Statistics
ru: Статистика

source: Web Property ID
ru: ID

source: This ID is unique to each site you want to track separately, and is in the form of UA-xxxxxxx-yy. To get a Web Property ID, <a href="@analytics">register your site with Google Analytics</a>, or if you already have registered your site, go to your Google Analytics Settings page to see the ID next to every site profile. <a href="@webpropertyid">Find more information in the documentation</a>.
ru: Этот ID является уникальным для каждого сайта и выглядит так: UA-xxxxxxx-yy. Получить ID можно в своём аккаунте Google Analytics (требуется регистрация).

source: You can select multiple values.
ru: Вы можете выбрать множественные значения.

source: Anonymize visitors IP address
ru: Скрывать IP посетителей

source: Tell Google Analytics to anonymize the information sent by the tracker objects by removing the last octet of the IP address prior to its storage. Note that this will slightly reduce the accuracy of geographic reporting. In some countries it is not allowed to collect personally identifying information for privacy reasons and this setting may help you to comply with the local laws.
ru: Сообщить Google Analytics, чтобы скрыть информацию, отправленную об объекте слежения путём удаления последних 8 символов IP перед сохранением. Помните, что это может повлиять на точность отчётов статистики по географии посетителей.

source: Locally cache tracking code file
ru: Локальный кэш отслеживающего кода

source: If checked, the tracking code file is retrieved from Google Analytics and cached locally. It is updated daily from Google's servers to ensure updates to tracking code are reflected in the local copy. Do not activate this until after Google Analytics has confirmed that site tracking is working!
ru: Если отмечено, отслеживающий код будет получен от Google Analytics и сохранён в кэш локально. Кэш обновляется со стороны серверов Google ежедневно. Не включайте эту опцию до тех пор, пока Google Analytics не подтвердит, что он отслеживает ваш сайт!

source: Code in this textarea will be added <strong>before</strong> _gaq.push(['_trackPageview']).
ru: Код в этом поле будет добавлен <strong>перед</strong> _gaq.push(['_trackPageview']).

source: Code in this textarea will be added <strong>after</strong> _gaq.push(['_trackPageview']). This is useful if you'd like to track a site in two accounts.
ru: Код из этого поля будет добавлен <strong>после</strong> _gaq.push(['_trackPageview']). Это может быть полезным, если вы хотите отслеживать сайт из двух аккаунтов.

source: Help topics
ru: Темы

source: Help is available on the following items:
ru: Справка доступна для таких разделов:

source: No help is available for module %module.
ru: Для модуля %module справка недоступна.

source: @module administration pages
ru: Страницы администрирования @module

source: This guide provides context sensitive help on the use and configuration of <a href="@drupal">Drupal</a> and its modules, and is a supplement to the more extensive online <a href="@handbook">Drupal handbook</a>. The online handbook may contain more up-to-date information, is annotated with helpful user-contributed comments, and serves as the definitive reference point for all Drupal documentation.
ru: Эта справка предназначена для контекстной помощи по работе, настройке и устранению проблем <a href="@drupal">самой системы</a> и её модулей. Вы можете также использовать <a href="@handbook">онлайн-справку</a>, которая чаще обновляется и имеет больше информации.

source: The help module provides context sensitive help on the use and configuration of <a href="@drupal">Drupal</a> and its modules, and is a supplement to the more extensive online <a href="@handbook">Drupal handbook</a>. The online handbook may contain more up-to-date information, is annotated with helpful user-contributed comments, and serves as the definitive reference point for all Drupal documentation.
ru: Модуль предоставляет контекстную справку по системе и модулям. Имеется <a href="@handbook">онлайн версия справки</a>, которая чаще обновляется.

source: For more information, see the online handbook entry for <a href="@help">Help module</a>.
ru: За детальной информацией обращайтесь <a href="@help">сюда</a>.

source: There are no image toolkit modules enabled. Toolkit modules can be enabled from the <a href="!admin-build-modules">module configuration page</a>.
ru: Модули библиотек изображений не включены. Включите их <a href="!admin-build-modules">здесь</a>.

source: The %toolkit module is the only enabled image toolkit. Drupal will use it for resizing, cropping and other image manipulations.
ru: Включённая библиотека изображений - %toolkit. Система будет использовать её для обработки изображений.

source: Select a default image processing toolkit
ru: Выберите библиотеку для обработки изображений по умолчанию

source: This setting lets you choose which toolkit Drupal uses resizing, cropping and other image manipulations.
ru: Эти настройки позволяют выбрать, какую библиотеку использовать для операций над изображениями.

source: imageapi
ru: API изображений

source: The selected image handling toolkit %toolkit can not correctly process %function.
ru: Выбраное изображение поддерживающее библиотекой %toolkit не может корректно обработать %function.

source: JPEG quality
ru: Качество JPEG

source: Define the image quality for JPEG manipulations. Ranges from 0 to 100. Higher values mean better image quality, but bigger files.
ru: Определите качество обработанных изображений. Выше значение - выше качество,но больший вес получаемого изображения.

source: Compression Quality
ru: Качество компрессии

source: Ranges from 0 to 100. Higher values mean better image quality, but bigger files.
ru: В пределах 0 - 100. Более высокое значение означает лучшее качество, но и больший размер файлов.

source: ImageMagick Binary
ru: ImageMagick

source: Path to the "convert" binary
ru: Путь к библиотеке

source: Specify the complete path to the ImageMagic <kbd>convert</kbd> binary. For example: <kbd>/usr/bin/convert</kbd> or <kbd>C:\Program Files\ImageMagick-6.3.4-Q16\convert.exe</kbd>
ru: Укажите полный путь к ImageMagic. Например <kbd>/usr/bin/convert</kbd> или <kbd>C:\Program Files\ImageMagick-6.3.4-Q16\convert.exe</kbd>

source: Display debugging information
ru: Отображать отладочную информацию

source: Checking this option will display the ImageMagick commands and output to users with the <em>administer site configuration</em> permission.
ru: Если отмечено, для пользователей с правами администратора будут отображены комманды ImageMagick.

source: Version information
ru: Версия

source: The ImageMagick <kbd>convert</kbd> binary was located and return this version information.
ru: Библиотека ImageMagick найдена и вернула эту информацию о версии.

source: Compression Quality must be a value between 0 and 100.
ru: Качество компресии должно иметь значение от 0 до 100.

source: The specified ImageMagick path %file does not exist.
ru: Указанный для ImageMagick путь %file не существует.

source: The specified ImageMagick path %file is not executable.
ru: Указанный для ImageMagick путь %file не выполним.

source: PHP's <a href="!open-basedir">open_basedir</a> security restriction is set to %open-basedir, which may be interfering with attempts to locate ImageMagick.
ru: Ограничение <a href="!open-basedir">open_basedir</a> установлено в " %open-basedir", что может сказаться на попытке найти ImageMagick.

source: ImageMagick command: @command
ru: Команда ImageMagick: @command

source: ImageMagick output: @output
ru: Вывод ImageMagick: @output

source: ImageMagick reported an error: %error
ru: Ошибка ImageMagick: %error

source: ImageAPI Toolkit
ru: Библиотека API изображений

source: No ImageAPI toolkits available
ru: Библиотеки недоступны.

source: ImageAPI requires a Toolkit such as ImageAPI GD or ImageAPI ImageMagick to function. Go to !modules and enable one of them.
ru: API изображений требует для своей работы библиотеку GD или ImageMagick. Включите их здесь !modules

source: GD !format Support
ru: Поддержка GD !format

source: PHP GD was not compiled with %format support.
ru: PHP GD не скомпилирована для поддержки %format

source: GD Image Rotation
ru: GD вращение изображений

source: Low Quality / Poor Performance
ru: Низкое качество / Низкая производительность

source: The installed version of PHP GD does not support image rotations. It was probably compiled using the official GD libraries from http://www.libgd.org instead of the GD library bundled with PHP. You should recompile PHP --with-gd using the bundled GD library. See: @url. An implementation of imagerotate in PHP will used in the interim.
ru: Установленная версия PHP GD не поддерживает вращение изображений.

source: GD Image Filtering
ru: Фильтр изображений GD

source: The installed version of PHP GD does not support image filtering(desaturate, blur, negate, etc). It was probably compiled using the official GD libraries from http://www.libgd.org instead of the GD library bundled with PHP. You should recompile PHP --with-gd using the bundled GD library. See @url. An implementation of imagefilter in PHP will be used in the interim.
ru: Установленная версия PHP GD не поддерживает фильтры изображений.

source: ImageAPI GD Memory Limit
ru: Ограничение памяти GD

source: It is highly recommended that you set you PHP memory_limit to 96M to use ImageAPI GD. A 1600x1200 images consumes ~45M of memory when decompressed and there are instances where ImageAPI GD is operating on two decompressed images at once.
ru: При использовании PHP GD рекомендуется установить "PHP memory_limit" в 96M. Изображение размером 1600x1200 потребляет ~45M памяти.

source: ImageAPI supporting multiple toolkits.
ru: Модуль "Изображения API" поддерживает несколько библиотек обработки изображений.

source: ImageAPI GD2
ru: GD2

source: Uses PHP's built-in GD2 image processing support.
ru: Использует встроенную в PHP библиотеку GD2.

source: ImageAPI ImageMagick
ru: ImageMagick

source: Command Line ImageMagick support.
ru: Поддержка коммандной линии библиотеки ImageMagick.

source: Height
ru: Высота

source: Enter a height in pixels or as a percentage. i.e. 500 or 80%.
ru: Укажите высоту в пикселях или в процентах, например 500 или 80%.

source: width @width
ru: ширина @width

source: height @height
ru: высота @height

source: Allow Upscaling
ru: Разрешить увеличение

source: Let scale make images larger than their original size
ru: Позволить изображению быть больше его оригинального размера

source: upscaling allowed
ru: увеличение разрешено

source: <strong>Inside dimensions</strong>: Final dimensions will be less than or equal to the entered width and height. Useful for ensuring a maximum height and/or width.
ru: <strong>Внутренние размеры</strong>: Финальные размеры будут меньше или равны указанному значению ширины и высоты.

source: <strong>Outside dimensions</strong>: Final dimensions will be greater than or equal to the entered width and height. Ideal for cropping the result to a square.
ru: <strong>Внешние размеры</strong>: Финальные размеры будут больше или равны указанным значениям ширины и высоты. Идеально для кадрирования.

source: Scale to fit
ru: Масштаб для соответствия

source: Inside dimensions
ru: Внутренние размеры

source: Outside dimensions
ru: Внешние размеры

source: width: @width, height: @height, fit: @fit
ru: ширина: @width, высота: @height, соответствие: @fit

source: X offset
ru: Вертикальное смещение

source: Enter an offset in pixels or use a keyword: <em>left</em>, <em>center</em>, or <em>right</em>.
ru: Укажите значение смещения в пикселях или используйте ключевые слова: <em>left</em>,<em>center</em>,или <em>right</em>.

source: Y offset
ru: Горизонтальное смещение

source: Enter an offset in pixels or use a keyword: <em>top</em>, <em>center</em>, or <em>bottom</em>.
ru: Укажите значение смещения в пикселях или используйте ключевые слова: <em>top</em>,<em>center</em>,или <em>bottom</em>.

source: width: @width, height: @height, xoffset: @xoffset, yoffset: @yoffset
ru: ширина: @width, высота: @height, x-смещение: @xoffset, y-смещение: @yoffset

source: Rotation angle
ru: Угол вращения

source: The number of degrees the image should be rotated. Positive numbers are clockwise, negative are counter-clockwise.
ru: Число градусов, на которое должно быть повёрнуто изображение. Положительное число - по часовой стрелке, отрицательное - против.

source: Randomize
ru: Перемешать

source: Randomize the rotation angle for each image. The angle specified above is used as a maximum.
ru: Случайный угол поворота для каждого изображения. Угол, указанный выше, будет использован как максимальный.

source: Background color
ru: Цвет фона

source: The background color to use for exposed areas of the image. Use web-style hex colors (#FFFFFF for white, #000000 for black). An empty value will cause images that support transparency to have transparent backgrounds, otherwise it will be white.
ru: Фон, используемый для открытых частей изображения. Используйте цвет в формате hex ( например #FFFFFF). Если ничего не указано и изображение поддерживает прозрачность, фон будет прозрачным, иначе - белым.

source: random between -@degrees&deg and @degrees&deg
ru: случайно в пределах @degrees&deg - @degrees&deg

source: <strong>NOTE:</strong> The sigma parameter below is currently <em>only</em> used when the Imagemagick toolkit is active.
ru: <strong>Помните:</strong> Сигма-параметр используется только, если включена библиотека "Imagemagick".

source: Radius
ru: Радиус

source: The radius of the gaussian, in pixels, not counting the center pixel. If you're using Imagemagick, you can set this to 0 to let Imagemagick select a suitable radius. Typically 0.5 to 1 for screen resolutions. (default 0.5)
ru: Радиус Гаусса, в пикселях, не считая центрального пикселя. Если вы используете Imagemagick, вы можете установить это в "0", чтобы позволить Imagemagick выбрать подходящий радиус. Обычно 0.5-1.

source: Sigma
ru: Сигма

source: The standard deviation of the gaussian, in pixels. General rule of thumb: if radius < 1 then sigma = radius, else sigma = sqrt(radius). (default 0.5)
ru: Стандартное отклонение Гаусса, в пикселях. Общее правило: если радиус < 1, то сигма=радиус, иначе сигма=sqrt(radius). По умолчанию 0.5

source: Amount
ru: Сумма

source: The percentage of the difference between the original and the blur image that is added back into the original. Typically 50 to 200. (default 100).
ru: Процентная разница между оригинальным и затемнённым изображением. Обычно от 50 до 200 (по умолчанию 100)

source: Threshold
ru: Порог

source: The threshold, as a fraction of max RGB levels, needed to apply the difference amount. Typically 0 to 0.2. (default 0.05).
ru: Порог как часть максимальных RGB уровней. Обычно от 0 до 0.2

source: radius: @radius, sigma: @sigma, amount: @amount, threshold: @threshold
ru: радиус: @radius, сигма: @sigma, сумма: @amount, порог: @threshold

source: imagecache
ru: Кэш изображений

source: Problem converting image to fill behind. Source image returned no info
ru: Проблема с конвертированием изображения. Источник не возвращает необходимые данные.

source: imagecache_resize_image failed. image: %image, data: %data.
ru: Ошибка при изменении размеров: %image, data: %data.

source: imagecache_scale_image failed. image: %image, data: %data.
ru: Ошибка при масштабировании: %image, data: %data.

source: imagecache_scale_and_crop failed. image: %image, data: %data.
ru: Ошибка при масштабировании и кадрировании: %image, data: %data.

source: imagecache_deprecated_scale failed. image: %image, data: %data.
ru: Ошибка при исключённом масштабировании: %image, data: %data.

source: imagecache_crop failed. image: %image, data: %data.
ru: Ошибка при кадрировании: %image, data: %data.

source: imagecache_desaturate failed. image: %image, data: %data.
ru: Ошибка при уменьшении насыщенности: %image, data: %data.

source: imagecache_rotate_image failed. image: %image, data: %data.
ru: ошибка при вращении изображения: %image, data: %data.

source: imagecache_sharpen_image failed. image: %image, data: %data.
ru: Ошибка при добавлении резкости: %image, data: %data.

source: Preset Name
ru: Алгоритм

source: Storage
ru: Состояние

source: View
ru: Обзор

source: Flush
ru: Стереть

source: Override
ru: Переписать

source: Revert
ru: Вернуть

source: The specified preset was not found
ru: Указанный алгоритм не найден.

source: Are you sure you want to delete the preset %preset?
ru: Вы уверены, что хотите удалить алгоритм %preset?

source: Preset %name (ID: @id) was deleted.
ru: Алгоритм %name (ID: @id) был удалён.

source: Are you sure you want to flush the preset %preset?
ru: Вы уверены, что хотите сбросить алгоритм %preset?

source: Preset %name (ID: @id) was flushed.
ru: Алгоритм %name (ID: @id) был сброшен.

source: Preset Namespace
ru: Название алгоритма

source: The namespace is used in URL's for images to tell imagecache how to process an image. Please only use alphanumeric characters, underscores (_), and hyphens (-) for preset names.
ru: Название будет использовано в URL изображения. Допускаются латинские буквы, цифры, дефисы, дефисы в нижнем разряде.

source: Override Defaults
ru: Переопределение

source: Save Preset
ru: Сохранить

source: New Actions
ru: Действия

source: Add !action
ru: !action

source: The preset name you have chosen is already in use.
ru: Алгоритм, который вы выбрали, уже используется.

source: Please only use alphanumeric characters, underscores (_), and hyphens (-) for preset names.
ru: Используйте только латинские буквы, цифры и подчёркивания.

source: Customize menu
ru: Настроить меню

source: Unknown action.
ru: Неизвестное действие.

source: Unknown preset.
ru: Неизвестный алгоритм.

source: This %action action is not associated %preset preset.
ru: Действие %action не связано с алгоритмом %preset.

source: Create Action
ru: Создать действие

source: Update Action
ru: Обновить действие

source: The action was succesfully created.
ru: Действие было создано.

source: The action was succesfully updated.
ru: Действие было обновлено.

source: Unknown Action.
ru: Неизвестное действие.

source: Unknown Preset.
ru: Неизвестный алгоритм.

source: Are you sure you want to delete the !action action from preset !preset?
ru: Вы уверены, что хотите удалить действие !action из алгоритма !preset?

source: The action has been deleted.
ru: Действие было удалено.

source: 404: Unable to find %image
ru: 404: Невозможно найти %image

source: 403: File is not an image %image
ru: 403: Файл не является изображением %image

source: ImageCache already generating: %dst, Lock file: %tmp.
ru: генерируется изображение: %dst, Блокировка файла: %tmp.

source: Failed generating an image from %image using imagecache preset %preset.
ru: Невозможно сгенерировать изображение из %image при помощи алгоритма %preset.

source: non-existant action %action
ru: несуществующее действие %action

source: Failed to create imagecache directory: %dir
ru: Невозможно создать директорию изображений: %dir

source: Cached image file %dst already exists but is being regenerated. There may be an issue with your rewrite configuration.
ru: Закэшированное изображение %dst уже существует, но было перегенерировано. Возможно есть ошибки в настройках перезаписи (rewrite)

source: action(id:%id): %action failed for %src
ru: действие (id:%id): %action для %src не выполнено.

source: There was an error saving the new image file %dst.
ru: Произошла ошибка при сохранении нового изображения %dst.

source: Unknown file type(%path) stat: %stat
ru: Неизвестное состояние типа файла (%path): %stat

source: view imagecache
ru: Смотреть кэш изображений

source: presetname
ru: название алгоритма

source: Manage ImageCache presets.
ru: Управление алгоритмами обработки изображений

source: Place the following snippet in your module as part of <code>hook_imagecache_default_presets()</code>.
ru: Разместите следующий сниппет в ваш модуль в качестве <code>hook_imagecache_default_presets()</code>.

source: Add new preset
ru: Добавить

source: ImageCache Directory
ru: Директория кэша изображений

source: %p is not a directory or is not readable by the webserver.
ru: %p не является директорией или недоступна для чтения.

source: %p is not writeable by the webserver.
ru: Сервер не может записать в %p.

source: An unknown error occured.
ru: Произошла неизвестная ошибка.

source: An unknown error occured trying to verify %p is a directory and is writable.
ru: При проверке %p на возможность записи произошла неизвестная ошибка.

source: ImageCache Temp Directory
ru: Временная директория

source: Dynamic image manipulator and cache.
ru: Динамические манипулирование (нарезка, наложение изображений, масштабирование, коррекция цвета..) и кэш изображений

source: ImageCache UI
ru: Интерфейс кэша изображений

source: ImageCache User Interface.
ru: Интерфейс для управления кэшем изображений

source: Enter no color value for transparent. This will have the effect of adding clear margins around the image.
ru: Не указывайте цвет для прозрачности. Это приведёт к добавлению чистых отступов вокруг изображения.

source: Resize canvas <em>under</em> image (possibly cropping)
ru: Изменить размер холста под изображением (возможна обрезка)

source: If <em>not</em> set, this will create a solid flat layer, probably totally obscuring the source image
ru: Если не указано, будет создан сплошной слой,который,возможно,затемнит оригинальное изображение

source: Enter values in ONLY ONE of the below options. Either exact or relative. Most values are optional - you can adjust only one dimension as needed. If no useful values are set, the current base image size will be used.
ru: Укажите одно из значений. Большинство значений необязательно - вы можете уточнить при необходимости только один размер.

source: Set the canvas to a precise size, possibly cropping the image. Use to start with a known size.
ru: Установите точные размеры холста,с возможной обрезкой.

source: Enter a value in pixels or percent
ru: Укажите значение в пикселях или процентах

source: Relative size
ru: Относительный размер

source: Set the canvas to a relative size, based on the current image dimensions. Use to add simple borders or expand by a fixed amount. Negative values may crop the image.
ru: Установите холст в относительный размер,который базируется на текущих размерах изображения. Используйте для добавления простой рамки или расширения на фиксированное значение. Негативные значения могут привести к обрезке изображений.

source: left difference
ru: разница слева

source: Enter an offset in pixels.
ru: Укажите смещение в пикселях.

source: right difference
ru: разница справа

source: top difference
ru: разница сверху

source: bottom difference
ru: разница снизу

source: <b>under</b> image
ru: <b>под</b> изображением

source: <b>over</b> image
ru: <b>над</b> изображением

source: opacity
ru: прозрачность

source: Opacity: 0-100. Be aware that values other than 100% may be slow to process.
ru: Прозрачность:0-100. Имейти ввиду,что значение,отличное от 100,может замедлить процесс обработки изображения.

source: file name
ru: название файла

source: File may be in the "files/" folder, or relative to the Drupal siteroot.
ru: Файл может быть в директории "files/" или относительно корневой директории системы.

source: final dimensions
ru: финальные размеры

source: What to do when the background image is a different size from the source image. Backgrounds are not tiled, but may be arbitrarily large.
ru: Что делать,если фоновое изображение отличается по размеру от изображения источника. Фон может быть произвольно большего размера.
