Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Get basic information needed to collect payment.
ru: Получить базовую информацию,необходимую для получения оплаты.

source: Allow a customer to put comments on an order.
ru: Разрешить клиенту написать комментарий к заказу.

source: Update cart
ru: Обновить корзину

source: Your cart has been updated.
ru: Корзина обновлена.

source: Qty.
ru: Шт.

source: @title is not a product. Unable to add to cart.
ru: Невозможно добавить в корзину "@title",так как он не является товаром.

source: Sorry, that item is not available for purchase at this time.
ru: Извините,этот товар пока нельзя купить.

source: <strong>@product-title</strong> added to <a href="!url">your shopping cart</a>.
ru: <strong>@product-title</strong> добавлен в вашу корзину.

source: View the cart settings.
ru: Настройки корзины.

source: Edit the cart settings.
ru: Редактировать настройки.

source: Edit the basic cart settings.
ru: Редактировать базовые настройки корзины.

source: Cart panes
ru: Панель корзины

source: Edit the pane settings for the cart view page.
ru: Редактировать

source: Edit the settings for the shopping cart block.
ru: Редактировать настройки блока корзины.

source: View the checkout settings.
ru: Обзор настроек процедуры расчёта.

source: Edit the basic checkout settings.
ru: Редактирование основных настроек процедуры расчёта.

source: Checkout panes
ru: Панель

source: Edit the pane settings for the checkout page.
ru: Редактировать настройки панели для страницы расчёта.

source: Checkout messages
ru: Сообщения

source: Edit the messages for the checkout completion page.
ru: Редактировать сообщения для завершающей страницы расчёта.

source: Address fields
ru: Адресные поля

source: Edit the address field settings.
ru: Редактировать настройки адресных полей.

source: REQUIRED. Controls the shopping cart for an Ubercart e-commerce site.
ru: Контроль над корзиной покупателя.

source: The taxonomy vocabulary <a href="!edit-url">%name</a> is set as the product catalog.
ru: Словарь <a href="!edit-url">%name</a> установлен в качестве каталога товаров.

source: Catalog top level
ru: Верхний уровень каталога

source: Catalog vocabulary
ru: Словарь каталога

source: The taxonomy vocabulary that will be considered the product catalog.
ru: Словарь таксономии, который был назначен главным каталогом товаров.

source: Display the catalog breadcrumb
ru: Показать навигационную линейку каталога

source: Catalog breadcrumb is being displayed.
ru: Навигационная линейка каталога - показана

source: Catalog breadcrumb is hidden.
ru: Навигационная линейка каталога - НЕ показана

source: Display node counts in the catalog breadcrumb
ru: Отображать число документов в навигационной линейке каталога.

source: Node count is being displayed in the catalog breadcrumb.
ru: Число входящих документов будет отображено в навигационной линейке каталога.

source: Node count is not being displayed in the catalog breadcrumb.
ru: Счётчик документов не будет показан в навигационной линейке каталога.

source: Display subcategories in the catalog view
ru: Отображать подчинённые категории в каталоге

source: The catalog view is displaying subcategories.
ru: На странице каталога будут показаны подчинённые категории.

source: The catalog view is not displaying subcategories.
ru: На странице каталога НЕ будут показаны подчинённые категории.

source: Number of columns in the grid of categories
ru: Число колонок в сетке категорий

source: Subcategories are being displayed in @columns columns.
ru: Подчинённые субкатегории будут отображены в @columns колонки.

source: Catalog products list
ru: Список товаров каталога

source: Product nodes per page
ru: Товаров на страницу

source: There are @nodes product nodes displayed per page.
ru: Будет отображено @nodes товаров на страницу.

source: Determines how many products will be listed on every catalog category. Notice that if you are using grid display it must be multiple of the grid width value, otherwise the last row will not match.
ru: Определяет, сколько товаров будет включено в каждой категории.

source: Catalog block settings
ru: Настройки блока каталога

source: Make the block title a link to the top-level catalog page.
ru: Сделать заголовок блока в виде ссылки на высший уровень страницы каталога.

source: Block title is pointing to the top-level catalog page.
ru: Заголовок блока указывает на верхнюю страницу каталога.

source: Block title is not pointing to the top-level catalog page.
ru: Заголовок блока НЕ указывает на верхнюю страницу каталога.

source: Always expand categories in the catalog block
ru: Всегда разворачивать категории в блоке каталога

source: Expanding categories in the catalog block.
ru: Разворачивающиеся категорий в блоке каталога.

source: Not expanding categories in the catalog block.
ru: НЕразворачивающиеся категорий в блоке каталога.

source: Display node counts in the catalog block
ru: Отображать счётчик документов в блоке каталога

source: The number of nodes in a category are being shown in the catalog block.
ru: Число документов,относящихся к категории, будет показано в блоке каталога.

source: The number of nodes in a category are not being shown in the catalog block.
ru: Число документов,относящихся к категории, НЕ будет показано в блоке каталога.

source: Display products in the catalog in a grid.
ru: Отображать товары в каталоге в виде ячеек сетки.

source: Products are displayed in a grid.
ru: Товары отображаются сеткой.

source: Products are displayed in a table list.
ru: Товары отображаются в таблице.

source: If unchecked, the default table display will be used and the settings on this form will be ignored.
ru: Если не отмечено, будет использовано отображение таблицей и настройки в этой форме будут игнорированы.

source: Number of columns in the product grid
ru: Число колонок в сетке товаров

source: The grid will be displayed in @columns columns.
ru: Сетка будет состоять из @columns колонок.

source: Displayed fields
ru: Отображаемые поля

source: The checked fields will be included in the product grid for each product in your catalog.
ru: Отмеченные поля будут включены в каждую ячейку с товаром.

source: Product title
ru: Заголовок товара

source: Product SKU
ru: Артикул товара (SKU)

source: Default product image
ru: Изображение товара по умолчанию

source: The image will always be included in the product grid.
ru: Изображение будет всегда включено в ячейку с товаром.

source: Add to cart form
ru: Форма "Добавить в корзину"

source: Attribute selection elements
ru: Элемент выбора атрибута

source: Adds any available attribute selection form elements to the add to cart form if displayed in the grid.
ru: Добавляет доступные элементы выбора атрибутов в форму "Добавить в корзину", которая отображается в ячейке товара.

source: Orphaned products are products that you have created but not yet assigned to a category in your product catalog. All such products will appear as links below that you can follow to edit the product listings to assign them to categories.
ru: Сироты - это страницы, которые не входят ни в одну категорию

source: All products are currently listed in the catalog.
ru: В настоящее время все товары представлены в каталоге.

source: Uploaded file is not a valid image
ru: Загруженный файл не является изображением.

source: Term image
ru: Изображение термина

source: Remove category image: !image
ru: Удалить изображение категории: !image

source: The image will not be resized. Consider installing <a href="@url">Image cache</a>.
ru: Размер изображения товара не будет изменён. Установите <a href="@url">этот</a> модуль.

source: A description of the term. Displayed to customers at the top of catalog pages.
ru: Название этого термина. Показывается пользователям вверху страницы каталога.

source: Catalog path settings
ru: Настройка пути каталога

source: Pattern for catalog pages
ru: Шаблон для страниц каталога

source: Bulk generate aliases for catalog pages that are not aliased
ru: Массово создать синонимы для страниц каталога, которые не имеют синонимов

source: Generate aliases for all existing catalog pages which do not already have aliases. Note: Bulk Update may not complete on large or slow sites. See the README.txt for more information.
ru: Создать синонимы для всех существующих страниц каталога, которые пока не имеют синонимы. Помните: Массовое обновление может быть не завершено в полном объёме на больших или медленных сайтах.

source: catalog pages
ru: страницы каталога

source: Vocabulary !name has been identified as the Ubercart catalog.
ru: Словарь !name был определён как каталог магазина.

source: Products are listed by assigning a category from the <a href="!cat_url">Product Catalog</a> vocabulary to them.
ru: Товары делятся по категориям, указанным <a href="!cat_url">здесь</a>.

source: Find orphaned products here.
ru: Найти товары, не имеющие никакой категории.

source: Add terms for the products to inhabit.
ru: Добавить товару термины.

source: Unlisted products
ru: Непредставленные товары

source: No vocabulary has been recognized as the Ubercart catalog. Choose one on <a href="!admin_catalog">this page</a> or add one on the <a href="!admin_vocab">taxonomy admin page</a> first, if needed.
ru: Нет словаря, определённого в качестве главного каталога магазина. Выберите его на <a href="!admin_catalog">этой</a> странице или добавьте <a href="!admin_vocab">здесь</a>

source: No products are available in this category.
ru: Нет доступных товаров в этой директории.

source: Block settings:
ru: Настройки блока:

source: Bulk generation of terms completed, @count alias generated.
ru: Массовое создание синонимов терминов завершено, создан @count синоним.

source: There is @count product not listed in the catalog.
ru: Здесь @count товар, который не представлен в каталоге.

source: view catalog
ru: Смотреть каталог

source: administer catalog
ru: Администрировать каталог

source: Product grid settings
ru: Настройки сетки

source: Hold Ctrl while clicking to select multiple categories.
ru: Удерживайте "Ctrl" при выборе нескольких категорий.

source: Display a hierarchical product catalog page and block.
ru: Отображать иерхарархический каталог товаров.

source: No category
ru: Нет категории

source: Google Analytics for Ubercart
ru: Google Analytics для магазина

source: Adds e-commerce tracking for Ubercart to the Google Analytics module.
ru: Добавляет статистику Google Analytics для сбора информации о поведении пользователей.

source: Admin settings
ru: Для администратора

source: Number of orders on overview screen
ru: Количество заказов,отображаемых в обзоре

source: Displaying @orders orders at a time on the admin overview
ru: На странице обзора отображается товаров - @orders

source: Enable order logging
ru: Вести историю заказов.

source: Order logging is enabled.
ru: Ведение истории заказов - включено.

source: Order logging is disabled.
ru: Ведение истории заказов - выключено.

source: Capitalize address on order screens
ru: Показывать адрес в заказе заглавными буквами.

source: Addresses on order view pages are capitalized.
ru: Адреса на странице просмотра заказов - пишутся с большой буквы.

source: Addresses on order view pages are not capitalized.
ru: Адреса на странице просмотра заказов - НЕ пишутся с большой буквы.

source: Use the uBrowser product select on order edit screens
ru: Использовать браузер категорий для выбора товаров на странице редактирования заказов.

source: You are using the uBrowser to add products to orders.
ru: Вы используете uBrowser для добавления товаров в заказ.

source: You are not using the uBrowser to add products to orders.
ru: Вы НЕ используете uBrowser для добавления товаров в заказ.

source: Customer settings
ru: Для клиентов

source: Allow customers to view order invoices from their order history.
ru: Позволить пользователям смотреть свои инвойсы из их истории заказов.

source: Enabling this feature allows pop-up invoices to be opened when a particular order is being viewed.
ru: Если включить эту возможность, инвойсы будут открыты в отдельном окне при просмотре соответствующего заказа.

source: Customers are allowed to view order invoices from their accounts.
ru: Пользователям смотреть инвойсы заказа из своих профилей - разрешается

source: Customers are not allowed to view order invoices from their accounts.
ru: Пользователям смотреть инвойсы заказа из своих профилей - НЕ разрешается

source: On-site invoice template
ru: Шаблон инвойса

source: Select the invoice template to use when invoices are viewed on the site.<br />This is separate from the template used to e-mail invoices to customers which is configured through <a href="!url">Conditional actions</a>.
ru: Выберите шаблон инвойса для просмотра заказов на сайте. Он отличается от того, который используется в письмах , отправляемых покупателям при заказе. <a href="!url">Настройка</a>

source: You are using the %template order invoice template.
ru: Используется шаблон инвойса - %template.

source: The following order statuses have been defined:
ru: Были установлены следующие состояния заказов:

source: Order states
ru: Доступные состояния заказов

source: - N/A -
ru: - Нет -

source: Create new status
ru: Создать новое состояние

source: Submit changes
ru: Сохранить изменения

source: Order status %status removed.
ru: Состояние заказа "%status" удалён.

source: Order workflow information saved.
ru: Информация о рабочем процессе заказа сохранена.

source: Order panes on !screen screen
ru: Панели заказа на странице <strong>!screen</strong>

source: Order status ID
ru: ID

source: Must be a unique ID with no spaces.
ru: ID должен быть уникальным и без пробелов.

source: The order status title displayed to users.
ru: Заголовок нового состояния заказа.Его увидят покупатели.

source: Order state
ru: Доступные состояния заказа

source: Set which order state this status is for.
ru: Выберите,какому из доступных состояний соответствует создаваемое состояние.

source: You have entered an invalid status ID.
ru: Вы указали неправильный ID состояния.

source: This ID is already in use. Please specify a unique ID.
ru: Этот ID уже используется.Укажите уникальный ID.

source: Custom order status created.
ru: Состояние создано.

source: User: none
ru: Клиент

source: User: !name
ru: Клиент: !name

source: Active orders
ru: Активные заказы

source: All orders
ru: Все заказы

source: View by status
ru: Состояние заказа

source: View order
ru: Заказ

source: Search for an existing customer.
ru: Поиск среди существующих клиентов.

source: Create a new customer.
ru: Создать нового клиента.

source: New order customer
ru: Создание нового заказа для клиента

source: Use the buttons above to have these fields filled in or just submit the form with the fields blank to create a blank order.
ru: Используйте ссылку "Создать нового клиента" (см.выше) для заполнения этих полей или оставьте пустыми и просто нажмите кнопку "Создать".

source: Customer number
ru: Номер клиента

source: Primary e-mail
ru: Основной E-mail

source: Order created by the administration.
ru: Этот заказ был создан администратором.

source: Search returned the following results:
ru: <span class="search-cust-result">Результаты поиска:</span>

source: You must select a customer before address<br>information is available.<br>
ru: Вы должны выбрать клиента перед тем,как будет доступна адресная информация.

source: No addresses found for customer.
ru: Адреса не найдены.

source: Select an address
ru: Выберите адрес

source: Search returned no results.
ru: Поиск не принёс результатов.

source: Search returned the following:
ru: Результаты поиска:

source: Invalid e-mail address.
ru: <span class="wrong-mail">Неправильный e-mail.</span>

source: An account already exists for that e-mail.
ru: Профиль с этим e-mail уже существует.

source: Use this account now?
ru: Использовать этот профиль сейчас?

source: User !uid - !mail
ru: Пользователь !uid - !mail

source: Apply
ru: Применить

source: Account details sent to e-mail provided.<br /><br /><strong>Username:</strong> @username<br /><strong>Password:</strong> @password
ru: Детали профиля отправлены на указанный e-mail. <br /><br /><strong>Логин:</strong> @username<br /><strong>Пароль:</strong> @password

source: User @uid - @mail
ru: Пользовательский @uid - @mail

source: Search for a customer based on these fields.
ru: <span class="search-cust-form-title">Поиск в базе клиентов</span>

source: Use * as a wildcard to match any character.
ru: Используйте * для подстановки в любом месте поисковой фразы.Этот символ означает "любые буквы на этом месте".Например,при поиске по фамилии клиента,которая начинается на "С" и используя поисковый запрос в виде "С*",вы получите всех клиентов,фамилии которых начинаются на "С".

source: Leave a field empty to ignore it in the search.
ru: Можете оставить любое поле пустым,чтобы исключить из результатов поиска.

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Select a customer
ru: Выберите клиента

source: Enter an e-mail address for the new customer.
ru: <span class="enter-new-mail">Введите e-mail нового клиента.</span>

source: Score
ru: Сравнение

source: Select
ru: Выбрать

source: E-mail customer account details.
ru: E-mail клиента,отображаемый в деталях профиля.

source: My order history
ru: Мои заказы

source: No orders available.
ru: Заказы недоступны

source: Order history
ru: История заказа

source: Click to open a window with a printable invoice.
ru: Просмотр и печать инвойса

source: This order has been modified by another user, changes cannot be saved.
ru: Этот заказ был изменён другим пользователем, изменения не могут быть сохранены.

source: Order changes saved.
ru: Изменения заказа сохранены.

source: This order contains no products.
ru: Этот заказ не содержит товары.

source: Remove this product.
ru: Удалить этот товар.

source: Remove product from order?
ru: Удалить товар из заказа?

source: Line Item Title
ru: Заголовок строки

source: Display title of the line item.
ru: Отображение наименования строки.

source: Line Item Amount
ru: Сумма строки

source: Amount of the line item without a currency sign.
ru: Сумма строки без знака валюты.

source: Add line item
ru: Добавить строку товара

source: Amount must be numeric.
ru: Сумма должна быть в виде цифр.

source: Line item added to order.
ru: Строка добавлена в заказ.

source: Select a product
ru: Выберите товар

source: Search by name or model/SKU (* is the wildcard)
ru: Поиск по названию или артикулу

source: Add to order
ru: Добавить к заказу

source: Recipient e-mail address
ru: Получатель

source: Mail invoice
ru: Почтовый инвойс

source: Order @order_id does not exist.
ru: Заказ "@order_id" не существует.

source: E-mail failed.
ru: Ошибка E-mail.

source: Invoice e-mailed to @email.
ru: Инвойс отправлен на @email.

source: Changes
ru: Изменения

source: No changes have been logged for this order.
ru: Изменения для этого заказа не были зафиксированы.

source: It is not possible to delete order @id.
ru: Невозможно удалить заказ @id.

source: Are you sure you want to delete order @order_id?
ru: Вы уверены,что хотите удалить заказ @order_id?

source: Order @order_id completely removed from the database.
ru: Заказ @order_id полностью удалён из базы.

source: Ubercart order object
ru: Объект заказа

source: Order line item
ru: Строка заказа

source: Order status gets updated
ru: Состояние заказа обновлено

source: Original order
ru: Оригинальный заказ

source: Updated order
ru: Обновлённый заказ

source: E-mail requested for order status update
ru: Обновление запрошенного для заказа E-mail

source: E-mail an order update notification
ru: Уведомления по E-mail

source: Notify the customer when the order status is changed.
ru: Уведомлять пользователей, если состояние заказа изменится.

source: If the order status is not still In Checkout.
ru: Если состояние заказа не является "В расчёте".

source: Order #[order-id] Update
ru: Обновление заказа #[order-id].

source: Check the order status
ru: Проверить состояние заказа

source: Returns TRUE if the current order status matches the status specified below.
ru: Возвращает TRUE, если текущее состояние заказа подходит под состояние,указанное ниже.

source: Check the order total
ru: Проверить итоговую сумму заказа

source: Returns TRUE if the current order total is within the parameters below.
ru: Возвращает TRUE, если текущая сумма заказа находится в пределах, указанных ниже.

source: Check an order's shipping postal code
ru: Проверить почтовый адрес доставки товара

source: Order: Shipping address
ru: Заказ: Адрес доставки

source: Returns TRUE if the shipping postal code is in the specified area.
ru: Возвращает TRUE,если почтовый код доставки есть в указанном месте.

source: Check an order's shipping @zone
ru: Проверить зону доставки заказа @zone

source: Returns TRUE if the shipping @zone is in the specified list.
ru: Возвращает TRUE,если зона доставки @zone есть в указанном списке.

source: Check an order's shipping country
ru: Проверить страну доставки заказа

source: Returns TRUE if the shipping country is in the specified list.
ru: Возвращает TRUE,если страна доставки есть в определённом списке.

source: Check an order's billing postal code
ru: Проверить почтовый код платежа заказа.

source: Order: Billing address
ru: Заказ: Платёжный адрес

source: Returns TRUE if the billing postal code is in the specified area.
ru: Возвращает TRUE,если почтовый код платежа есть в определённом районе.

source: Check an order's billing @zone
ru: Проверить платёжный адрес @zone

source: Returns TRUE if the billing @zone is in the specified list.
ru: Возвращает TRUE,если @zone есть в указанном списке.

source: Check an order's billing country
ru: Проверить страну платежа заказа

source: Returns TRUE if the billing country is in the specified list.
ru: Возвращает TRUE,если страна платежа есть в определённом списке.

source: Check an order's products
ru: Проверить товары заказа

source: Returns TRUE if the order has any, all, or only the products in the list.
ru: Возвращает TRUE,если заказ имеет любой,все или только определённый товар в списке.

source: Check an order's number of products
ru: Проверить число товаров заказа

source: Determines if the order has the specified number of products, possibly of a certain type.
ru: Определяет,будет ли заказ иметь указанное количество товаров, возможно определенного типа.

source: Check an order's total weight
ru: Проверить суммарный вес заказа

source: Determines if the order has the specified weight, possibly counting only a certain type of product.
ru: Определяет,будет ли заказ иметь указанный вес,возможно считая только товары определенного типа.

source: Check if an order can be shipped
ru: Проверить,может ли заказ быть доставлен

source: Returns TRUE if the order has any shippable products.
ru: Возвращает TRUE,если заказ имеет какие-нибудь доставляемые товары.

source: Check the user name.
ru: Проверка имени пользователя.

source: Order: User
ru: Заказ: Пользователь

source: Returns TRUE if the user name matches the condition.
ru: Возвращает TRUE, если имя пользователя соответствует условиям.

source: Check the user email address.
ru: Проверить email адрес пользователя.

source: Returns TRUE if the user email addresses matches the condition.
ru: Возвращает TRUE, если email адреса пользователя соответствуют условиям.

source: Check the user creation date.
ru: Проверить дату регистрации пользователя.

source: Returns TRUE if the user creation date matches the condition.
ru: Возвращает TRUE, если дата регистрации пользователя соответствует условиям.

source: Check the user last login date.
ru: Проверить дату последнего логина пользователя.

source: Returns TRUE if the user last login date matches the condition.
ru: Возвращает TRUE, если дата последнего логина пользователя соответствует условию.
