Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The <em>Count content views</em> setting on the <a href="@accesslog">access log settings page</a> enables a counter for each post on your site that increments each time the post is viewed. This option must be enabled to provide post-specific access counts. Enabling this option adds one additional database call per each post displayed by Drupal.
ru: Настройка "Счётчик просмотра" на странице <a href="@accesslog">настроек</a> включает счётчик просмотра публикаций сайта. Помните, при включённой этой опции будет добавлен дополнительный запрос при обработке каждой публикации.

source: For more information, see the online handbook entry for <a href="@statistics">Statistics module</a>.
ru: За детальной информацией обращайтесь <a href="@statistics">сюда</a>.

source: Settings for the statistical information that Drupal will keep about the site. See <a href="@statistics">site statistics</a> for the actual information.
ru: Настройки сбора <a href="@statistics">статистики</a> сайта.

source: This page displays the site's most recent hits.
ru: Эта страница отображает последние хиты.

source: This page displays all external referrers, or external references to your website.
ru: Эта страница отображает все внешние переходы на ваш сайт.

source: When you ban a visitor, you prevent the visitor's IP address from accessing your site. Unlike blocking a user, banning a visitor works even for anonymous users. This is most commonly used to block resource-intensive bots or web crawlers.
ru: Когда вы баните пользователя, вы запрещаете ему обращаться к вашему сайту с его IP. В отличии от блокирования пользователя, бан по IP работает и для анонимов. Эта возможность часто используется для блокирования всяческих ботов и поисковых пауков.

source: Number of day's top views to display
ru: Число просмотров в топе

source: How many content items to display in "day" list.
ru: Сколько пунктов будет отображено в списке дневного топа просмотров?

source: Number of all time views to display
ru: Число пунктов просмотра за всё время

source: How many content items to display in "all time" list.
ru: Сколько пунктов отображать в списке топа просмотров за всё время.

source: Number of most recent views to display
ru: Число пунктов последних просмотров

source: How many content items to display in "recently viewed" list.
ru: Сколько пунктов отображать в списке последних просмотренных документов.

source: Today's:
ru: Сегодня:

source: All time:
ru: За всё время:

source: Last viewed:
ru: Последнее просмотренное:

source: 1 read
ru: @count просмотрен

source: access statistics
ru: Доступ к статистике

source: View access log.
ru: Просмотр записей доступа.

source: Track page visits
ru: Посещения

source: Track
ru: Отслеживать

source: Save and create another
ru: Сохранить и создать другой

source: Visit your new post.
ru: Просмотреть публикацию

source: Submit Again?
ru: Создать снова?

source: Enable this checkbox if you want to provide a "Save and create another" button for your users.
ru: Включите, если хотите включить кнопку "Сохранить и создать новый"

source: Submit Again
ru: Повторное создание

source: Adds an extra button to selected node types *Submit and make another*
ru: Добавляет дополнительную кнопку "Сохранить и создать новый" на выбранные типы документов.

source: The syslog module enables Drupal to send messages to the operating system's logging facility.
ru: Модуль позволяет отправлять сообщения для записывающего средства операционной системы.

source: For more information, see the online handbook entry for <a href="@syslog">Syslog module</a>.
ru: За подробной информацией обращайтесь <a href="@syslog">сюда</a>.

source: Send events to this syslog facility
ru: Использовать способ записи

source: Select the syslog facility code under which Drupal's messages should be sent. On UNIX/Linux systems, Drupal can flag its messages with the code LOG_LOCAL0 through LOG_LOCAL7; for Microsoft Windows, all messages are flagged with the code LOG_USER. Depending on the system configuration, syslog and other logging tools use this code to identify or filter Drupal messages from within the entire system log. For more information on syslog, see <a href="@syslog_help">Syslog help</a>.
ru: Выберите способ записи. Для UNIX/Linux сайт может помечать эти сообщения кодом LOG_LOCAL0 - LOG_LOCAL7; для Microsoft Windows все сообщения будут помечены как LOG_USER. Для более подробной информации смотрите <a href="@syslog_help">справку</a>.

source: LOG_USER - User level messages. Use this for Windows.
ru: LOG_USER - сообщения на уровне пользователя. Используется для Windows.

source: Logs and records system events to syslog.
ru: Запись и хранение системных событий

source: - None selected -
ru: -- Не выбрано --

source: One or more problems were detected with your Drupal installation. Check the <a href="@status">status report</a> for more information.
ru: Одна или несколько проблем возникли в работе системы. <a href="@status">Подробнее</a>

source: You do not have any administrative items.
ru: У вас нет ничего для администрирования.

source: Get help
ru: Справка

source: System default
ru: Общесистемная

source: Choose which theme the administration pages should display in. If you choose "System default" the administration pages will use the same theme as the rest of the site.
ru: Выберите, какую тему показывать на страницах администрирования. Если выбрать "Общесистемная", то административные страницы будут использовать ту же тему оформления, что и весь сайт.

source: Use administration theme for content editing
ru: Использовать для редактирования документа

source: Use the administration theme when editing existing posts or creating new ones.
ru: Использовать тему оформления для редактирования или создания документа

source: Screenshot for %theme theme
ru: Снимок для темы %theme

source: no screenshot
ru: нет снимка

source: When hovering over a block, privileged users will see block editing links.
ru: При введении курсора в область блока, пользователи с соответствующими правами будут видеть ссылки редактирования блока.

source: Please note that the <a href="!admin_theme_page">administration theme</a> is still set to the %admin_theme theme; consequently, the theme on this page remains unchanged. All non-administrative sections of the site, however, will show the selected %selected_theme theme by default.
ru: Обратите внимание, что для <a href="!admin_theme_page">страниц управления сайтом</a> используется тема оформления %admin_theme.Таким образом оформление этой страницы не изменится.Все остальные разделы сайта будут оформлены в согласно выбранной теме %selected_theme.

source: User pictures in posts
ru: Аватары в публикациях.

source: User pictures in comments
ru: Аватары в комментариях.

source: Search box
ru: Поиск.

source: Shortcut icon
ru: Иконка в строке браузера.

source: Toggle display
ru: Отображение элементов

source: Enable or disable the display of certain page elements.
ru: Включить или выключить отображение определенных элементов страницы.

source: Display post information on
ru: Отображение информации

source: Enable or disable the <em>submitted by Username on date</em> text when displaying posts of the following type.
ru: Включите или отключите отображение имени автора сообщения и даты создания в материалах определенного типа.

source: Logo image settings
ru: Логотип

source: If toggled on, the following logo will be displayed.
ru: Если отмечено, будет отображаться соответствующий логитип.

source: Use the default logo
ru: Использовать логотип по умолчанию.

source: Check here if you want the theme to use the logo supplied with it.
ru: Отметьте это поле, если хотите, чтобы тема использовала свой стандартный логотип.

source: Path to custom logo
ru: Путь к файлу логотипа

source: The path to the file you would like to use as your logo file instead of the default logo.
ru: Путь к файлу, который вы хотите использовать в качестве логотипа вместо стандартного логотипа.

source: Upload logo image
ru: Файл логотипа

source: If you don't have direct file access to the server, use this field to upload your logo.
ru: Если вы не имеете прямого доступа к файлам сервера, используйте это поле для загрузки вашего логотипа.

source: Shortcut icon settings
ru: Иконка в строке браузера

source: Your shortcut icon, or 'favicon', is displayed in the address bar and bookmarks of most browsers.
ru: Маленькая картинка, отображаемая в строке браузера.

source: Use the default shortcut icon.
ru: Использовать иконку по умолчанию.

source: Check here if you want the theme to use the default shortcut icon.
ru: Отметьте это поле, если вы хотите, чтобы тема использовала свою иконку.

source: Path to custom icon
ru: Путь к файлу иконки

source: The path to the image file you would like to use as your custom shortcut icon.
ru: Путь к файлу изображения, которое вы собираетесь использовать в качестве иконки.

source: Upload icon image
ru: Файл иконки

source: If you don't have direct file access to the server, use this field to upload your shortcut icon.
ru: Если у вас нет прямого доступа к файлам сервера, используйте это поле для загрузки иконки.

source: Theme-engine-specific settings
ru: Настройки темы

source: These settings only exist for all the templates and styles based on the %engine theme engine.
ru: Эти настройки существуют только для тем и стилей, базирующихся на движке %engine.

source: Theme-specific settings
ru: Настройки темы оформления

source: These settings only exist for the %theme theme and all the styles based on it.
ru: Эти настройки существуют только для темы оформления %theme и всех тем, базирующихся на ней.

source: Required by: !required
ru: Требуется для модуля: !required

source: Some required modules must be enabled
ru: Некоторые необходимые модули должны быть включены.

source: Would you like to continue with enabling the above?
ru: Желаете включить перечисленные ниже модули и продолжить?

source: The following modules will be completely uninstalled from your site, and <em>all data from these modules will be lost</em>!
ru: Следующие модули будут полностью удалены с сайта и ВСЕ данные от этих модулей будут утеряны!

source: Confirm uninstall
ru: Подтвердить удаление

source: Would you like to continue with uninstalling the above?
ru: Желаете продолжить удаление?

source: No modules selected.
ru: Ни один модуль не выбран.

source: The selected modules have been uninstalled.
ru: Выбранные модули были удалены.

source: Vocabulary name
ru: Имя словаря

source: The name of this website.
ru: Название сайта.

source: The <em>From</em> address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
ru: Адрес "От" для писем, отправляемых при регистрации, напоминании пароля и других ситемных уведомлениях (желательно использовать домен сайта,это поможет предотвратить занесение в спам-листы)

source: Slogan
ru: Слоган

source: Your site's motto, tag line, or catchphrase (often displayed alongside the title of the site).
ru: Девиз сайта

source: Mission
ru: Миссия

source: Your site's mission or focus statement (often prominently displayed on the front page).
ru: Миссия сайта

source: Footer message
ru: Сообщение внизу страницы

source: This text will be displayed at the bottom of each page. Useful for adding a copyright notice to your pages.
ru: Этот текст отображается внизу каждой страницы. Удобен для размещения замечания об авторских правах.

source: The name used to indicate anonymous users.
ru: Это имя присваивается анонимным пользователям.

source: Default front page
ru: Главная страница по умолчанию

source: The path '@path' is either invalid or you do not have access to it.
ru: Путь "@path" или неправильная или вы не имеете достаточно прав.

source: Default 403 (access denied) page
ru: Ошибка 403 "Доступ запрещён"

source: This page is displayed when the requested document is denied to the current user. If unsure, specify nothing.
ru: Эта страница показывается тогда, когда пользователю не разрешено просматривать запрашиваемую страницу. Оставьте поле пустым, если не знаете, что написать здесь.

source: Default 404 (not found) page
ru: Ошибка 404 "Страница не найдена"

source: This page is displayed when no other content matches the requested document. If unsure, specify nothing.
ru: Эта страница показывается тогда, когда запрашиваемая страница не существует. Оставьте поле пустым, если не знаете, что написать здесь.

source: Write errors to the log
ru: Записывать ошибки в системный журнал

source: Write errors to the log and to the screen
ru: Записывать ошибки в журнал и выводить на экран

source: Specify where Drupal, PHP and SQL errors are logged. While it is recommended that a site running in a production environment write errors to the log only, in a development or testing environment it may be helpful to write errors both to the log and to the screen.
ru: Укажите где будут показаны внутренние системные ошибки, ошибки PHP,SQL. При отладке рекомендуется выводить ошибки на экран, при нормальной работе - в журнале системных событий.

source: <strong class="ok">Currently, all enabled modules are compatible with the aggressive caching policy.</strong> Please note, if you use aggressive caching and enable new modules, you will need to check this page again to ensure compatibility.
ru: <strong class="ok">В данный момент все включенные модули поддерживают агрессивное кеширование.</strong> Имейте в виду, что после включения новых модулей, вам следует посетить эту страницу для проверки совместимости.

source: Changes made to the attachments are not permanent until you save this post. The first "listed" file will be included in RSS feeds.
ru: Изменения, сделанные во вложениях не вступят в силу до тех пор, пока публикация не будет сохранена. Первый включенный файл будет включён в RSS ленту.

source: File system path
ru: Директория

source: A file system path where the files will be stored. This directory must exist and be writable by Drupal. If the download method is set to public, this directory must be relative to the Drupal installation directory and be accessible over the web. If the download method is set to private, this directory should not be accessible over the web. Changing this location will modify all download paths and may cause unexpected problems on an existing site.
ru: Путь файловой системы, куда сохраняются файлы. Если директория публичная,т.е без ограничения доступа, она должна быть относительно главной директории, если приватная - она должна быть недоступной из сети. Изменение пути файловой директории в будущем может привести к серьёзным проблемам.

source: Temporary directory
ru: Временная директория

source: A file system path where uploaded files will be stored during previews.
ru: Путь к директории, куда будут сохранены временные файлы.

source: Download method
ru: Метод загрузки

source: Public - files are available using HTTP directly.
ru: Публичный - файлы доступны напрямую по протоколу HTTP.

source: Private - files are transferred by Drupal.
ru: Приватный - файлы передаются через систему.

source: Choose the <em>Public download</em> method unless you wish to enforce fine-grained access controls over file downloads. Changing the download method will modify all download paths and may cause unexpected problems on an existing site.
ru: Выберите "Публичный", если вы не хотите ограничивать доступ к файлам. Изменение этой опции приведёт к изменению всех зависимых URL и большим проблемам.

source: Select an image processing toolkit
ru: Выбрать библиотеку для обработки изображений

source: Number of items in each feed
ru: Число пунктов в каждом фиде

source: Default number of items to include in each feed.
ru: Число пунктов в фиде по умолчанию.

source: Feed content
ru: Фид

source: Titles only
ru: Только заголовки

source: Titles plus teaser
ru: Заголовок и аннотация

source: Full text
ru: Полный текст

source: Global setting for the default display of content items in each feed.
ru: Глобальные настройки для отображения по умолчанию.

source: Custom format
ru: Пользовательский формат

source: Locale settings
ru: Локальные настройки

source: Default time zone
ru: Часовой пояс по умолчанию

source: When enabled, users can set their own time zone and dates will be displayed accordingly.
ru: Если включено, пользователи могут установить свою временную зону.

source: First day of week
ru: Первый день недели

source: The first day of the week for calendar views.
ru: Первый день недели при показе календаря.

source: Formatting
ru: Форматирование

source: Short date format
ru: Короткий формат

source: The short format of date display.
ru: Отображение краткого формата даты.

source: Custom short date format
ru: Короткий пользовательский формат

source: A user-defined short date format. See the <a href="@url">PHP manual</a> for available options. This format is currently set to display as <span>%date</span>.
ru: Короткая пользовательская дата. Смотрите <a href="@url">руководство по PHP</a>. В настоящее время установлено как <span>%date</span>.

source: Medium date format
ru: Средний формат даты

source: The medium sized date display.
ru: Отображение среднего формата даты.

source: Custom medium date format
ru: Средний пользовательский формат

source: A user-defined medium date format. See the <a href="@url">PHP manual</a> for available options. This format is currently set to display as <span>%date</span>.
ru: Средняя пользовательская дата. Смотрите <a href="@url">руководство по PHP</a>. В настоящее время установлено как <span>%date</span>.

source: Long date format
ru: Полный формат даты

source: Longer date format used for detailed display.
ru: Полный формат даты со всеми подробностями.

source: Custom long date format
ru: Длинный пользовательский формат

source: A user-defined long date format. See the <a href="@url">PHP manual</a> for available options. This format is currently set to display as <span>%date</span>.
ru: Длинная пользовательская дата. Смотрите <a href="@url">руководство по PHP</a>. В настоящее время установлено как <span>%date</span>.

source: This option makes Drupal emit "clean" URLs (i.e. without <code>?q=</code> in the URL).
ru: Эта опция делает адреса страниц "человекопонятными",т.е без <code>?q=</code>.

source: Before enabling clean URLs, you must perform a test to determine if your server is properly configured. If you are able to see this page again after clicking the "Run the clean URL test" link, the test has succeeded and the radio buttons above will be available. If instead you are directed to a "Page not found" error, you will need to change the configuration of your server. The <a href="@handbook">handbook page on Clean URLs</a> has additional troubleshooting information.
ru: Перед включением "чистых" URL вы должны выполнить тест, чтобы определить, поддерживает ли ваш сервер такую возможность. Если вы можете видеть эту страницу после нажатия "Запустить тест "чистых" ссылок", то тест пройден успешно. Если вы видите сообщение "Страница не найдена", вам нужно будет изменить настройки своего сервера. Подробная информация об этом находится <a href="@handbook">здесь</a>.

source: <a href="@clean_url">Run the clean url test</a>.
ru: <a href="@clean_url">Запустить тест "чистых" ссылок</a>.

source: Your server has been successfully tested to support this feature.
ru: Ваш сервер успешно прошёл проверку на поддержку этой опции.

source: Cron ran successfully.
ru: Cron запущен удачно.

source: Cron run failed.
ru: Ошибка при запуске cron.

source: Variable
ru: Переменная

source: Value
ru: Значение

source: The number of <code>SELECT</code>-statements.
ru: Количество инструкций <code>SELECT</code>.

source: The number of <code>INSERT</code>-statements.
ru: Количество инструкций <code>INSERT</code>.

source: The number of <code>UPDATE</code>-statements.
ru: Количество инструкций <code>UPDATE</code>.

source: The number of <code>DELETE</code>-statements.
ru: Количество инструкций <code>DELETE</code>.

source: The number of table locks.
ru: Количество блокировок таблиц.

source: The number of table unlocks.
ru: Количество разблокировок таблиц.

source: Query performance
ru: Производительность запросов

source: The number of joins without an index; should be zero.
ru: Количество присоединений, выполненных без использования индекса; должно быть нулем.

source: The number of joins without keys that check for key usage after each row; should be zero.
ru: Неоднократные соединения без ключей; должно быть "0".

source: The number of sorts done without using an index; should be zero.
ru: Количество сортировок, выполненных без использования индекса; должно быть нулем.

source: The number of times a lock could be acquired immediately.
ru: Количество раз, когда блокировка была нужна немедленно.

source: The number of times the server had to wait for a lock.
ru: Количество раз, когда серверу приходилось ожидать блокировку.

source: Query cache information
ru: Информация о кеше запросов

source: The MySQL query cache can improve performance of your site by storing the result of queries. Then, if an identical query is received later, the MySQL server retrieves the result from the query cache rather than parsing and executing the statement again.
ru: Кэширование запросов MySQL повышает производительность системы.

source: The number of queries in the query cache.
ru: Количество обращений в кеш запросов.

source: The number of times MySQL found previous results in the cache.
ru: MySQL неоднократно находила в кэш предыдущие результаты.

source: The number of times MySQL added a query to the cache (misses).
ru: MySQL неоднократно добавила запросы в кэш (потеряны).

source: The number of times MySQL had to remove queries from the cache because it ran out of memory. Ideally should be zero.
ru: MySQL неоднократно удалила запросы из кэш из-за нехватки памяти. В идеале должно быть "0"

source: Show descriptions
ru: Показать описания.

source: Expand layout to include descriptions.
ru: Развернуть, чтобы включить описания.

source: Hide descriptions
ru: Скрыть описания

source: Compress layout by hiding descriptions.
ru: Свернуть, чтобы скрыть описания.

source: No modules are available to uninstall.
ru: Нет модулей доступных для удаления.

source: Screenshot
ru: Скрин

source: This theme requires PHP version @php_required and is incompatible with PHP version !php_version.
ru: Этой теме оформления необходим PHP с версией @php_required, она не может работать с версией !php_version.

source: You must enable the @dependencies module to install @module.
ru: Вы должны включить @dependencies модуль перед установкой @module.

source: The system module is at the foundation of your Drupal website, and provides basic but extensible functionality for use by other modules and themes. Some integral elements of Drupal are contained in and managed by the system module, including caching, enabling or disabling of modules and themes, preparing and displaying the administrative page, and configuring fundamental site settings. A number of key system maintenance operations are also part of the system module.
ru: Модуль "Система" - это ядро всей системы. Он выполняет базовые операции и является обязательным.

source: The system module provides:
ru: Системны модуль предоставляет:

source: For more information, see the online handbook entry for <a href="@system">System module</a>.
ru: За детальной справкой обращайтесь <a href="@system">сюда</a>.

source: Welcome to the administration section. Here you may control how your site functions.
ru: Добро пожаловать на страницу управления сайтом!

source: This page shows you all available administration tasks for each module.
ru: Эта страница показывает все возможные административные настройки для каждого модуля.
