Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: You are using the token [%token] which has a raw companion token [%raw_token]. For Pathauto patterns you should use the -raw version of tokens unless you really know what you are doing. See the <a href="@pathauto-help">Pathauto help</a> for more details.
ru: Вы используете токен [%token], который является парным токену [%raw_token]. Для шаблонов вы должны использовать -raw версию.

source: The field %name is not a valid number.
ru: Поле %name не является правильным числом

source: The field %name cannot be greater than @max.
ru: Поле %name не может быть большим чем @max.

source: The field %name cannot be less than @min.
ru: Поле %name не может быть меньшим чем @min.

source: The <em>Strings to remove</em> field must not contain HTML. Make sure to disable any WYSIWYG editors for this field.
ru: Поле "Строка для удаления" не должна содержать HTML. Выключите WYSIWYG для этого поля.

source: Choose aliases to delete
ru: ВЫберите синоним для удаления

source: All aliases
ru: Все синонимы

source: <strong>Note:</strong> there is no confirmation. Be sure of your action before clicking the "Delete aliases now!" button.<br />You may want to make a backup of the database and/or the url_alias table prior to using this feature.
ru: <strong>ВНИМАНИЕ:</strong> здесь нет подтверждения этого действия, синонимы удаляются немедленно после нажати!

source: Ignoring alias %alias due to existing path conflict.
ru: Из-за конфликта путей, синоним %alias игнорируется.

source: Ignoring alias %alias because it is the same as the internal path.
ru: Синоним %alias игнорируется, так как он такой же как и внутренний путь.

source: Created new alias %alias for %source, replacing %old_alias. %old_alias now redirects to %alias.
ru: Создан новый синоним %alias для %source, заменяющий %old_alias. %old_alias сейчас перенаправляется на %alias.

source: Created new alias %alias for %source, replacing %old_alias.
ru: Создан новый синоним %alias для %source, замещающий %old_alias.

source: Created new alias %alias for %source.
ru: Создан новый синоним %alias для %source.

source: Right parenthesis )
ru: Правые скобки )

source: Slash /
ru: Косая черта /

source: Backslash \
ru: Обратная косая черта \

source: Node paths
ru: Документ

source: Taxonomy term paths
ru: Таксономия

source: Forum paths
ru: Путь форума

source: Bulk generate aliases for forum paths that are not aliased
ru: Массовая генерация синонимов для путей форумов, которые не имеют синонимов

source: User paths
ru: Пользователь

source: Blog paths
ru: Путь блога

source: User tracker paths
ru: Пути отслеживания пользователей

source: User contact forms paths
ru: Контактная форма

source: Pattern for the user contact form paths
ru: Шаблон для контактных форм пользователей

source: Bulk generate aliases for user contact form paths that are not aliased
ru: Массовая генерация синонимов для контактных форм пользователей, не имеющих синонимов

source: Generate aliases for all existing user contact form pages which do not already have aliases.
ru: Генерировать синонимы для всех существующих пользовательских контактных форм, которые пока не имеют синонимы.

source: Bulk generation of contact pages completed, one alias generated.
ru: Массовое создание синонимов контактных форм закончено, создан 1 синоним

source: User blogs
ru: Блоги пользователей

source: Taxonomy terms
ru: Термины таксономии

source: Forums
ru: Форумы

source: User contact forms
ru: Контактные формы пользователей

source: User trackers
ru: Отслеживание пользователей

source: An alias will be generated for you. If you wish to create your own alias below, uncheck this option.
ru: Для вас будет создан новый синоним. Если вы хотите создать свой синоним, снимите отметку с этой опции.

source: To control the format of the generated aliases, see the <a href="@pathauto">automated alias settings</a>.
ru: Чтобы контролировать формат сгенерированных синонимов, используйте <a href="@pathauto">эти</a> настройки.

source: Update URL alias
ru: Обновить синоним

source: Updated URL alias for 1 node.
ru: Обновлён синоним URL 1 документа

source: Updated URL alias for 1 user account.
ru: Обновлён синоним URL 1 профиля пользователя

source: The PHP filter adds the ability to include PHP code in posts. PHP is a general-purpose scripting language widely-used for web development; the content management system used by this website has been developed using PHP.
ru: PHP фильтр позволяет включать в публикации PHP код.

source: Through the PHP filter, users with the proper permission may include custom PHP code within a page of the site. While this is a powerful and flexible feature if used by a trusted user with PHP experience, it is a significant and dangerous security risk in the hands of a malicious user. Even a trusted user may accidentally compromise the site by entering malformed or incorrect PHP code. Only the most trusted users should be granted permission to use the PHP filter, and all PHP code added through the PHP filter should be carefully examined before use.
ru: Через PHP фильтр пользователи с определёнными правами могут включать PHP код в страницы сайта. Неправильный код может вывести из строя весь сайт, поэтому право использовать этот фильтр должны иметь только надёжные и опытные пользователи.

source: For more information, see the online handbook entry for <a href="@php">PHP module</a>.
ru: За подробной справкой обращайтесь <a href="@php">сюда</a>.

source: You may post PHP code. You should include &lt;?php ?&gt; tags.
ru: Вы можете размещать код PHP. Необходимо вставлять теги &lt;?php ?&gt;.

source: Using custom PHP code
ru: Используя пользовательский PHP

source: Notes:
ru: Замечания:

source: <code>register_globals</code> is <strong>turned off</strong>. If you need to use forms, understand and use the functions in <a href="@formapi">the Drupal Form API</a>.
ru: <code>register_globals</code> <strong>выключен</strong>. Если вам нужно использовать формы, вы можете использовать справку по <a href="@formapi">Drupal Form API</a>.

source: Use a <code>print</code> or <code>return</code> statement in your code to output content.
ru: Используйте операторы <code>print</code> и <code>return</code> для выводимых на экран значений.

source: <p>To display the name of a registered user, use this instead:</p> <pre> global $user; if ($user->uid) { print t('Welcome @name! Thank you for visiting.', array('@name' => $user->name)); } else { print t('Welcome visitor! Thank you for visiting.'); } </pre>
ru: <p>Для отображения имени пользователя,используйте такой код:</p> <pre> global $user; if ($user->uid) { print t('Welcome @name! Thank you for visiting.', array('@name' => $user->name)); } else { print t('Welcome visitor! Thank you for visiting.'); } </pre>

source: A !php-code input format has been created.
ru: Фильтр "!php-code" был создан.

source: The PHP module has been disabled. Please note that any existing content that was using the PHP filter will now be visible in plain text. This might pose a security risk by exposing sensitive information, if any, used in the PHP code.
ru: PHP фильтр был выключен. Теперь все документы, которые использовали этот фильтр будут отображать код в виде простого текста.

source: PHP filter
ru: PHP фильтр

source: 1 vote
ru: 1 голос

source: Total votes: @votes
ru: Всего голосов: @votes

source: open
ru: открыто

source: closed
ru: закрыта

source: This table lists all the recorded votes for this poll. If anonymous users are allowed to vote, they will be identified by the IP address of the computer they used when they voted.
ru: Эта таблица содержит все голоса, отданные на этом опросе. Если участвовать в опросе разрешено анонимным пользователям, они будут распознаны по IP адресу.

source: Visitor
ru: Посетитель

source: Vote
ru: Проголосовать

source: The poll module can be used to create simple polls for site users. A poll is a simple, multiple choice questionnaire which displays the cumulative results of the answers to the poll. Having polls on the site is a good way to receive feedback from community members.
ru: Этот модуль опроса используется для создания простых опросов.

source: Most recent poll
ru: Самые последние опросы

source: More choices
ru: Больше опций

source: Closed
ru: Закрыто

source: When a poll is closed, visitors can no longer vote for it.
ru: Если опрос закрыт, голоса на нём больше не принимаются

source: Poll duration
ru: Продолжительность опроса

source: After this period, the poll will be closed automatically.
ru: По истечении этого периода, опрос будет закрыт автоматически.

source: Choice @n
ru: Выбор @n

source: Votes for choice @n
ru: Голоса за @n

source: Negative values are not allowed.
ru: Негативные значения не принимаются

source: You must fill in at least two choices.
ru: Вы должны указать хотя бы 2 выбора

source: Older polls
ru: Cтарые голосования

source: View the list of polls on this site.
ru: Просмотр списка голосований на сайте.

source: Results
ru: Результаты

source: View the current poll results.
ru: Смотреть текущие результаты голосования.

source: Your vote could not be recorded because you did not select any of the choices.
ru: Ваш голос не может быть сохранён, так как вы ничего не выбрали.

source: Your vote was recorded.
ru: Ваш голос был сохранён.

source: Add another choice
ru: Добавить другой выбор

source: Choice
ru: Выбор

source: Vote count
ru: Число голосов

source: Cancel your vote
ru: Отменить голос

source: create poll content
ru: создавать опрос

source: delete own poll content
ru: удалять свой опрос

source: delete any poll content
ru: удалять любой опрос

source: edit any poll content
ru: редактировать любой опрос

source: edit own poll content
ru: редактировать свой опрос

source: vote on polls
ru: принимать участие в опросах

source: cancel own vote
ru: отменять свой голос

source: inspect all votes
ru: инспектировать все голоса

source: Votes
ru: Голосования

source: Allows your site to capture votes on different topics in the form of multiple choice questions.
ru: Позволяет создавать голосования в различных темах.

source: Automatically run cron
ru: Запускать крон автоматически

source: cron
ru: крон

source: Cron has been running for more than an hour and is most likely stuck.
ru: Крон работает вот уже более часа и должно быть завис.

source: Poormanscron
ru: Хронометр

source: Internal scheduler for users without a cron application.
ru: Внутренний хронометр, позволяющий запускать крон своими силами без внешних скриптов.

source: Profile fields have been updated.
ru: Поля профиля были обновлены.

source: No fields in this category. If this category remains empty when saved, it will be removed.
ru: Нет полей в этой категории. Если поле остаётся пустым при сохранении, оно будет удалено.

source: No fields available.
ru: Поля недоступны.

source: The category the new field should be part of. Categories are used to group fields logically. An example category is "Personal information".
ru: Категория,к которой относится данное поле.Категории используются для логической группировки полей.Пример категории: "Персональная информация".

source: The title of the new field. The title will be shown to the user. An example title is "Favorite color".
ru: Заголовок нового поля.Будет показано пользователю.

source: Form name
ru: Название формы

source: The name of the field. The form name is not shown to the user but used internally in the HTML code and URLs. Unless you know what you are doing, it is highly recommended that you prefix the form name with <code>profile_</code> to avoid name clashes with other fields. Spaces or any other special characters except dash (-) and underscore (_) are not allowed. An example name is "profile_favorite_color" or perhaps just "profile_color".
ru: Это название не будет показано пользователям,но будет использовано внутри HTML кода и URL.Для избежания путаницы с названиями,рекомендуем использовать префикс <code>profile_</code>.Пробелы и другие специальные символы не разрешены,дефисы (-) и знаки подчёркивания (_) принимаются.

source: Explanation
ru: Пояснение

source: An optional explanation to go with the new field. The explanation will be shown to the user.
ru: Пояснительный текст к новому полю.Будет показано пользователю.

source: Selection options
ru: Выбор опций

source: A list of all options. Put each option on a separate line. Example options are "red", "blue", "green", etc.
ru: Список всех опций.Каждая опция-на отдельной строке.

source: Visibility
ru: Видимость поля

source: Hidden profile field, only accessible by administrators, modules and themes.
ru: Невидимое поле,доступно только администратору,модулям и темам.

source: Private field, content only available to privileged users.
ru: Приватное поле,содержимое доступно только для пользователей с определёнными правами.

source: Public field, content shown on profile page but not used on member list pages.
ru: Публичное поле,содержимое которого показано на странице профиля пользователя,но не используется для страницы списка пользователей сайта.

source: Public field, content shown on profile page and on member list pages.
ru: Публичное поле,содержимое которого показано на странице профиля и на странице списка пользователей сайта.

source: Page title
ru: Заголовок страницы

source: To enable browsing this field by value, enter a title for the resulting page. The word <code>%value</code> will be substituted with the corresponding value. An example page title is "People whose favorite color is %value". This is only applicable for a public field.
ru: Это поле используется при просмотре поля по значению (value).Слово <code>%value</code> будет замещено соответствующим значением.Например,заголовок страницы с результатами "Пользователи,чей любимый цвет-%value".Это поле только для публичного доступа.

source: To enable browsing this field by value, enter a title for the resulting page. An example page title is "People who are employed". This is only applicable for a public field.
ru: Для просмотра этого поля по значению,введите заголовок для страницы с результатами.Это поле только для публичного доступа.

source: The weights define the order in which the form fields are shown. Lighter fields "float up" towards the top of the category.
ru: Порядок сортировки поля

source: Form will auto-complete while user is typing.
ru: Включить автозаполнение формы.

source: For security, auto-complete will be disabled if the user does not have access to user profiles.
ru: Для безопасности автозаполнение было выключено, если пользователь не имеет права доступа к профилю.

source: The user must enter a value.
ru: Пользователь должен ввести значение.

source: Visible in user registration form.
ru: Доступно в форме регистрации пользователя.

source: Save field
ru: Сохранить поле

source: The specified form name contains one or more illegal characters. Spaces or any other special characters except dash (-) and underscore (_) are not allowed.
ru: Указанная форма содержит один или несколько неправильных символов.Пробелы и специальные символы (за исключением дефисов - и подчёркиваний _) не принимаются.

source: The specified form name is reserved for use by Drupal.
ru: Указанное название формы зарезервированно системой.

source: The specified category name is reserved for use by Drupal.
ru: Указанное название категории зарезервированно системой.

source: The specified title is already in use.
ru: Указанный заголовок уже используется.

source: The specified name is already in use.
ru: Указанное название уже используется.

source: A hidden field cannot be required.
ru: Скрытое поле не может быть обязательным.

source: A hidden field cannot be set to visible on the user registration form.
ru: Скрытое поле не может быть видимым в форме регистрации пользователя.

source: The field has been created.
ru: Поле было создано.

source: Are you sure you want to delete the field %field?
ru: Вы уверены,что хотите удалить поле %field?

source: This action cannot be undone. If users have entered values into this field in their profile, these entries will also be deleted. If you want to keep the user-entered data, instead of deleting the field you may wish to <a href="@edit-field">edit this field</a> and change it to a hidden profile field so that it may only be accessed by administrators.
ru: Это действие нельзя будет отменить.Если пользователь имеет какое-то значение этого поля,они будут также удалены.Если вы хотите сохранить введённую пользователем информацию,вы можете <a href="@edit-field">отредактировать это поле</a> и изменить его в скрытое поле-тогда оно будет доступно только администратору.<br /><br />

source: Profile field %field added under category %category.
ru: Поле %field добавлено в категорию %category.

source: Profile field %field deleted.
ru: Поле %field удалено.

source: The profile module allows custom fields (such as country, full name, or age) to be defined and displayed in the <em>My Account</em> section. This permits users of a site to share more information about themselves, and can help community-based sites organize users around specific information.
ru: Модуль предоставляет возможность определять пользовательские поля, которые отображаются на странице профиля пользователя.

source: The following types of fields can be added to a user profile:
ru: Могут быть добавлены следующие поля:

source: single-line textfield
ru: однострочное поле

source: multi-line textfield
ru: многострочное поле

source: checkbox
ru: чек-бокс

source: list selection
ru: поле выбора

source: freeform list
ru: свободная форма

source: date
ru: Дата

source: For more information, see the online handbook entry for <a href="@profile">Profile module</a>.
ru: За детальной информацией обращайтесь <a href="@profile">сюда</a>.

source: Author information
ru: Информация об авторе

source: Link to full user profile
ru: Ссылаться на полный профиль пользователя.

source: Profile fields to display
ru: Отображаемые поля профиля

source: Select which profile fields you wish to display in the block. Only fields designated as public in the <a href="@profile-admin">profile field configuration</a> are available.
ru: Выберите,какие поля профиля должны отображаться в блоке.Только поля,обозначенные как публичные в <a href="@profile-admin">настройках полей профиля</a> будут доступны.

source: View full user profile
ru: Просмотр полного профиля

source: About %name
ru: Информация о %name

source: Put each item on a separate line or separate them by commas. No HTML allowed.
ru: Укажите по одному пункту на строку.HTML запрещён.

source: The value provided for %field is not a valid URL.
ru: Неправильное значение URL для поля %field.

source: The field %field is required.
ru: Поле %field обязательно к заполнению.

source: Timestamp
ru: Время

source: Manages the user registration and login system.
ru: Управление регистрацией и авторизацией пользователей.

source: details
ru: детали

source: No statistics available.
ru: Статистика недоступна.

source: Hits
ru: Хиты

source: Average page generation time
ru: Среднее время генерации страниц.

source: Total page generation time
ru: Общее время генерации страниц

source: Top pages in the past %interval
ru: Топ страниц за прошедшие %interval

source: unban
ru: разбанить

source: ban
ru: забанить

source: Top visitors in the past %interval
ru: Топ посетителей за прошедшие %interval

source: Top referrers in the past %interval
ru: Топ переходов за прошедшие %interval

source: Last visit
ru: Последний визит

source: never
ru: никогда

source: Enter a hostname or IP address to check if it will be denied or allowed.
ru: Введите название хоста или его IP,чтобы проверить,будет ли он принят или отклонён.

source: Enable access log
ru: Фиксировать доступ

source: Log each page access. Required for referrer statistics.
ru: Записывать каждый доступ страницы. Необходимо для статистики переходов.

source: Discard access logs older than
ru: Сбросить старше чем

source: Older access log entries (including referrer statistics) will be automatically discarded. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
ru: Старые записи доступа (включая статистику пеерходов) будут сброшены автоматически. Необходимая корректная работа <a href="@cron">cron</a>.

source: Content viewing counter settings
ru: Настройки счётчика просмотров

source: Count content views
ru: Считать просмотры

source: Increment a counter each time content is viewed.
ru: Прибавлять значение в счётчике после каждого просмотра содержимого.

source: The statistics module keeps track of numerous site usage statistics, including the number of times, and from where, each of your posts is viewed. These statistics are useful in determining how users are interacting with each other and with your site, and are required for the display of some Drupal blocks.
ru: Модуль собирает статистику сайта, такую как число просмотров документов,источники переходов...

source: The statistics module provides:
ru: Модуль статистики предоставляет:

source: a counter for each post on your site that increments each time the post is viewed. (Enable <em>Count content views</em> on the <a href="@accesslog">access log settings page</a>, and determine if the post access counters should be visible to any user roles on the <a href="@permissions">permissions page</a>.)
ru: счётчик просмотров документа

source: a <a href="@recent-hits">recent hits</a> log that displays information about the latest activity on your site, including the URL and title of the page accessed, the user name (if available) and IP address of the accessing party.
ru: запись <a href="@recent-hits">последних хитов</a>, которая содержит информацию по последней активности на сайте.

source: a <a href="@top-referrers">top referrers</a> log that displays the referring parties for your site visits (where your visitors came from).
ru: <a href="@top-referrers">топ переходов</a>, который показывает, с каких ресурсов пришло больше всего людей.

source: a <a href="@top-pages">top pages</a> log that displays site content in descending order by number of views.
ru: <a href="@top-pages">топ страниц</a>, который отображает страницы сайта в порядке их популярности.

source: a <a href="@top-visitors">top visitors</a> log that displays the most active users on your site.
ru: <a href="@top-visitors">Топ посетителей</a>, который отображает наиболее активных пользователей.

source: a <em>Popular content</em> block that displays the day's most viewed content, the all-time most viewed content, and the last content viewed. (Enable the <em>Popular content</em> block on the <a href="@blocks">blocks administration page</a>.)
ru: блок "Популярное содержимое", который отображает наиболее просматриваемое содержимое за сегодня, за всё время, последнее просмотренное содержимое. Включить этот блок можно на <a href="@blocks">этой странице</a>.

source: Configuring the statistics module
ru: Настройка

source: The <em>Discard access logs older than</em> setting on the <a href="@accesslog">access log settings page</a> specifies the length of time entries are retained in the access log before they are deleted. Automatic access log entry deletion requires a correctly configured <a href="@cron">cron maintenance task</a>.
ru: Опция "Сбросить запись доступа, старше чем" на странице <a href="@accesslog">настройки</a> определяет продолжительность существования записи доступа в журнале. Эта опция требует корректно настроенного <a href="@cron">cron</a>.
