Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Your order is almost complete! Please fill in the following details and click 'Continue checkout' to finalize the purchase.
ru: Ваш заказ почти выполнен! Пожалуйста, заполните следующие детали и нажмите "Продолжить" для завершения заказа.

source: Calculate shipping
ru: Расчитать доставку

source: Click to refresh shipping options
ru: Нажмите для обновления опций доставки

source: Contact phone number
ru: Номер контактного телефона

source: Continue checkout
ru: Продолжить расчёт

source: Error calculating shipping
ru: Ошибка при рассчёте доставки

source: Currency code
ru: Код валюты

source: API server
ru: API сервер

source: PayPal server
ru: Сервер PayPal

source: Send billing address to PayPal.
ru: Отправить PayPal платёжный адрес.

source: Send shipping address to PayPal.
ru: Отправить PayPal адрес доставки.

source: Show debug info in the logs for Instant Payment Notifications.
ru: Показать отладочную информацию в логах для быстрого уведомления об оплате.

source: For Express Checkout, you need to <a href="!cp_link">enable the cart pane</a> and <a href="!wpp_link">configure the Website Payments Pro settings</a>.
ru: Для Express Checkout вам нужно <a href="!cp_link">включить панель</a> и <a href="!wpp_link">настроить</a> оплату.

source: Error message from PayPal:<br />@message
ru: Сообщение об ошибке от PayPal:<br />@message

source: Checkout with PayPal.
ru: Расчёт через PayPal.

source: Order @order_id at !store
ru: Заказ @order_id в !store

source: Product count
ru: Количество товаров

source: All the address information matched.
ru: Вся адресная информация совпала.

source: None of the address information matched; transaction declined.
ru: Адресная информация не сошлась. Трансакция отклонена.

source: Part of the address information matched.
ru: Часть адресной информации сошлось.

source: The merchant did not provide AVS information. Not processed.
ru: Мерчант не предоставляет AVS информацию. Не обработано.

source: Address not checked, or acquirer had no response. Service not available.
ru: Адрес не проверен или нет ответа от платёжного шлюза. Сервис недоступен.

source: No AVS response was obtained.
ru: Ответ AVS не біл получен.

source: Address matched; postal code did not
ru: Адрес совпал, почтовый код - нет

source: Nothing matched; transaction declined
ru: Ничего не совпало. Трансакция отклонена

source: Address and postal code matched
ru: Адрес и почтовый код совпали

source: Not allowed for MOTO transactions; transaction declined
ru: Не разрешено для MOTO транакций. Трансакция отклонена.

source: Global unavailable
ru: Недоступно глобально

source: International unavailable
ru: Недоступное международно

source: Postal code matched; address did not
ru: Почтовый код совпал, адрес - нет

source: Retry for validation
ru: Попробовать снова

source: Service not supported
ru: Сервис не поддерживается

source: An unknown error occurred.
ru: Произошла неизвестная ошибка.

source: Matched
ru: Совпало

source: No match
ru: Не совпадает

source: Service not available
ru: Сервис недоступен

source: Unkown error
ru: Неизвестная ошибка

source: Not processed
ru: Не обработано

source: No response
ru: Нет ответа

source: Not checked
ru: Не проверено

source: eCheck has not yet cleared.
ru: eCheck пока не обработан

source: You must manually accept or deny this international payment from your Account Overview.
ru: Вы должны вручную принять или отклонить этот международный платёж из вашего аккаунта.

source: You must manually accept or deny a payment of this currency from your Account Overview.
ru: Вы должны вручную принять или отклонить платёж в этой валюте из вашего аккаунта

source: Your e-mail address is not yet registered or confirmed.
ru: Ваш e-mail пока не зарегистрирован или не подтверждён.

source: You must upgrade your account to Business or Premier status to receive credit card payments.
ru: Вы должны обновить ваш аккаунт до "Business" или "Premier", чтобы получать оплату кредитными картами.

source: You must verify your account before you can accept this payment.
ru: Вы должны подтвердить свой аккаунт перед тем, как принимать эту оплату.

source: Reason unknown; contact PayPal Customer Service for more information.
ru: Неизвестная причина. Свяжитесь с поддержкой PayPal для дополнительной информации.

source: The customer has initiated a chargeback.
ru: Клиент потребовал возврат денег.

source: The customer triggered a money-back guarantee.
ru: Клиент потребовал гарантию возврата денег.

source: The customer filed a complaint about the transaction.
ru: Клиент подал жалобу по поводу трансакции.

source: You gave the customer a refund.
ru: Вы отдали клиенту деньги.

source: <b>@type succeeded with a warning.</b>!paypal_message
ru: <b>@type завершено с предупреждением.</b>!paypal_message

source: administer paypal
ru: Администрировать PayPal

source: PayPal payment complete
ru: Оплата по PayPal завершена

source: PayPal WPP requires the PHP <a href='!curl_url'>cURL</a> library.
ru: Для PayPal WPP требуется библиотека <a href='!curl_url'>cURL</a>.

source: PayPal pending
ru: Ожидает рассмотрения PayPal

source: This number @out_summa does not match the original price @in_summa.
ru: Число @out_summa не соответствует оригинальной цене @in_summa.

source: Action url
ru: URL действия

source: Please enter action url. Default: !url
ru: Укажите url действия. По умолчанию: !url

source: Merchant Login
ru: Логин мерчанта

source: Merchant Pass 1
ru: Пароль мерчанта 1

source: Merchant Pass 2
ru: Пароль мерчанта 2

source: Please enter RoboXchange rate according to site currency.
ru: Укажите курс обмена RoboXchange, в соответствии с валютой сайта.

source: Ubercart: RoboXchange tables have been created.
ru: Таблицы RoboXchange были созданы.

source: Store id
ru: ID магазина

source: Please enter Store id.
ru: Укажите ID магазина

source: Result URL
ru: URL результата

source: Copy to z-payment
ru: Скопировать в z-payment

source: Success URL
ru: URL удачной оплаты

source: Fail URL
ru: URL ошибки

source: Oplata zakaza
ru: Оплата заказа

source: Click to complete checkout.
ru: Завершить заказ

source: Ubercart: zpayment tables have been created.
ru: Таблицы Z-payment были созданы.

source: Synchronize with account
ru: Синхронизировать с профилем

source: print
ru: распечатать

source: packing slip
ru: упаковка

source: Destination address
ru: Адрес назначения

source: Packing slip
ru: Упаковка

source: Current subscriptions
ru: Текущие подписки

source: <strong>Directory:</strong> !dir<br />
ru: <strong>Директория:</strong> !dir<br />

source: <strong>File:</strong> !file<br />
ru: <strong>Файл:</strong> !file<br />

source: You must select a customer before address<br />information is available.<br />
ru: Вы должны выбрать пользователя перед тем, как адресная информация станет доступна.

source: Thanks for your order, !order_first_name!
ru: Спасибо за ваш заказ, !order_first_name!

source: If you need to check the status of your order, please visit our home page at !store_link and click on "My account" in the menu or login with the following link:
ru: Проверить состояние вашего заказа можно в авоём профиле.

source: Order Date:
ru: Дата заказа:

source: Original
ru: Оригинальное

source: Altered
ru: Определённое

source: Formatted original
ru: Отформатированное оригинальное

source: Formatted
ru: Отформатированное

source: Themed original
ru: Оригинальное темизированное

source: Themed
ru: Темизированное

source: create product kits
ru: Создавать наборы товаров

source: edit own product kits
ru: Редактировать наборы товаров

source: edit all product kits
ru: Редактировать все наборы товаров

source: <strong>SKU:</strong> Any<br />
ru: <strong>Артикул:</strong> Любой<br />

source: <strong>Role:</strong> @role_name<br />
ru: <strong>Роль:</strong> @role_name<br />

source: <strong>Expiration:</strong> never<br />
ru: <strong>Окончание срока действия:</strong> никогда<br />

source: <strong>Expiration:</strong> !qty day(s)<br />
ru: <strong>Окончание срока действия:</strong> !qty дней<br />

source: <strong>Expiration:</strong> !qty week(s)<br />
ru: <strong>Окончание срока действия:</strong> !qty недель<br />

source: <strong>Expiration:</strong> !qty month(s)<br />
ru: <strong>Окончание срока действия:</strong> !qty месяцев<br />

source: <strong>Expiration:</strong> !qty year(s)<br />
ru: <strong>Окончание срока действия:</strong> !qty лет<br />

source: <strong>Expiration:</strong> !link (not overridden)<br />
ru: <strong>Окончание срока действия:</strong> !link (не переписано)<br />

source: <strong>Shippable:</strong> Yes<br />
ru: <strong>Доставляется:</strong> Да<br />

source: <strong>Shippable:</strong> No<br />
ru: <strong>Доставляется:</strong> Нет<br />

source: The stock level for %model_name has been !action to !qty.
ru: Наличие на складе %model_name было !action до !qty.

source: decreased
ru: понижено

source: increased
ru: увеличено

source: Supply a format string for each unit. !value represents the length value.
ru: Прибавлять строку формата для каждой единицы. !value отображает значение длины.

source: Subscribe
ru: Подписаться

source: Manage my subscriptions
ru: Управление подписками

source: Enter your message
ru: Напишите своё сообщение

source: Your current points:
ru: Ваши текущие баллы:

source: Product Tab 4
ru: Отзывы

source: Add comment
ru: Добавить комментарий

source: In your
ru: В вашей

source: Go to cart
ru: Добавить в корзину

source: basket
ru: корзине

source: totaling
ru: на сумму

source: Your review about
ru: Ваш отзыв об

source: How would you rate this product?
ru: Как бы вы оценили этот товар?

source: Log full API response messages from Authorize.net for debugging.
ru: Сохранять полные ответы от API Authorize.net для отладки.

source: These settings pertain to the Authorize.Net Automated Recurring Billing service.
ru: Эти настройки предназначены для сервиса автоматического списания платежей Authorize.Net

source: Only specify developer mode if you login to your account through https://test.authorize.net.<br />Adjust to production mode when you are ready to start processing real recurring fees.
ru: Установите режим разработки только тогда, когда вы входите в профиль через https://test.authorize.net. Установите рабочий режим, когда вы будете готовы принимать реальные платежи.

source: <b>Note:</b> You must first configure credit card encryption before setting this.<br />Enter the value here you entered in your Auth.Net account settings.
ru: ВНИМАНИЕ: вы должны сначала настроить шифрование кредитных карт.

source: The CVV is an added security measure on credit cards. On Visa, Mastercard, and Discover cards it is a three digit number, and on AmEx cards it is a four digit number. If your credit card processor or payment gateway requires this information, you should enable this feature here.
ru: CVV - это дополнительное средство безопасности для карты. Для Visa, Mastercard, Discover - это 3 цифры, для AmEx - 4.

source: Enable card owner text field on checkout form.
ru: Включить поле владельца.

source: Enable card start date on checkout form.
ru: Включить начальную дату карты.

source: Enable card issue number text field on checkout form.
ru: Включить номер выпуска карты.

source: Enable issuing bank text field on checkout form.
ru: Включить банк, выпустивший карту.

source: Enable card type selection on checkout form.
ru: Включить выбор типа карты.

source: If enabled, specify in the textarea below which card options to populate the select box with.
ru: Если включено, укажите в поле ниже, какие опции карт необходимо заполнить.

source: Card type select box options
ru: Опции выбора типов карт

source: Enter one card type per line. These fields will populate the card type select box if it is enabled.
ru: Укажите по одному типу карты на строку.

source: Use the checkboxes to specify which card types you accept for payment. Selected card types will show their icons in the payment method selection list and be used for card number validation.
ru: Использовать чекбоксы для указания, какие типы карт вы принимаете. Выбранные карты покажут свои иконки в списке выбора типа карт и форме проверки номера карты.

source: Credit card payment policy
ru: Условия оплаты кредитной картой

source: Instructions for customers on the checkout page above the credit card fields.
ru: Инструкции для пользователей на странице расчёта над полями кредитной карты.

source: Your billing information must match the billing address for the credit card entered below or we will be unable to process your payment.
ru: Ваша платёжная информация должна соответствовать платёжной информации для кредитной карты, указанной ниже. В противном случае, мы не сможем обработать ваш платёж.

source: Card processing failure message
ru: Сообщение о сбое в обработке карты

source: Error message displayed to customers when an attempted payment fails at checkout.
ru: Сообщение ошибки. отображаемое пользователям, когда произошла ошибка при попытке оплаты.

source: You have specified a non-existent directory.
ru: Вы указали несуществующую директорию.

source: Cannot write to directory, please verify the directory permissions.
ru: Невозможно записать в директорию, проверьте права директории.

source: Cannot read from directory, please verify the directory permissions.
ru: Невозможно прочитать из директории, проверьте права директории.

source: Credit card encryption key file creation failed. Check your filepath settings and directory permissions.
ru: Ошибка при создании шифровочного ключа. Проверьте настройки пути и права директории.

source: Credit card encryption key file generated. Card data will now be encrypted.
ru: Шифровочный ключ создан. Данные карт теперь зашифрованы.

source: Reference transaction
ru: Связь трансакции

source: Credit card encryption must be set up to process credit cards.
ru: Шифрование карт должно быть настроено для обработки кредитных карт.

source: Displays a form to process a credit card payment.
ru: Отображает форму для обработки оплаты кредитной картой.

source: Process credit card payments using the Silent Order POST service of CyberSource.
ru: Обработка кредитной карты при помощи сервиса CyberSource Silent Order POST.

source: You must download the security script from your CyberSource account (found in Tools & Settings > Hosted Order Page > Security) and place it in the ubercart/payment/uc_cybersource directory to use the Silent Order POST. Remember to open it and replace instances of L( with csL(.
ru: Вы должны скачать скрипт шифрования с вашего аккаунта CyberSource и положить в ubercart/payment/uc_cybersource. Не забудьте открыть его и заменить "L(" на "csL(".

source: CyberSource server used when processing payments.
ru: Для обработки платежей используется сервис CyberSource

source: You must ensure your CyberSource account and web server are able to use the service you select.<br />Silent Order POST requires cURL support and a modified <a href="!url">HOP.php</a>.<br />The SOAP Toolkit API requires the SOAP and DOM extensions for PHP.
ru: Вы должны удостовериться, что ваш аккаунт CyberSource и сервер имеет возможность использовать выбранный вами сервис. Для Silent Order POST требуется поддержка cURL и изменённый <a href="!url">HOP.php</a> SOAP Toolkit API требут расширения PHP SOAP и DOM

source: Ensure address verification
ru: Адресная проверка

source: Process transaction only if address passes verification.
ru: Обработать трансакцию, только если адрес прошёл проверку.

source: Process transaction regardless of the result of address verification.
ru: Обрабатывать трансакции по результатам проверки адреса.

source: SOAP Toolkit API settings
ru: Настройки SOAP Toolkit API

source: Create a CyberSource Basic Profile for every new credit card order processed.
ru: Создать базовый профиль CyberSource для каждой новой обработанной кредитной карты.

source: Enable calculation of taxes through the CyberSource tax service.
ru: Включить расчёт наценок через сервис CyberSource.

source: Tax calculation "Ship from" address
ru: Расчёт наценки адреса "Доставить из"

source: This address will be used when calculating taxes with CyberSource tax service.
ru: Этот адрес будет использован при расчёте наценок от сервиса CyberSource.

source: Enter the 2 letter abbreviation of your state or province.
ru: Укажите 2-х буквенную аббревиатуру вашей области.

source: Enter the 2 letter ISO 3166-1 code; consult Wikipedia if you don't know yours.
ru: Укажите 2-х буквенный код ISO 3166-1

source: The credit card type did not pass validation.
ru: Тип кредитной карты не прошёл проверку.

source: Silent Order POST requires the HOP.php provided by CyberSource.
ru: Для Silent Order POST требуется HOP.php, который предоставляется CyberSource.

source: <b>Credit card !type:</b> !amount<br /><b>Decision: @decision</b><br /><b>Reason:</b> !reason
ru: <b>Кредитная карта !type:</b> !amount<br /><b>Решение: @decision</b><br /><b>Причина:</b> !reason

source: We apologize for the delay, but we are unable to process your credit card at this time. Please <a href="!url">contact sales</a> to complete your order.
ru: Извините, но мы не можем обработать вашу кредитную карту сейчас. Свяжитесь с <a href="!url">администрацией</a> для завершения вашего заказа.

source: <b>@type:</b> @amount<br /><b>Decision: @decision</b><br /><b>Reason:</b> !reason
ru: <b>@type:</b> @amount<br /><b>Решение: @decision</b><br /><b>Причина:</b> !reason

source: <b>@type:</b><br />@id<br />@decision, Reason: !reason
ru: <b>@type:</b><br />@id<br />@decision, Причина: !reason

source: <b>CyberSource profile created.</b><br /><b>Subscription ID:</b> @id
ru: <b>Профиль CyberSource создан.</b><br /><b>ID:</b> @id

source: <b>Attempt to create CyberSource profile failed.</b><br /><b>Reason:</b> @code
ru: <b>Попытка создать профиль CyberSource закончилась неудачей.</b><br /><b>Причина:</b> @code

source: No taxes returned for this order.
ru: Нет наценок для этого заказа.

source: @state state tax
ru: Наценка @state

source: <b>Error:</b> The request was received, but a service did not finish running in time.<br /><b>Possible action:</b> To avoid duplicating the order, do not resend the request until you have reviewed the order status in the Business Center.
ru: ОШИБКА: запрос был получен, но сервис не ответил вовремя. Возможное действие: Во избежании дублирования заказа, не отправляйте повторно запрос до тех пор, пока не просмотрите его состояние у себя в профиле.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification Service (AVS) check.<br /><b>Possible action:</b> You can capture the authorization, but consider reviewing the order for the possibility of fraud.
ru: Запрос авторизации был одобрен банком-издателем карты, но отклонён CyberSource, так как он не прошёл проверку Address Verification Service (AVS). Возможное действие: Вы можете получить авторизацию, но проверьте заказ на во избежание мошеничества.

source: Expired card.<br /><b>Possible action:</b> Request a different card or other form of payment.
ru: Просроченная карта. Возможное действие: Запросить другую карту или способ оплаты.

source: General decline of the card. No other information provided by the issuing bank.<br /><b>Possible action:</b> Request a different card or other form of payment.
ru: Общая причина отклонения карты. Дополнительная информация не предоставлена банком-издателем. Возможное действие: Запросить карту другого банка или другую форму оплаты.

source: Insufficient funds in the account.<br /><b>Possible action:</b> Request a different card or other form of payment.
ru: Найдены неточности в профиле. Возможные действия: Запросить другую карту или другой способ оплаты.

source: Stolen or lost card.<br /><b>Possible action:</b> Review the customer's information and determine if you want to request a different card from the customer.
ru: Украденная или потерянная карта. Возможное действие: Просмотрите информацию клиента и при необходимости запросите другую карту.

source: Issuing bank unavailable.<br /><b>Possible action:</b> Wait a few minutes and resend the request.
ru: Банк-издатель недоступен. Возможное действие: Подождите несколько минут и повторно отправьте запрос.

source: Inactive card or card not authorized for card-not-present transactions.<br /><b>Possible action:</b> Request a different card or other form of payment.
ru: Неактивная карта или карта не авторизирована для трансакции. Возможные действия: Запросить другую карту или другой способ оплаты.

source: The card has reached the credit limit.<br /><b>Possible action:</b> Request a different card or other form of payment.
ru: Карта исчерпала кредитный лимит. Возможное действие: Запросить другую карту или другой способ оплаты.

source: The card verification number is invalid.<br /><b>Possible action:</b> Request a different card or other form of payment.
ru: Проверочный номер карты неправильный. Возможное действие: Запросить другую карту или другой способ оплаты.

source: The processor declined the request based on a general issue with the customer's account.<br /><b>Possible action:</b> Request a different form of payment.
ru: Процессор отклонил запрос на основании общей проблемы с аккаунтом пользователя. Возможное действие: Запросить другой способ оплаты.

source: The customer matched an entry on the processor’s negative file.<br /><b>Possible action:</b> Review the order and contact the payment processor.
ru: Пользователь находится в чёрном списке процессора. Возможное действие: Просмотрите заказ и свяжитесь с администратором процессора.

source: The customer's bank account is frozen.<br /><b>Possible action:</b> Review the order or request a different form of payment.
ru: Банковский счёт клиента заморожен. Возможное действие: Просмотреть заказ и запросить другой способ оплаты.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the card verification number check.<br /><b>Possible action:</b> You can capture the authorization, but consider reviewing the order for the possibility of fraud.
ru: Запрос авторизации был одобрен банком-издателем, но отклонён CyberSource, так как он не прошёл проверку номера карты. Возможное действие: Вы можете получить авторизацию, но должны проверить заказ во избежании мошеничества.

source: Invalid account number.<br /><b>Possible action:</b> Request a different card or other form of payment.
ru: Неправильный номер аккаунта. Возможное действие: Запросить другую карту или другой способ оплаты.

source: The card type is not accepted by the payment processor.<br /><b>Possible action:</b> Request a different card or other form of payment. Also, check with CyberSource Customer Support to make sure that your account is configured correctly.
ru: Этот тип карты не принимается процессором. Возможное действие: Запросить другую карту или другой способ оплаты. Также проверить настройки аккаунта CyberSource.

source: The processor declined the request based on an issue with the request itself.<br /><b>Possible action:</b> Request a different form of payment.
ru: Процессор отклонил запрос, так как он запрашивает самого себя. Возможное действие: Запросить другую форму оплаты.

source: There is a problem with your CyberSource merchant configuration.<br /><b>Possible action:</b> Do not resend the request. Contact Customer Support to correct the configuration problem.
ru: Проблема с вашими настройками мерчанта CyberSource. Возможные действия: Не повторять запрос. Связаться с поддержкой CyberSource для уточнения настроек.

source: Processor failure.<br /><b>Possible action:</b> Possible action: Wait a few minutes and resend the request.
ru: Сбой процессора. Возможное действие: Подождать несколько минут и отправить запрос снова.
