Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Show if the following PHP code returns <code>TRUE</code> (PHP-mode, experts only).
ru: Если PHP код вернёт <code>TRUE</code> (для опытных программистов)

source: If the PHP-mode is chosen, enter PHP code between %php. Note that executing incorrect PHP-code can break your Drupal site.
ru: Если выбрано PHP,введите PHP код между %php. Будьте внимательны,некорректный код может вывести из строя весь сайт.

source: Show block on specific pages
ru: Показать блок на страницах

source: Save block
ru: Сохранить блок

source: Please ensure that each block description is unique.
ru: Удостоверьтесь, что описание каждого блока является уникальным.

source: The block configuration has been saved.
ru: Настройки блока были сохранены.

source: The block has been created.
ru: Блок был создан.

source: Are you sure you want to delete the block %name?
ru: Удалить блок %name?

source: For more information, see the online handbook entry for <a href="@block">Block module</a>.
ru: За подробной информацией обращайтесь <a href="@block">сюда</a>.

source: Block description
ru: Описание блока

source: A brief description of your block. Used on the <a href="@overview">block overview page</a>.
ru: Короткое описание вашего блока,которое будет использовано на <a href="@overview">странице списка блоков</a>.

source: Block body
ru: Содержимое блока

source: The content of the block as shown to the user.
ru: Код или текст блока.

source: Block configuration
ru: Конфигурация блока

source: administer blocks
ru: Администрировать

source: use PHP for block visibility
ru: Использовать PHP для видимости блоков

source: Add block
ru: Добавить блок

source: Controls the boxes that are displayed around the main content.
ru: Контроль над блоками сайта.

source: Core - required
ru: Ядро - обязательно

source: The changes to these blocks will not be saved until the <em>Save blocks</em> button is clicked.
ru: Изменения не вступят в силу пока вы не нажмёте на кнопку "Сохранить блоки".

source: For more information, see the online handbook entry for <a href="@handbook-cck">CCK</a> or the <a href="@project-cck">CCK project page</a>.
ru: Для справки обращайтесь <a href="@handbook-cck">сюда</a>

source: This field is required.
ru: Это поле обязательно к заполнению.

source: Order
ru: Заказ

source: Search Result
ru: Результаты поиска

source: Print
ru: Распечатать

source: Locale module form.
ru: Форма модуля локализации.

source: Translation settings
ru: Настройки переводов

source: Translation module form.
ru: Форма модуля переводов.

source: Book
ru: Книга

source: Book module form.
ru: Форма модуля "Книга".

source: content
ru: содержимое

source: Updating field type %type with module %module.
ru: Поле загрузки %type с модулем %module.

source: Updating widget type %type with module %module.
ru: Обновление типа виджета %type с модулем %module.

source: Use PHP input for field settings (dangerous - grant with care)
ru: Использовать PHP фильтр (опасно, доверяйте проверенным пользователям)

source: Manage fields
ru: Управлять полями

source: Display fields
ru: Отображение полей

source: Updates for CCK-related modules are not run until the modules are enabled on the <a href="@admin-modules-path">administer modules page</a>. When you enable them, you'll need to return to <a href="@update-php">update.php</a> and run the remaining updates.
ru: Обновление субмодулей модуля CCK не запустяться до тех пор, пока эти модули не будут включены <a href="@admin-modules-path">здесь</a>. Как только вы включите их, вам понадобиться снова запустить <a href="@update-php">update.php</a> для выполнения оставшихся обновлений.

source: !module.module has updates but cannot be updated because content.module is not enabled.<br />If and when content.module is enabled, you will need to re-run the update script. You will continue to see this message until the module is enabled and updates are run.
ru: Модуль "!module" имеет обновления, но не может быть обновлён, потому что модуль "Содержимое" не включён.<br />Если включить этот модуль, вам понадобиться снова запустить обновление.

source: !module.module has updates and is available in the modules folder but is not enabled.<br />If and when it is enabled, you will need to re-run the update script. You will continue to see this message until the module is enabled and updates are run.
ru: Модуль "!module" имеет обновления и доступен в директории модулей, но не включён. Если вы включите его, вам понадобиться снова запустить обновление.

source: Some updates are still pending. Please return to <a href="@update-php">update.php</a> and run the remaining updates.
ru: Некоторые обновления всё ещё ожидают своей очереди. <a href="@update-php">Выполнить оставшиеся обновления</a>.

source: Some updates are still pending.<br/>Please re-run the update script.
ru: Некоторые обновления всё ещё ожидают своей очереди. <a href="@update-php">Запустите обновления</a> ещё раз.

source: CCK - No Views integration
ru: CCK - Нет интеграции с Видами

source: CCK integration with Views module requires Views 6.x-2.0-rc2 or greater.
ru: Интеграция модуля "CCK" с модулем "Виды" требует версию последнего 6.x-2.0-rc2 и выше

source: Content ranking
ru: Рейтинг содержимого

source: Allows administrators to define new content types.
ru: Позволяет администратору определять новые типы документов.

source: Example: 'webmaster@example.com' or 'sales@example.com,support@example.com'. To specify multiple recipients, separate each e-mail address with a comma.
ru: Например, "webmaster@example.com".

source: Date
ru: Дата

source: Other
ru: Другое

source: Please select one or more comments to perform the update on.
ru: Выберите один или несколько комментариев для обновления.

source: add new %type
ru: %type

source: manage fields
ru: поля

source: No content types available.
ru: Типы содержимого недоступны.

source: » Add a new content type
ru: » Добавить новый тип содержимого

source: Field name
ru: Название поля

source: Field type
ru: Тип поля

source: Used in
ru: Используется в

source: @field_name (Locked)
ru: @field_name (Заблокировано)

source: No fields have been defined for any content type yet.
ru: Ни для каких типов содержимого пока не было определено никаких полей.

source: This content type has inactive fields. Inactive fields are not included in lists of available fields until their modules are enabled.
ru: Этот тип содержимого имеет неактивные поля. Неактивные поля не включены в список доступных полей до тех пор, пока их модули не будут включены.

source: !field (!field_name) is an inactive !field_type field that uses a !widget_type widget.
ru: !field (!field_name) является неактивным полем типа содержимого !field_type, который использует виджет !widget_type.

source: Configure
ru: Настроить

source: Remove
ru: Удалить

source: Referencing to the file used in the %field field is not allowed.
ru: Недопустимое обращение к файлу в поле %field.

source: Locked
ru: Заблокировано

source: - Select a field type -
ru: - Выберите тип поля -

source: - Select a widget -
ru: - Выберите виджет -

source: Label
ru: Надпись

source: Base rate
ru: Базовая

source: Field name (a-z, 0-9, _)
ru: Название поля (a-z, 0-9, _)

source: Type of data to store.
ru: Тип сохраняемых данных

source: Form element to edit the data.
ru: Элемент формы для редактирование данных

source: - Select an existing field -
ru: - Выберите существующие поле -

source: Field to share
ru: Поле

source: Group name (a-z, 0-9, _)
ru: Название группы (a-z, 0-9, _)

source: Type of group.
ru: Тип группы

source: Save
ru: Сохранить

source: (No subject)
ru: (Без темы)

source: Add new field: you need to provide a label.
ru: Добавление нового поля: вы должны указать надпись

source: Add new field: you need to provide a field name.
ru: Добавление нового поля: вы должны указать название поля

source: Add new field: the field name %field_name is invalid. The name must include only lowercase unaccentuated letters, numbers, and underscores.
ru: Добавление нового поля: неправильное название поля %field_name. Название должно включать латинские буквы,цифры и подчёркивания.

source: Add new field: the field name %field_name is too long. The name is limited to 32 characters, including the 'field_' prefix.
ru: Добавление нового поля: название поля %field_name слишком длинное. Название ограничено 32 символами, включая префикс "field_".

source: Add new field: the name 'field_instance' is a reserved name.
ru: Добавление нового поля: название "field_instance" является зарегистрированным.

source: Add new field: the field name %field_name already exists.
ru: Добавление нового поля: название поля %field_name уже существует.

source: Add new field: you need to select a field type.
ru: Добавление нового поля: вам нужно выбрать тип поля.

source: Add new field: you need to select a widget.
ru: Добавление нового поля: вам нужно выбрать виджет.

source: Add new field: invalid widget.
ru: Добавление нового поля: неправильный виджет.

source: Add existing field: you need to provide a label.
ru: Добавление существующего поля: вы должны указать надпись.

source: Add existing field: you need to select a field.
ru: Добавление существующего поля: вы должны выбрать поле.

source: Add existing field: you need to select a widget.
ru: Добавление существующего поля: вы должны выбрать виджет.

source: Add existing field: invalid widget.
ru: Добавление существующего поля: неправильный виджет.

source: There was a problem creating field %label.
ru: Проблема с созданием поля %label.

source: The field %label cannot be added to a content type because it is locked.
ru: Поле %label не может быть добавлено в тип содержимого, так как оно заблокировано.

source: There was a problem adding field %label.
ru: Проблемы при добавлении поля %label.

source: There are no fields configured for this content type. You can add new fields on the <a href="@link">Manage fields</a> page.
ru: Здесь нет полей, настроенных для этого типа содержимого. Вы можете добавить новые поля на странице <a href="@link">управления полями</a>.

source: Above
ru: Над

source: Inline
ru: В тексте

source: <Hidden>
ru: <Скрыто>

source: Include
ru: Включить

source: Exclude
ru: Исключить

source: no styling
ru: без стиля

source: simple
ru: простой

source: fieldset
ru: набор полей

source: fieldset - collapsible
ru: набор полей - сворачивающиеся

source: fieldset - collapsed
ru: набор полей - свернутые

source: Your settings have been saved.
ru: Ваши настройки были сохранены.

source: Edit basic information
ru: Редактировать базовую информацию

source: The machine-readable name of the field. This name cannot be changed.
ru: Системное название этого поля. Это название не может быть изменено.

source: A human-readable name to be used as the label for this field in the %type content type.
ru: Человеческое название, которое будет использовано в качестве надписи поля в типе содержимого "%type".

source: The type of data you would like to store in the database with this field. This option cannot be changed.
ru: Тип данных, который вы хотите хранить в базе данных с этим полем. Эта опция не может быть изменена.

source: Widget type
ru: Тип виджета

source: The type of form element you would like to present to the user when creating this field in the %type content type.
ru: Тип элемента формы, который вы хотите представлять пользователям при создании этого поля в типе содержимого %type.

source: Continue
ru: Продолжить

source: Updated basic settings for field %label.
ru: Базовые настройки поля %label обновлены.

source: There was a problem updating the basic settings for field %label.
ru: Возникли проблемы при обновлении базовых настроек поля %label.

source: Are you sure you want to remove the field %field?
ru: Вы уверены, что хотите удалить поле "%field?"

source: If you have any content left in this field, it will be lost. This action cannot be undone.
ru: Если вы оставили какое-нибудь содержимое в этом поле, оно может быть потеряно. Это действие не может быть отменено.

source: The comments have been deleted.
ru: Комментарий был удалён.

source: This field is <strong>locked</strong> and cannot be removed.
ru: Это поле <strong>заблокировано</strong> и не может быть удалено.

source: Removed field %field from %type.
ru: Поле %field удалено из %type.

source: There was a problem deleting %field from %type.
ru: Возникли проблемы при удалении поля %field из %type.

source: The field %field is locked and cannot be edited.
ru: Поле %field заблокировано и не может быть отредактировано.

source: %type basic information
ru: Базовая информация %type

source: Change basic information
ru: Изменить базовую информацию

source: %type settings
ru: Настройки %type

source: These settings apply only to the %field field as it appears in the %type content type.
ru: Эти настройки действуют только для поля %field в типе содержимого %type.

source: Help text
ru: Справочный текст

source: Instructions to present to the user when selecting terms, e.g., <em>"Enter a comma separated list of words"</em>.
ru: Инструкции для пользователя, например "Укажите теги через запятую".

source: Instructions to present to the user below this field on the editing form.<br />Allowed HTML tags: @tags
ru: Инструкции для пользователя, которые будут показаны в форме редактирования документа. <br /> Доступные HTML теги: @tags

source: Default value
ru: Значение по умолчанию

source: PHP code
ru: PHP код

source: '@column' => value for @column
ru: '@column' => value для @column

source: Expected format: <pre>!sample</pre>
ru: Ожидаемый формат: <pre>!sample</pre>

source: Code
ru: Код

source: Advanced usage only: PHP code that returns a target node ID. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Note that executing incorrect PHP-code can break your Drupal site.
ru: Только для программистов: код PHP,который возвращает ID документа.Не должен включать разделители &lt;?php ?&gt;.Если это поле заполнено,значение,которое будет возвращено,перепишет любое другое,указанное выше.Помните,некорректный код может вывести из строя всю систему!

source: Advanced usage only: PHP code that returns a default value. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Expected format: <pre>!sample</pre>To figure out the expected format, you can use the <em>devel load</em> tab provided by <a href="@link_devel">devel module</a> on a %type content page.
ru: Расширенная настройка. PHP код, который возвращает значение по умолчанию. Не должен включать &lt;?php ?&gt;

source: &lt;none&gt;
ru: &lt;ничего&gt;

source: You're not allowed to input PHP code.
ru: У вас нет прав применять PHP.

source: This PHP code was set by an administrator and will override any value specified above.
ru: Этот код установлен администратором и перепишет любое значение, указанное выше.

source: Global settings
ru: Общие настройки

source: These settings apply to the %field field in every content type in which it appears.
ru: Эти настройки действуют для поля %field в каждом типе содержимого, в котором оно появляется.

source: Required
ru: Обязательно.

source: Maximum number of values users can enter for this field.
ru: Максимальное число значений, которое может указать пользователь в этом поле.

source: 'Unlimited' will provide an 'Add more' button so the users can add as many values as they like.
ru: "Неограниченно" предоставит кнопку "Добавить ещё", так что пользователи смогут добавлять желаемое количество значений.

source: Warning! Changing this setting after data has been created could result in the loss of data!
ru: ВНИМАНИЕ! Изменение этих настроек после того, как данные были созданы, приведёт к потере данных!!!

source: Number of values
ru: Число значений

source: Unlimited
ru: Без ограничений

source: Save field settings
ru: Сохранить настройки поля

source: The default value PHP code returned an incorrect value.<br/>Expected format: <pre>!sample</pre> Returned value: @value
ru: Значение по умолчанию из PHP кода вернуло неправильное значение. Ожидаемый формат: <pre>!sample</pre>, возвращённое значение: @value

source: The PHP code for 'default value' returned @value, which is invalid.
ru: PHP код для "значения по умолчанию" возвратил @value, что является неверным результатом.

source: The default value is invalid.
ru: Значение по умолчанию неправильное

source: Added field %label.
ru: Добавлено поле %label.

source: Saved field %label.
ru: Сохранено поле %label.

source: Processing
ru: Обработка

source: The update has encountered an error.
ru: При обновлении произошла неизвестная ошибка.

source: The database has been altered and data has been migrated or deleted.
ru: Изменения в базе данных были сделаны, данные были обновлены или удалены.

source: An error occurred and database alteration did not complete.
ru: Произошла ошибка и изменение базы данных не было закончено.

source: Processing %title
ru: Обрабатывается %title

source: %name must be an integer.
ru: %name должно быть целым числом

source: %name must be a positive integer.
ru: %name должно быть позитивным целым числом.

source: %name must be a number.
ru: %name должно быть числом.

source: 1 item successfully processed:
ru: Обработан @count документ:

source: Content fields table %old_name has been renamed to %new_name and field instances have been updated.
ru: Таблица полей %old_name была переименована в %new_name с обновлением связей полей.

source: The content fields table %name has been deleted.
ru: Таблица полей %name была удалена.

source: Add another item
ru: Добавить другой пункт

source: Populate a field
ru: Заполнить поле

source: You should make sure that the used field exists in the given content type.
ru: Вы должны быть уверены, что используемые поля существуют в данном типе содержимого.

source: The field title %field is being accessed incorrectly.
ru: Некорректный доступ к полю %field .

source: Select the machine-name of the field.
ru: Выберите системное название поля.

source: Advanced: Specify the fields value with PHP code
ru: Укажите значение поля с PHP

source: Advanced usage only: PHP code that returns the value to set. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Expected format: <pre>!sample</pre>Using <a href="@link_devel">devel.module's</a> 'devel load' tab on a content page might help you figure out the expected format.
ru: PHP код, который вернёт требуемое значение. Не включайте разделители &lt;?php ?&gt;

source: You have to return the default value in the expected format.
ru: Вы должны возвращать значение по умолчанию в ожидаемом формате.

source: Populate @node's field '@field'
ru: Заполнить поле "@field" документа "@node".

source: Field has value
ru: Поле имеет значение

source: You should make sure that the used field exists in the given content type. The condition returns TRUE, if the selected field has the given value.
ru: Вы должны быть уверены, что используемое поле существует в данном типе содержимого. Условие возвращает TRUE, если выбранное поле имеет данное значение.

source: Field has changed
ru: Поле было изменено

source: Content containing changes
ru: Содержимое содержит изменения

source: Content not containing changes
ru: Содержимое не содержит изменения

source: @node's field '@field' has value
ru: Поле "@field" документа "@node" имеет значение

source: Select the machine-name of the field to look at.
ru: Выберите системное название поля для просмотра.

source: @node's field '@field' has been changed
ru: Поле "@field" документа "@node" было изменено

source: Referenced user ID
ru: ID связанного пользователя

source: Referenced user name
ru: Связанное название пользователя

source: Formatted HTML link to referenced user
ru: Отформатированная HTML ссылка к связанному пользователю

source: Relative path alias to the referenced user.
ru: Относительный синоним пути к связанному пользователю.

source: Absolute path alias to the referenced user.
ru: Абсолютный синоним пути к связанному пользователю.

source: Content field
ru: Поле содержимого

source: Allows content to be submitted to the site and displayed on pages.
ru: Модуль даёт возможность добавлять и отображать содержимое сайта.

source: Field: @widget_label (@field_name) - @field_type
ru: Поле: @widget_label (@field_name) - @field_type

source: Field on the referenced node.
ru: Поле на связанном документе.

source: Field label
ru: Надпись поля

source: For menu trees that start with the 1st level, the default block title will be the menu name. For menu trees that start with the 2nd level or deeper, the default block title will be the title for the parent menu item of the specified level.
ru: Для дерева меню, которое начинается с первого пункта, заголовком блока по умолчанию будет название меню. Для дерева меню, которое начинается со второго уровня или глубже, заголовком блока по умолчанию будет заголовок для родительского пункта меню на указанном уровне.

source: Configure how the label is going to be displayed. This option takes no effect when "Override title" option is enabled, the specified block title is displayed instead.
ru: Настройте, как должна отображаться надпись. Эта опция не работает, если включена опция "Переписать заголовок".

source: Field formatter
ru: Форматтер поля

source: Select a formatter.
ru: Выберите форматтер

source: "@s" field: @widget_label (@field_name) - @field_type
ru: Поле "@s": @widget_label (@field_name) - @field_type

source: Appears in: @types
ru: Есть в: @types

source: <No value>
ru: <Нет значения>

source: @label (!name) - delta
ru: @label (!name) - дельта

source: @label-truncated - delta
ru: @label-truncated - дельта

source: Delta - Appears in: @types
ru: Дельта - Применяется в: @types

source: Widget label (@label)
ru: Надпись виджета (@label)

source: Custom
ru: Своё значение

source: Custom label
ru: Пользовательская надпись

source: Format
ru: Формат

source: Group multiple values
ru: Группировать множественные значения

source: If unchecked, each item in the field will create a new row, which may appear to cause duplicates. This setting is not compatible with click-sorting in table displays.
ru: Если не отмечено, каждый пункт в поле будет создавать новую строку,что может привести к дубликатам. Эта настройка несовместима с сортировкой через клик при отображении в таблице.

source: Show @count value(s)
ru: Показать @count значений

source: starting from @count
ru: начинается с @count

source: (first item is 0)
ru: (первый пункт 0)

source: Reversed
ru: Повёрнутое

source: (start from last values)
ru: (начать с последнего значения)

source: Language switcher
ru: Переключатель языка

source: Delta
ru: Дельта

source: The delta allows you to select which item in a multiple value field to key the relationship off of. Select "1" to use the first item, "2" for the second item, and so on. If you select "All", each item in the field will create a new row, which may appear to cause duplicates.
ru: Дельта позволяет выбрать, какое из нескольких значений будет ключём связи. Выберите "1", чтобы использовать первое значение, "2" - для второго значения и так далее. Если выбрано "Все", каждый пункт создаст повую строку, что может привести к дублированию.
