Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Sell price w/attributes adjustment
ru: Продажная цена с корректировкой по атрибутам

source: The sell price of the product with all the price adjustments from its combination of attributes.
ru: Цена продажи товара со всеми уточнениями по комбинациям его атрибутов.

source: Cost price w/attributes adjustment
ru: Стоимость с/уточнением по атрибутам

source: The cost price of the product with all the price adjustments from its combination of attributes.
ru: Стоимость товара со всеми уточнениями по комбинациям его атрибутов.

source: List of attribute selection for the ordered product.
ru: Список выбора атрибутов заказанных товаров.

source: Ubercart order product
ru: Заказ товара

source: Fetch attributes if there is no combination
ru: Взять атрибуты,если нет комбинации

source: If checked, and if the combination is not found for a specific SKU/model, get the attributes and options from other tables.
ru: Если отмечено и если комбинация для определённых SKU не найдена,взять атрибуты и опции из других таблиц.

source: Minute
ru: Минута

source: Is one of
ru: Один из

source: No options found.
ru: Опции не найдены.

source: Selection type
ru: Тип выбора

source: Checkboxes/Dropdown
ru: Чекбоксы/Выпадающие списки

source: Textfield
ru: Текстовое поле

source: Product's detail of the orders placed in your Ubercart store.
ru: Детали заказа, сделанного в магазине.

source: Order total cost
ru: Общая стоимость заказа

source: The total cost of the products in the order.
ru: Суммарная стоимость товаров в заказе.

source: Order Credit Card Type
ru: Тип кредитной карты

source: Credit card type used if the payment method was credit.
ru: Тип кредитной карты, используемой для способа оплаты кредитной карточкой

source: Order Credit Card Number
ru: Номер кредитной карты

source: Credit card number (last 4) used if the payment method was credit.
ru: Номер кредитной карты (последние 4 цифры) используется, если метод оплаты был выбран "Кредитная карта"

source: !titleprefix full name
ru: полное название !titleprefix

source: The full name (first and last) of the person receiving shipment.
ru: Полное имя (имя и фамилия) клиента, который получит заказ.

source: The full name (first and last) of the person paying for the order.
ru: Полное имя (имя и фамилия) клиента, который оплатит заказ.

source: Credit card
ru: Кредитная карта

source: Credit card on a secure server:
ru: Кредитная карта

source: Redirect to 2Checkout to pay by credit card or eCheck.
ru: Перенаправлять на 2Checkout для оплаты кредитной картой или eCheck

source: Unable to send e-mail. Please contact the site administrator if the problem persists.
ru: Невозможно отправить e-mail. Свяжитесь с администратором, если проблема возникнет вновь.

source: The title to use for the wildcard in substitutions elsewhere.
ru: Заголовок, который будет использован для подстановки.

source: Wildcard title
ru: Подстановочный заголовок

source: Just a timestamp field.
ru: Поле отметки времени.

source: Enable to process payments using 2Checkout.com.
ru: Включите для приёма платежей через 2Checkout.com.

source: The label for this field that will be displayed to end users if the style requires it.
ru: Подпись поля, которая будет отображаться пользователям, если стиль требует этого.

source: Remember
ru: Запоминать

source: Remember the last setting the user gave this filter.
ru: Запоминать последние настройки пользователя для этого фильтра.

source: Force this exposed filter to accept only one option.
ru: Разрешает этому открытому фильтру принимать только одно значение.

source: Redirect to Activepay.ru
ru: Перенаправление на Activepay.ru

source: Force single
ru: Только один

source: Activepay payment gateway.
ru: Платёжный шлюз Activepay

source: Operator identifier
ru: Идентификатор оператора

source: Ubercart Domain Access
ru: Домен магазина

source: Not found
ru: Не найдено

source: Process payments using Authorize.net. Supports AIM and ARB.
ru: Обработка платежа при помощи Authorize.net. Поддерживает AIM и ARB.

source: Credit card:
ru: Кредитная карта:

source: Pay by credit card.
ru: Оплата кредитной картой

source: Adds a credit card gateway that simulates a successful payment for testing checkout.
ru: Добавляет шлюз для приёма оплаты кредитными картами для тестирования расчёта кредитными картами.

source: Receive credit card payments through checkout.
ru: Приём и обработка оплаты кредитными картами.

source: This exposed filter is optional and will have added options to allow it not to be set.
ru: Этот открытый фильтр может быть необязательным.

source: Timestamp field
ru: Поле отметки времени

source: Just an on/off field.
ru: Поле on/off.

source: Enable to process payments using CyberSource Silent Order POST.
ru: Разрешить обработку платежей при помощи CyberSource Silent Order POST.

source: Right
ru: Правый

source: Left
ru: Осталось

source: Install the advanced help module for the getting started
ru: Установите модуль "Расширенная помощь" для дополнительной справочной информации

source: Example node
ru: Пример документа

source: Plain text field
ru: Простое текстовое поле

source: Just a plain text field.
ru: Текстовое поле.

source: Numeric field
ru: Числовое поле

source: Just a numeric field.
ru: Числовое поле.

source: Boolean field
ru: Булево поле

source: Google Checkout Coupon
ru: Купон Google Checkout

source: Google Checkout Gift Certificate
ru: Подарочный сертификат Google Checkout

source: Express payment with Google Checkout.
ru: Экспресс-оплата через Google Checkout.

source: Integrates Google's Checkout, Merchant Calculated Shipping, and Order Processing APIs.
ru: Интегрирует Google's Checkout, Merchant Calculated Shipping и API обработки платежей.

source: Interkassa service
ru: Interkassa

source: Pay by Interkassa Secure Server.
ru: Заплатить через безопасный сервер Interkassa

source: This item is currently not exposed. If you <strong>expose</strong> it, users will be able to change the filter as they view it.
ru: Этот элемент сейчас не раскрыт. Если вы <strong>раскроете</strong> его, пользователи смогут управлять фильтром.

source: Process payments using Interkassa service.
ru: Обработка платежей через сервис Interkassa.

source: Payment via Moneybookers eWallet:
ru: Оплата через Moneybookers eWallet:

source: Redirect to Moneybookers to pay with all options of a Moneybookers eWallet.
ru: Перенаправление на Moneybookers для оплаты с выбором всез опций Moneybookers eWallet.

source: Payment via credit card:
ru: Оплата кредитной картой:

source: Moneybookers Credit Card Payment
ru: Оплата кредитной картой через Moneybookers

source: Credit Card Payment
ru: Оплата кредитной картой

source: Pay by credit card
ru: Оплата кредитной картой

source: Payment via Sofortueberweisung:
ru: Оплата через Sofortueberweisung:

source: Pay via Sofortueberweisung
ru: Оплата через Sofortueberweisung

source: Payment via Direct Debit:
ru: Оплата через Direct Debit:

source: Pay via Direct Debit
ru: Оплата через Direct Debit

source: Payment via GiroPay:
ru: Оплата через GiroPay:

source: Pay via GiroPay
ru: Оплата через GiroPay

source: Payment via EPS:
ru: Оплата через EPS:

source: Pay via EPS
ru: Оплата через EPS

source: Payment via Dankort:
ru: Оплата через Dankort:

source: Pay via Dankort
ru: Оплата через Dankort

source: Payment via eNETS:
ru: Оплата через eNETS:

source: Pay via eNETS
ru: Оплата через eNETS

source: Payment via ePay:
ru: Оплата через ePay:

source: Pay via ePay
ru: Оплата через ePay

source: Payment via iDeal:
ru: Оплата через iDeal:

source: Pay via iDeal
ru: Оплата через iDeal

source: Payment via Nordea Solo:
ru: Оплата через Nordea Solo:

source: Pay via Nordea Solo
ru: Оплата через Nordea Solo

source: Payment via Poli:
ru: Оплата через Poli:

source: Pay via Poli
ru: Оплата через Poli

source: Payment via Poste Pay:
ru: Оплата через Poste Pay:

source: Pay via Poste Pay
ru: Оплата через Poste Pay

source: Payment via Przelewy24:
ru: Оплата через Przelewy24:

source: Pay via Przelewy24
ru: Оплата через Przelewy24

source: Payment via Visa Delta:
ru: Оплата через Visa Delta:

source: Pay via Visa Delta
ru: Оплата через Visa Delta

source: Payment via Maestro:
ru: Оплата через Maestro:

source: Pay via Maestro
ru: Оплата через Maestro

source: Payment via Solo:
ru: Оплата через Solo:

source: Pay via Solo
ru: Оплата через Solo

source: Payment via Laser:
ru: Оплата через Laser:

source: Pay via Laser
ru: Оплата через Laser

source: Payment via Carte Bleue:
ru: Оплата через Carte Bleue:

source: Pay via Carte Bleue
ru: Оплата через Carte Bleue

source: Payment via CartaSi:
ru: Оплата через CartaSi:

source: Pay via CartaSi
ru: Оплата через CartaSi

source: Payment via Visa Electron:
ru: Оплата через Visa Electron:

source: Pay via Visa Electron
ru: Оплата через Visa Electron

source: Payment via Euro6000:
ru: Оплата через Euro6000:

source: Pay via Euro6000
ru: Оплата через Euro6000

source: Payment via 4B:
ru: Оплата через 4B:

source: Pay via 4B
ru: Оплата через 4B

source: Wildcard
ru: Групповой символ

source: Integrates various Moneybookers payment services and notification feedback.
ru: Интегрирует различные сервисы от Moneybookers.

source: Filter identifier
ru: Идентификатор фильтра

source: PayPal - pay without sharing your financial information.
ru: PayPal - безопасная оплата без разглашения конфиденциальных данных

source: <b>Includes:</b>
ru: <b>Включает:</b>

source: Redirect users to submit payments through PayPal.
ru: Перенаправлять пользователей для ввода оплаты через PayPal.

source: Complete orders through PayPal Express Checkout.
ru: Завершённые заказы, оплаченные через PayPal Express Checkout.

source: Hour
ru: Час

source: Integrates various PayPal payment services and IPN feedback.
ru: Интегрирует различные платёжные инструменты PayPal.

source: Redirect to roboxchange.com.
ru: Перенаправлять на roboxchange.com.

source: RoboXchange payment gateway.
ru: Платёжный шлюз RoboXchange.

source: Redirect to zpayment.com.
ru: Перенаправлять на zpayment.com.

source: z-payment payment gateway.
ru: Платёжный шлюз Z-payment

source: If this value is received as an argument, the argument will be ignored; i.e, "all values"
ru: Если аргумент равен этому значению, то аргумент будет игнорирован (как "все значения")

source: Action to take if argument is not present
ru: Если аргумента нет, то

source: views_handler_sort_formula missing default: @formula
ru: в views_handler_sort_formula отсутствует значение по умолчанию: @formula

source: Does not contain
ru: Не содержит

source: Time ago
ru: Прошедшее время

source: Breadcrumb
ru: "Хлебные крошки"

source: ship
ru: доставить

source: Output format
ru: Формат поля

source: Example table contains example content and can be related to nodes.
ru: Пример таблицы содержит пример содержания и может быть связан с документами.

source: Add a new weight quote shipping method.
ru: Добавьте новую наценку за вес.

source: The name shown to distinguish it from other weightquote methods.
ru: Название, которое показывается, чтобы отличить этот способ от других.

source: The starting price for weight-based shipping costs.
ru: Начальная цена стоимости доставки, основанной на весе.

source: Default cost adjustment per !unit
ru: Уточнение стоимости по умолчанию за !unit

source: The amount per weight unit to add to the shipping cost for an item.<br />Example: to add $5 per pound, put 5 in here.
ru: Сумма за единицу веса, которая добавляется к стоимости доставки товара. Например, чтобы добавить 1$ за колограмм, укажите число 1.

source: !sign per !unit
ru: !sign за !unit

source: Weight quote shipping method was updated.
ru: Способ наценки по весу был обновлён.

source: Created and enabled new weight quote shipping method.
ru: Новый способ наценки за вес был создан и включён.

source: Weight quote shipping method deleted.
ru: Способ наценки за вес был удалён.

source: Shipping rates by weight
ru: Ставки за доставку по весу

source: Override the default shipping rate per product for each weight quote shipping method here. Enter -1 to revert to the default value.
ru: Перепишите ставку за доставку товара, принятую по умолчанию, для каждой наценки за вес. Укажите "-1", чтобы вернуться к значению по умолчанию.

source: Default rate: %price/%unit
ru: Ставка по умолчанию: %price/%unit

source: Fetch a weightquote shipping quote.
ru: Получение расценок на доставку, основанных на весе товара.

source: Weight quote
ru: Наценка за вес

source: Edit weight quote method
ru: Редактировать способ наценки за вес

source: Delete weight quote method
ru: Удалить способ наценки за вес

source: Weight rate per product
ru: Ставка веса за товар

source: Assigns a shipping rate to products based on weight.
ru: Назначает наценку товарам на основании их веса.

source: Add Views signature to all SQL queries
ru: Добавить подпись вида ко всем SQL запросам

source: Select the newsletter(s) to which you wish to subscribe.
ru: Выберите нужную рассылку.

source: Extends product content type to support product variations. Allows customers to select these product attributes before purchase.
ru: Поддержка дополнительных опций (вариаций) товара. Позволяет покупателям выбрать эти атрибуты перед заказом.

source: Track clicks through cart links that specify tracking IDs.
ru: Отслеживать клики по ссылкам корзины,которые определяют отслеживающие ID.

source: Cart links messages
ru: Сообщения ссылок корзины

source: Enter in messages available to the cart links API for display through a link. Separate messages with a line break.<br />Messages should have a numeric key and text value. Example: 1337|Message text.
ru: Укажите сообщения,доступные для API ссылок корзины для отображения через ссылку.Разделяйте сообщения прерыванием строки.<br />Сообщения должны иметь числовой ключ и текстовое значение.Например: 1337|Текстовое сообщение.

source: Cart links restrictions
ru: Ограничения ссылок корзины

source: To restrict what cart links may be used on your site, enter valid cart links in this textbox. Separate links with a line break. Leave blank to permit any cart link.
ru: Для ограничения использования ссылок корзины,укажите допустимые ссылки в это текстовое поле,по одной на строку.Оставьте пустым для разрешения любых ссылок.

source: Invalid link redirect page
ru: Неправильные ссылки перенаправлять на страницу

source: Enter the URL to redirect to when an invalid cart link is used.
ru: Введите адрес страницы,на которую вы хотите перенаправить все неправильные ссылки

source: The comment ID of the field
ru: ID поля комментария

source: Clicks
ru: Клики

source: Last click
ru: Последний клик

source: No cart links have been tracked yet.
ru: Пока не было отслежено никаких ссылок корзины.

source: The cart link should be /cart/add/cart_link_content.
ru: Ссылка корзины должна быть вида /cart/add/cart_link_content.

source: Chain together as many actions as you want with dashes.
ru: Можно добавить через дефис столько действий,сколько вы хотите.

source: Do not put any spaces or use dashes in any action arguments.
ru: Нельзя использовать пробелы или дефисы в аргументах.

source: Use the table below to learn about actions and their arguments.
ru: Доступные действия и аргументы смотрите в таблице ниже.

source: Arguments come directly after their action letters.
ru: Аргументы указываются сразу после названий действий.

source: Specify the redirection by adding ?destination=url where url is the page to go to.
ru: Редирект указывается путём добавления ?destination=url,где url-цель редиректа.

source: Sets the ID of the cart link.
ru: Устанавливает ID ссылки корзины.

source: A custom text ID for the link.
ru: Пользовательский текстовый ID для ссылки.

source: Empties the customer's cart.
ru: Очищает корзину клиента.

source: None.
ru: Нет.

source: Displays a preset message to the customer.
ru: Отображает предустановленное сообщение для клиента.

source: A message ID.
ru: ID сообщения.

source: Adds a product to the cart.
ru: Добавляет товар в корзину.

source: A product string using the rules below...
ru: Строка товара,используя правила ниже.

source: You must at least specify a node ID immediately after the 'p'.
ru: Вы должны определить ID документа сразу после "p".

source: Add additional specifications separated by underscores.
ru: Добавьте дополнительные определения,разделённые знаком " _"

source: Specify the quantity with q followed by the number to add.
ru: Определите количество товара буквой "q" и идущей сразу за ней цифрой.

source: Specify attributes/options using a#o#, replacing # with the ID of the attribute and option.
ru: Определите атрибуты/опции используя a#o#,где # есть ID атрибута или опции.

source: Turn off the add to cart message with m0.
ru: Выключите сообщение "Добавить в корзину",используя "m0".

source: There is currently no user interface for creating cart links, but this section includes some basic instructions.<br />Cart links are simple to form using a few actions and arguments with the following rules:
ru: Эта страница включает несколько основных инструкций по созданию ссылок.

source: <b>Example:</b> /cart/add/e-p1_q5-imonday_special?destination=cart<br /><br />This example will empty the cart, add 5 of product 1 to the cart, track clicks with the ID "monday_special", and redirect the user to the cart. To use this on your site, simply create an HTML link to the URL you create:
ru: <strong>Например:</strong> /cart/add/e-p1_q5-imonday_special?destination=cart.<br />В этом примере мы очищаем корзину,добавляем 5 товаров №1 в корзину,отслеживаем клики по ID "monday_special" и перенаправляем клиента в корзину.Для практического использования этого на сайте,просто создайте HTML код ссылки:

source: Link text.
ru: Текст ссылки.

source: Cart link product action: @cart_link
ru: Действие ссылки корзины: @cart_link

source: administer cart links
ru: Администрировать ссылки корзины

source: view cart links report
ru: Просматривать отчёт по ссылкам корзины

source: Cart Links
ru: Ссылки корзины

source: Create specialized links to purchase products from other nodes.
ru: Создание специальных ссылок для покупки товаров из других страниц/документов.

source: Check all
ru: Отметить всё

source: Uncheck all
ru: Снять отметки со всего

source: File options
ru: Опции файла

source: Delete file(s)
ru: Удалить файл(ы)

source: Perform action
ru: Выполнить действие

source: You must select at least one file to delete.
ru: Вы должны выбрать для удаления по крайней мере один файл.

source: No file downloads available.
ru: Нет файлов для загрузки.

source: File downloads can be attached to any Ubercart product as a product feature. For security reasons the <a href="!download_url">file downloads directory</a> is separated from the Drupal <a href="!file_url">file system</a>. Here are the list of files (and their associated Ubercart products) that can be used for file downloads.
ru: Загружаемые файлы могут быть приложены к любому товару в магазине. Из соображений безопасности <a href="!download_url">файловая директория</a> отделена от <a href="!file_url">системной директории</a>. Здесь указан список файлов, которые могут быть использованы для загрузки.

source: directory
ru: директория

source: Deleting a file will remove all its associated file downloads and product features. Removing a directory will remove any files it contains and their associated file downloads and product features.
ru: При удалении файла будут также удалены все ассоциированные с ним загрузки и свойства товара. При удалении директории будут удалены все файлы в них,включая ассоциированные с ними загрузки и свойства товаров.

source: Delete affected files
ru: Удалить повреждённые файлы

source: Delete selected directories and their sub directories
ru: Удалить выбранные директории и их субдиректории

source: Directory
ru: Директория

source: The directory to upload the file to. The default directory is the root of the file downloads directory.
ru: Директория, в которую будут загружены файлы. По умолчанию это главная директория файловой директории.

source: The maximum file size that can be uploaded is %size bytes. You will need to use a different method to upload the file to the directory (e.g. (S)FTP, SCP) if your file exceeds this size.<br />The module will automatically detect files you upload using an alternate method.
ru: Максимально допустимый размер загружаемого файла %size байт. Вы должны использовать альтернативный способ загрузки (например FTP, SCP), если ваш файл превышает это значение.

source: An error occurred while uploading the file
ru: Произошла ошибка при загрузке файла

source: The selected file(s) have been deleted.
ru: Выбранные файлы были удалены.

source: One or more files could not be deleted.
ru: Один или более файлов не могут быть удалены.

source: The file %file has been uploaded to %dir
ru: Файл %file был загружен в %dir

source: An error occurred while copying the file to %dir
ru: Произошла ошибка во время копирования этого файла в %dir

source: Can not move file to %dir
ru: Невозможно переместить файл в %dir

source: Ubercart file expiration(s)
ru: Истечения файлов

source: Renew purchased files
ru: Возобновить приобретённые файлы

source: Renew purchased files if the order status matches.
ru: Возобновить приобретённые файлы, если подходит состояние заказа.

source: If the order status is completed.
ru: Если заказ в завершённом состоянии

source: Update all file expirations for this order.
ru: Обновить все истечения файлов для этого заказа.

source: Notify customer when a file is granted
ru: Уведомить пользователя при назначенном файле

source: Notify the customer when they have had a file granted on their user.
ru: Уведомить пользователя, если ему был назначен файл.

source: File Downloads for Order# [order-id]
ru: Загрузки файла для заказа # [order-id]

source: Your order (order# [order-link]) at [store-name] included file download(s). You may access them with the following link(s): [file-downloads] After downloading these files these links will have expired. If you need to download the files again, you can login at [site-login] and visit the "My Account" section of the site. Thanks again, [store-name] [site-slogan]
ru: Ваш заказ № [order-link]) в магазине "[store-name]" включает загрузки файла(ов). Вы можете получить их по ссылкам: [file-downloads] После загрузки ссылки будут просрочены. Если вы захотите скачать их снова, вам нужно будет войти в свой профиль [site-login] и скачать их из своего профиля. Спасибо, [store-name] [site-slogan]

source: Renew the files on an order.
ru: Возобновить файлы в заказе.

source: Send an order email regarding files.
ru: Отправить связанные с заказом файлы в email

source: File expiration
ru: Истечение файлов

source: E-mail for granted files
ru: E-mail для назначенных файлов

source: User can now download files in the directory %dir.
ru: Пользователь сейчас может загрузить файлы в директории %dir.

source: User can now download the file %file.
ru: Пользователь может сейчас загрузить файл %file.

source: No downloads found
ru: Загрузки не найдены

source: Once your download is finished, you must refresh the page to download again. (Provided you have permission)
ru: Как только загрузка будет закончена, вы должны обновить эту страницу для повторной загрузки.

source: Downloads will not be counted until the file is finished transferring, even though the number may increment when you click.
ru: Загрузки не будут считаться до тех пор, пока файл не загрузится полностью.

source: Do not use any download acceleration feature to download the file, or you may lock yourself out of the download.
ru: Не используйте никаких ускорителей загрузки, так как это может привести к отмене этой загрузки.

source: Purchased
ru: Заказано

source: Downloads
ru: Загрузки

source: Addresses
ru: Адреса

source: File downloads
ru: Загрузки файлов
