Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Store executed queries
ru: Сохранять выполненные запросы

source: Store statistics about executed queries. See the devel_x tables.
ru: Сохранять статистику выполненных запросов. Смотрите таблицы devel_x.

source: Sampling interval
ru: Интервал выборки

source: If storing query statistics, only store every nth page view. 1 means every page view, 2 every second, and so on.
ru: Если статистика запросов сохраняется, фиксировать только n-ую страницу.

source: API Site
ru: Сайт API

source: The base URL for your developer documentation links. You might change this if you run <a href="!url">api.module</a> locally.
ru: Базовый URL вашей документации. Вы можете изменить это, если используйете <a href="!url">api.module</a> локально.

source: Display page timer
ru: Отображать таймер страниц

source: Display page execution time in the query log box.
ru: Отображать время выполнения страницы в блоке статистики запросов.

source: Display memory usage
ru: Отображать расход памяти

source: Display how much memory is used to generate the current page. This will show memory usage when devel_init() is called and when devel_exit() is called. PHP must have been compiled with the <em>--enable-memory-limit</em> configuration option for this feature to work.
ru: Отображать, какое количесто памяти было использовано для генерации текущей страницы. Расход памяти будет показан при вызове devel_init() и devel_exit(). Настройка PHP должна поддерживать опцию <em>--enable-memory-limit</em>.

source: Display redirection page
ru: Отображать страницу редиректа

source: When a module executes drupal_goto(), the query log and other developer information is lost. Enabling this setting presents an intermediate page to developers so that the log can be examined before continuing to the destination page.
ru: Если модуль выполняет drupal_goto(), запись запросов и другой информации разработчика теряется. Если эта опция включена, сначала будет показана промежуточная страница, так что запись может быть рассмотрена перед переходом на целевую страницу.

source: Error handler
ru: Обработка ошибок

source: Backtrace
ru: Обратное отслеживание

source: Krumo display
ru: Отображение Krumo

source: Select a skin for your debug messages or select <em>disabled</em> to display object and array output in standard PHP format.
ru: Выберите оформление сообщений отладки или выберите "Выключен" для отображения вывода объекта и массива в стандартном формате PHP.

source: Log only
ru: Только сохранять в журнал

source: Other (!library)
ru: Другое (!library)

source: SMTP library
ru: SMTP

source: Rebuild the theme registry on every page load
ru: Перестроить регистр темы при каждой загрузке страницы

source: While creating new templates and theme_ overrides the theme registry needs to be rebuilt.
ru: Во время создания новых шаблонов и theme_ overrides, регистр темы должен быть перестроен.

source: PHP code to execute
ru: PHP код

source: Enter some code. Do not use <code>&lt;?php ?&gt;</code> tags.
ru: Укажите код. Не используйте теги <code>&lt;?php ?&gt;</code>.

source: Execute
ru: Выполнить

source: The menu router has been rebuilt.
ru: Роутер меню был перестроен.

source: Uninstall and then install the selected modules. <code>hook_uninstall()</code> and <code>hook_install()</code> will be executed and the schema version number will be set to the most recent update number. You may have to manually clear out any existing tables first if the module doesn't implement <code>hook_uninstall()</code>.
ru: Удалить и снова установить выдбранные модули. Будут выполнены <code>hook_uninstall()</code> и <code>hook_install()</code>, схема баз данных будет обновлена до последней версии.

source: Reinstall
ru: Переустановить

source: Warning - will delete your module tables and variables.
ru: ВНИМАНИЕ: будут удалены таблицы модулей и их установленные переменные.

source: Uninstalled and installed the %name module.
ru: Модуль %name был удалён и снова заново установлен.

source: New value
ru: Новое значение

source: Sorry, complex variable types may not be edited yet. Use the <em>Execute PHP</em> block and the <a href="@variable-set-doc">variable_set()</a> function.
ru: Извините, сложные типы переменных пока не могут редактироваться. Используйте настройки "Выполнить PHP" и функцию <a href="@variable-set-doc">variable_set()</a>.

source: Saved new value for %name.
ru: Сохранено новое значение для %name.

source: Session name
ru: Название сессии

source: Session ID
ru: ID сессии

source: Display of !type !obj
ru: Отображать !type !obj

source: The file could not be written.
ru: Файл не может быть записан.

source: Total (ms)
ru: Всего (мс)

source: Average (ms)
ru: В среднем (мс)

source: Std deviation (ms)
ru: Отклонение (мс)

source: Query
ru: Запрос

source: Delete collected query statistics
ru: Удалить собранную статистику запросов

source: Stored query statistics deleted.
ru: Статистика запросов удалена.

source: %message in %file on line %line.
ru: %message в %file в строке %line.

source: Mail sent:<br />Id: %mail_id<br />To: %to<br />From: %from<br />Language: %lang<br />Subject: %subject<br />Body: %body<br /><br />Additional headers: <br />!header
ru: Отправлено: <br />Id: %mail_id<br />Для: %to<br />От: %from<br />Язык: %lang<br />Тема: %subject<br />Текст: %body<br /><br />Дополнительные заголовки: <br />!header

source: One variable deleted.
ru: Удалена одна переменная.

source: 1 character
ru: @count символ

source: 1 element
ru: @count элемент

source: access devel information
ru: Доступ к информации

source: execute php code
ru: Выполнять PHP

source: switch users
ru: Переключать пользователей

source: display source code
ru: Отображать источник кода

source: Empty cache
ru: Очистить кэш

source: Clear the CSS cache and all database cache tables which store page, node, theme and variable caches.
ru: Очистить кэш CSS и базы данных.

source: Database queries
ru: Запросы БД

source: Empty database queries
ru: Очистить запросы БД

source: Function reference
ru: Описание функций

source: View a list of currently defined user functions with documentation links.
ru: Просмотр списка определённых пользователем функций со ссылками на документацию.

source: Reinstall modules
ru: Переустановить модуль

source: Run hook_uninstall() and then hook_install() for a given module.
ru: Запустить hook_uninstall() и потом hook_install() для данного модуля.

source: Display the PHP code of any file in your Drupal installation
ru: Отображать PHP любого файла в директории установки системы.

source: Rebuild menus
ru: Перестроить меню

source: Rebuild menu based on hook_menu() and revert any custom changes. All menu items return to their default settings.
ru: Перестройка меню, основанная на hook_menu() и отмена любых изменений. Все пункиы меню возвращаютяс к состоянию по умолчанию.

source: Variable editor
ru: Редактор переменных

source: Edit and delete site variables.
ru: Редактирование и удаление переменных сайта.

source: View your server's PHP configuration
ru: Просмотр своей конфигурации PHP

source: Execute PHP Code
ru: Выполнить PHP

source: Execute some PHP code
ru: Выполнить произвольный PHP

source: View the active form/render elements for this site.
ru: Просмотр активных элементов форм/обработок на этом сайте.

source: Session viewer
ru: Просмотр сессий

source: List the contents of $_SESSION.
ru: Список содержимого $_SESSION.

source: Helper functions, pages, and blocks to assist Drupal developers. The devel blocks can be managed via the <a href="!block">block administration</a> page.
ru: Вспомогательные функции, страницы, блоки для разработчика. Блоки управляются <a href="!block">здесь</a>.

source: Devel
ru: Разработка

source: Dev load
ru: Загрузка

source: Dev render
ru: Обработка

source: Disabled query logging since devel module is disabled.
ru: Запись запросов отключена, так как модуль "Разработка" выключен.

source: Development links.
ru: Ссылки разработки

source: Various blocks, pages, and functions for developers.
ru: Различные блоки, страницы и функции для разработчика.

source: APC is enabled. It is reasonably safe to enable summary logging on live sites.
ru: APC включена. Безопасно для использования на рабочих сайтах.

source: APC is not enabled. It is <strong>not</strong> safe to enable summary logging to the database on live sites.
ru: APC не включена. НЕ безопасно для использования на рабочих сайтах.

source: Logging mode
ru: Режим записи

source: Detailed logging
ru: Детальная информация

source: Log memory usage and page generation times for every page. This logging mode is <strong>not</strong> suitable for large sites, as it can degrade performance severly. It is intended for use by developers, or on a test copy of the site.
ru: Запись информации о времени генерации каждой страницы. Этот режим <strong>НЕ</strong> подходит для больших сайтов, так как влияет на производительность. Предназначено для разработки и отладки.

source: Summary logging (DB)
ru: Сводка (DB)

source: Log summary data, such as average and maximum page generation times and memory usage to the database. This logging mode is <strong>not</strong> suitable for most live sites.
ru: Запись сводок данных, таких как среднее и максимальное время генерации страниц, расход памяти в базу данных. Этот режим следует выключать на больших сайтах из за возможных проблем с производительностью.

source: Summary logging (APC)
ru: Сводка (APC)

source: Log summary data, such as average and maximum page generation times and memory usage to APC, if installed. The summary will be stored in APC memory, and hence there is no load on the database. This logging to APC is suitable for most live sites, unless the number of unique page accesses is excessively high.
ru: Запись сводок данных, таких как среднее и максимальное время генерации страниц, расход памяти в APC.Информация сохраняется не в базе данных, а в памяти APC. Этот режим подходит для большинства работающих сайтов.

source: Database Query timing and count
ru: Время и количество запросов

source: Log database query timing and query count for each page. This is useful to know if the bottleneck is in excessive database query counts, or the time required to execute those queries is high. Enabling this will incurr some memory overhead as query times and the actual query strings are cached in memory as arrays for each page, hence skewing the overall page memory reported. Please note that this settings is enabled or disabled in the settings of the devel module.
ru: Запись числа и времени запросов на каждую страницу. Включение этого режима может привести к некоторому перерасходу памяти, так время запросов и сами запросы кэшируются в памяти как массивы для каждой отдельной страницы. Эти настройки включаются/выключаются в модуле "Разработка"

source: Accesses threshold
ru: Порог доступа

source: When displaying the summary report and using APC, only pages with the number of accesses larger than the specified threshold will be shown. Also, when cron runs, pages with that number of accesses or less will be removed, so as not to overflow APC's shared memory. This is useful on a live site with a high volume of hits. On a development site, you probably want this set to 0, so you can see all pages.
ru: Если отображается сводка и используется APC, будут показаны только страницы с количеством доступа выше установленного порога. Также, если крон запущен, страницы с меньшим количеством доступов будут удалены. Полезно для рабочих сайтов с высоким траффиком. На разрабатываемом сайте вы можете установить значение в "0", чтобы видеть все страницы.

source: Summary performance log is not enabled. Go to the <a href="@link">settings page</a> to enable it.
ru: Запись сводок производительности не включена. Включите её <a href="@link">здесь</a>.

source: # accesses
ru: Кол-во

source: Max Memory (MB)
ru: Макс. память, мб

source: Avg Memory (MB)
ru: Ср. память, мб

source: ms (Max)
ru: Макс. время, мс

source: ms (Avg)
ru: Ср. время, мс

source: Query ms (Max)
ru: Максимальное время запроса,мс

source: Query ms (Avg)
ru: Среднее время запроса, мс

source: Query Count (Max)
ru: Максимальное число запросов

source: Query Count (Avg)
ru: Среднее число запросов

source: No statistics available yet.
ru: Статистика пока не доступна.

source: Showing !shown paths with more than !threshold accesses, out of !total total paths.
ru: Показано !shown страниц с более чем !threshold доступов, всего !total страниц.

source: Showing all !total paths.
ru: Показано страниц: !total

source: Average memory per page: !mb_avg MB
ru: Средний расход памяти на страницу: !mb_avg MB

source: Average ms per page: !ms_avg
ru: Среднее время генерации страницы, мс: !ms_avg

source: Total number of page accesses: !accesses
ru: Хитов всего: !accesses

source: First access: !access.
ru: Первый хит: !access.

source: Last access: !access.
ru: Последний хит: !access.

source: Detail performance log is not enabled. Go to the <a href="@link">settings page</a> to enable it.
ru: Детальная запись информации о производительности не включена. Включите её <a href="@link">здесь</a>

source: Memory (MB)
ru: Память (MB)

source: ms (Total)
ru: Время,мс (Общее)

source: Anonymous?
ru: Аноним?

source: # Queries
ru: Число запросов

source: Query ms
ru: Запрос, мс

source: APC is not enabled. Nothing to do ...
ru: APC не включено.

source: Performance statistics collected in APC has been cleared.
ru: Сохранённая статистика производительности APC была очищена.

source: Performance logging is not enabled
ru: Запись данных о производительности не включена.

source: Performance logging details
ru: Детализированные записи производительности

source: Performance detailed logging is <a href="@link">enabled</a>. This can cause severe issues on live sites.
ru: Детализировання запись производительности <a href="@link">включена</a>. Это может привести к некоторым проблемам на реально работающих сайтах.

source: Performance logging query
ru: Записи запросов

source: Query timing and count logging is <a href="@link">enabled</a>. This can cause memory size per page to be larger than normal.
ru: Запись времени и числа запросов <a href="@link">включена</a>. Это может привести к некоторому дополнительному расходу памяти при генерации страниц.

source: Performance logging APC
ru: Запись производительности APC

source: Performance logging on live web sites works best if APC is enabled.
ru: Запись данных о производительности на реально работающих сайтах лучше производить с включённым APC.

source: Performance logging APC memory size
ru: Запись памяти с APC

source: APC has been configured for !size, which is less than the recommended !min_memory MB of memory. If you encounter errors when viewing the summary report, then try to increase that limit for APC.
ru: APC настроена на !size, что меньше чем рекомендуемая память !min_memory мб. Если при просмотре статистических сводок вы видите ошибки, попробуйте увеличить этот лимит.

source: Performance Logging
ru: Данные производительности

source: Logs detailed and/or summary page generation time and memory consumption for page requests.
ru: записывает детальную/сводочную информацию о времени генерации страниц и расходу памяти.

source: The Breadcrumb title to use when this argument is present. If no breadcrumb is set here, default Title values will be used, see "Title" for percent substitutions.
ru: Заголовок навигационной линейки, который используется, если аргумент представлен. Если навигационная линейка не установлена здесь, будет использован заголовок по умолчанию, смотрите "Заголовок".

source: Class
ru: Класс

source: The status of the file.
ru: Состояние файла

source: Upload date
ru: Дата загрузки.

source: Newsletters are displayed in ascending order by weight.
ru: Рассылки отображаются по возрастанию и сортируются по своему весу.

source: Clear Views' cache
ru: Очистить кэш вида

source: How old should user accounts be?
ru: Какой возраст должны иметь аккаунты пользователей?

source: User ages will be distributed randomly from the current time, back to the selected time.
ru: Аккаунты пользователей будет иметь возраст, определённый в случайном порядке из текущего времени, с учётом настроек возраста аккаунтов.

source: Trigger
ru: Триггер

source: Delete all users (except user id 1) before generating new users.
ru: Удалить всех пользователей (кроме пользователя №1) перед генерированием новых пользователей.

source: Now
ru: Сейчас

source: ago
ru: тому назад

source: ok
ru: ок

source: static
ru: статично

source: ignored
ru: проигнорировано

source: If you want to use this as in "output this field as link" in "link path", you must enable this option.
ru: Если вы хотите использовать это как "Выводить поле ссылкой" в "Путь ссылки", вы должны включить эту опцию.

source: Add a predicate
ru: Добавить правило

source: That predicate does not exist.
ru: Такое правило не существует

source: Enter a title used for display on the overview tables.
ru: Укажите заголовки, используемые для отображения на обзорной таблице.

source: Select the trigger for this predicate.<br />Cannot be modified if the predicate has conditions or actions.
ru: Выберите триггер для этого правила. Не может быть изменено, если правило имеет условия или действия.

source: A description of the newsletter. To be displayed on taxonomy/term pages and RSS feeds.
ru: Описание рассылки.

source: View name
ru: Название

source: Enter a description that summarizes the use and intent of the predicate.
ru: Укажите описание правила.

source: Classes let you categorize your predicates based on the type of functionality they provide.
ru: Классы позволяют категоризировать ваши правила на основании предоставляемого ими функционала.

source: Predicates will be sorted by weight and processed sequentially.
ru: Правила отсортированы по весу и последовательности обработки.

source: Save predicate
ru: Сохранить правило

source: Confirm Memcache clear
ru: Подтвердить очистку Memcache

source: Are you sure you want to clear the Memcache statistics for this site?
ru: Вы уверены, что хотите очистить статистику Memcache для этого сайта?

source: Predicate meta data saved.
ru: Данные правила сохранены.

source: Are you sure you want to !op this predicate?
ru: Вы уверены, что хотите !op это правило?

source: Predicate %title !op.
ru: Правило %title !op.

source: deleted
ru: удалено

source: These actions will be performed in order when this predicate passes the conditions evaluation.
ru: Эти действия будут применены в заказах, если для них создадутся определённые условия.

source: Action: @title
ru: Действие: @title

source: Some triggers pass in multiple options for arguments related to a particular action, so you must specify which options to use in the fields below.
ru: Некоторые триггеры срабатывают при множественных опциях аргументов определённого действия, поэтому вы можете указать, какие опции использовать в поле ниже.

source: Remove this action
ru: Удалить это действие

source: Available actions
ru: Доступные действия

source: Add action
ru: Добавить действие

source: Save changes
ru: Сохранить изменения

source: Action removed.
ru: Действие удалено.

source: Action added.
ru: Действие добавлено.

source: Actions saved.
ru: Действия сохранены.

source: Condition groups
ru: Группы условий

source: AND. If all of these condition groups are TRUE.
ru: И. если все из этих групп условия есть "TRUE".

source: OR. If any of these condition groups are TRUE.
ru: ИЛИ. Если любая из этих групп условий есть "TRUE".

source: Add condition group
ru: Добавить группу условий.

source: Conditions group
ru: Группа условий

source: Operator
ru: Оператор

source: AND. If all of these conditions are TRUE.
ru: И. Если все из этих условий есть "TRUE".

source: OR. If any of these conditions are TRUE.
ru: ИЛИ. Если любое из этих условий есть "TRUE".

source: Available conditions
ru: Доступные условия

source: Add condition
ru: Добавить условие

source: Remove group
ru: Удалить группу

source: Condition: @title
ru: Условие: @title

source: Some triggers pass in multiple options for arguments related to a particular condition, so you must specify which options to use in the fields below.
ru: Некоторые триггеры срабатывают при множественных опциях аргументов определённого условия, поэтому вы можете указать, какие опции использовать в поле ниже.

source: Negate this condition.
ru: Обернуть условие

source: Return FALSE if the condition is TRUE and vice versa.
ru: Вернуть FALSE, если условие равно TRUE и наоборот

source: Remove this condition
ru: Удалить это условие

source: Condition group added.
ru: Группа условий добавлена.

source: An error occurred when trying to add the condition. Please try again.
ru: Произошла ошибка при добавлении условия. Попробуйте снова.

source: Condition group removed.
ru: Группа условий удалена.

source: %title condition added.
ru: Условие %title добавлено.

source: An error occurred when trying to remove the condition. Please try again.
ru: Произошла ошибка при попытке удаления этого условия. Попробуйте снова.

source: Condition removed.
ru: Условие удалено

source: Conditions saved.
ru: Условия сохранены.

source: Use this form during the update process from Ubercart 1.0 to 2.0 to convert your Workflow-ng configurations to Conditional Actions predicates. Once your configurations are converted, you should complete your uninstallation of Workflow-ng.
ru: Используйте эту форму при обновлении Ubercart 1.0 --> Ubercart 2.0.

source: Convert configurations
ru: Конвертировать настройки

source: Converting Workflow-ng configurations
ru: Настройки конвертации Workflow-ng

source: Beginning conversion...
ru: Начинаем конвертацию...

source: @percentage% converted
ru: Сконвертировано @percentage%

source: Now processing %cfg
ru: Обработано %cfg

source: Drupal user
ru: Пользователь

source: Trigger arguments
ru: Аргументы

source: Check the current date
ru: Проверить текущую дату

source: Used to determine if the action should be performed on the current date.
ru: Используется, чтобы указать, должно ли быть выполнено действие на текущую дату.

source: Compare a node field value
ru: Сравнить значения полей

source: Execute custom PHP code
ru: Выполнить PHP

source: Check the user's roles
ru: Проверить роль пользователя

source: You have been unsubscribed.
ru: Вы были отписаны от рассылки.

source: The User ID of the comment's author.
ru: ID пользователя, который является автором комментария.

source: Returns TRUE if the user roles match your settings.
ru: Возвращает TRUE, если роль пользователя соответствует вашим настройкам.

source: Comparison
ru: Сравнение

source: Before
ru: Перед

source: Only
ru: Только

source: After
ru: После

source: Example: "The current date is before the date below."
ru: Например: "Текущая дата перед датой ниже".

source: When the predicate is evaluated, the current date is compared to this date.
ru: Когда правило выполнено, текущие данные сравниваются с этими данными.

source: Core node fields
ru: Системные поля документа

source: Node revision ID
ru: ID варианта документа

source: Author's user ID
ru: Пользовательский ID автора

source: Node is published?
ru: Документ опубликован?

source: Node is promoted?
ru: Документ расположен на главной?

source: Node is sticky?
ru: Документ приклеен?

source: Node field
ru: Поле документа

source: Simple comparison
ru: Простое сравнение

source: is equal to
ru: равняется

source: is not equal to
ru: не равняется

source: is greater than
ru: больше чем

source: is less than
ru: меньше чем

source: is greater than or equal to
ru: больше чем или равно

source: is less than or equal to
ru: меньше чем или равно

source: Text matching
ru: Соответствие текста

source: begins with
ru: начинается с

source: contains
ru: содержит

source: ends with
ru: заканчивается на

source: Yes/No
ru: Да/Нет

source: yes
ru: да
