Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
ru: Эта страница используется для конфигурации модуля "Пять звёзд".Для установки модуля для оценки содержимого вы должны:

source: Configure site-wide settings for fivestar below.
ru: Установить настройки ниже.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
ru: В <a href="!types">admin/content/types</a> установите тип содержимого,который вы хотите оценивать.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enable rating for that type and set rating options.
ru: На странице настроек типа содержимого появиться набор опций модуля "Пять звёзд" ,с помощью которых вы можете включать и настраивать рейтинги для этого типа содержимого.

source: Fivestar ratings
ru: Рейтинг

source: Enable Fivestar rating
ru: Включить рейтинг.

source: Number of stars
ru: Число звёзд

source: Star Labels
ru: Значения звёзд

source: These star labels appear as the link title when javascript is enabled as well as the select list options when javascript is disabled.
ru: Значения звёзд появятся в виде текста,если браузер поддерживает javascript,либо в виде пунктов выбора из списка,если браузер не поддерживает javascript.

source: Display labels on mouse over
ru: Отображать значение звёзд при наведении курсора.

source: When enabled, the star labels will dynamically appear underneath the stars as the user hovers over each star to provide a more descriptive qualitative meaning for each star value.
ru: Если отмечено,значения звёзд будут отображаться динамически под каждой звёздочкой во время наведения на них курсора.

source: Cancel rating
ru: Отмена рейтинга

source: Poor
ru: Очень плохо

source: Okay
ru: Плохо

source: Good
ru: Удовлетворительно

source: Great
ru: Хорошо

source: Awesome
ru: Очень хорошо

source: Give it @star/@count
ru: @star/@count

source: Star @star label
ru: Надпись звёзд @star

source: Cancel label
ru: Отмена голоса

source: Direct rating widget
ru: Виджет рейтинга

source: These settings allow you to display a rating widget to your users while they are viewing content of this type. Rating will immediately register a vote for that piece of content.
ru: Настройки отображения виджета рейтинга для этого типа содержимого.

source: Star display style
ru: Стиль отображения звёзд

source: Display average vote value
ru: Отображать среднее значение голосов

source: Display user vote value
ru: Отображать голоса пользователей

source: User vote if available, average otherwise
ru: Голоса пользователей,если же недоступно-среднее значение

source: Both user and average vote
ru: Голоса пользователей и среднее значение

source: Text display style
ru: Стиль отображения текста

source: Display no text beneath stars
ru: Не отображать текст под звёздами

source: Current average in text
ru: Текущее среднее значение текстом

source: User current vote in text
ru: Текущий голос пользователя текстом

source: Show widget title
ru: Показать заголовок виджета.

source: Enable feedback during vote saving and deletion
ru: Включить сообщения при сохранении или удалении

source: Allow users to undo their votes
ru: Разрешить пользователям отменять свои голоса.

source: Teaser display
ru: Отображение аннотации

source: Clickable widget above teaser
ru: Кликабельный виджет над аннотацией

source: Clickable widget below teaser
ru: Кликабельный виджет под аннотацией

source: Static display above teaser
ru: Статическое отображение над аннотацией

source: Static display below teaser
ru: Статическое отображение под аннотацией

source: Teaser link to full node widget
ru: Виджет ссылки аннотации на полный документ

source: hidden
ru: скрыто

source: Full node display
ru: Отображение полного документа

source: Clickable widget above node body
ru: Кликабельный виджет над основным текстом документа

source: Clickable widget below node body
ru: Кликабельный виджет под основным текстом документа

source: Static display above node body
ru: Статическое отображение над основным текстом документа

source: Static display below node body
ru: Статическое отображение под основным текстом документа

source: Direct rating widget preview
ru: Предпросмотр

source: Widget display
ru: Внешний вид

source: Choose a widget set to be used on your site. Widgets supporting custom colors can be further customized by adjusting the color scheme.
ru: Выберите внешний вид виджета.Виджеты,которые поддерживают выбор цветовой схемы,указаны внизу.

source: Custom color widgets
ru: Виджеты с настройкой цветовой схемы

source: Fivestar Settings
ru: Настройки

source: Invalid token
ru: Неправильный токен

source: Rate
ru: Оценить

source: Rate this @type
ru: Оценить этот @type

source: Fivestar: Rate this node
ru: Пять звёзд: Оценить страницу

source: Rate This
ru: Оценить

source: Your vote has been cleared.
ru: Ваш голос был отменён.

source: Thank you for your vote.
ru: Спасибо за голосование!

source: Your rating: <span>!stars</span>
ru: Ваша оценка: <span>!stars</span>

source: No votes yet
ru: Голосов пока нет

source: Select rating
ru: Выбор рейтинга

source: !name field is required.
ru: Необходимо заполнить поле "!name".

source: Fivestar Stars (display only)
ru: Звёзды (только отображение)

source: Fivestar Stars (text star count)
ru: Звёзды (количество звёзд текстом)

source: Fivestar Stars (clickable, no text)
ru: Звёзды (ссылка без текста)

source: Fivestar Stars (clickable, with text)
ru: Звёзды (ссылка с текстом)

source: Used by %field in the %type content type.
ru: Использовано %field в документе %type

source: <span>@count</span> vote
ru: <span>@count</span> голос

source: rate content
ru: Оценка содержания

source: use PHP for fivestar target
ru: Использовать PHP для модуля "Пять звёзд"

source: CCK is not installed. No update ran.
ru: ССК не установлен. Обновления не запущены.

source: Re-enabled Fivestar CCK fields.
ru: Заново включенные ССК поля.

source: A simple five-star voting widget for nodes.
ru: Простой пятизвёздочный виджет для документов.

source: Voting
ru: Голосование

source: Wednesday
ru: Среда

source: The flag name may only contain lowercase letters, underscores, and numbers.
ru: Название метки может содержать только буквы,дефисы в нижнем регистре и числа.

source: Flag names must be unique. This flag name is already in use.
ru: Названия меток должны быть уникальными.Это название уже существует.

source: Internationalization
ru: Интернационализация

source: Flag translations of content as a group
ru: Помечать переводы содержимого как группу

source: Flag each translation of content separately
ru: Помечать каждый перевод отдельно

source: Display link on node teaser
ru: Отображать ссылку в аннотации документа

source: Display link on node page
ru: Отображать ссылку на странице документа

source: Display checkbox on node edit form
ru: Отображать чек-бокс в форме редактирования документа

source: If you elect to have a checkbox on the node edit form, you may specify its initial state in the settings form <a href="@content-types-url">for each content type</a>.
ru: Если выбрано,вы можете выбрать его первоначальное значение для каждого <a href="@content-types-url">типа содержимого</a>.

source: flagged content
ru: Помеченное содержимое

source: Flagged content
ru: Помеченное содержимое

source: Node flag
ru: Метка документа

source: Limit results to only those nodes flagged by a certain flag; Or display information about the flag set on a node.
ru: Ограничить результаты только этими документами,помеченными определённой меткой или отображать информацию о метке в документе.

source: Node flag counter
ru: Счётчик помеченных документов

source: Include this to gain access to the flag counter field.
ru: Включите.чтобы увеличить доступ к полю счётчика метки.

source: Display link under comment
ru: Отображать ссылку под комментариями

source: flagged comment
ru: Помеченный комментарий

source: the flagged comment's content
ru: Содержимое помеченных комментариев

source: Flagged comment
ru: Помеченный комментарий

source: Comment flag
ru: Метка комментария

source: Limit results to only those comments flagged by a certain flag; Or display information about the flag set on a comment.
ru: Ограничить результаты только этими комментариями,помеченными определённой меткой или отображать информацию о метке в комментариях.

source: Comment flag counter
ru: Счётчик помеченных комментариев

source: Display link on user profile page
ru: Отображать ссылку на странице профиля пользователя.

source: flagged user
ru: Помеченный пользователь

source: Flagged user
ru: Помеченный пользователь

source: User flag
ru: Метка пользователя

source: Limit results to only those users flagged by a certain flag; Or display information about the flag set on a user.
ru: Ограничить результаты только этими пользователями,помеченными определённой меткой или отображать информацию о метке в пользователях.

source: User flag counter
ru: Счётчик меток

source: The module providing this flag wasn't found, or this flag type, %type, isn't valid.
ru: Эта метка не обнаружена или этот тип метки (%type) не является правильным.

source: JavaScript toggle
ru: JavaScript переключатель

source: Normal link
ru: Нормальная ссылка

source: Confirmation form
ru: Форма

source: Flags fieldset.
ru: Форма метки.

source: Default flags
ru: Метки по умолчанию

source: Above are the <a href="@flag-url">flags</a> you elected to show on the node editing form. You may specify their initial state here.
ru: Вверху указаны <a href="@flag-url">метки</a>,которые вы выбрали для показа в форме редактирования документа.Вы можете определить их первоначальное состояние здесь.

source: Bad token. You seem to have followed an invalid link.
ru: Неправильный токен.

source: You are not allowed to flag, or unflag, this content.
ru: Вы не имеете права помечать или снимать метку с этого содержимого.

source: administer flags
ru: Администрировать метки

source: Flag has been uninstalled.
ru: Модуль "Метки" был удалён.

source: No old actions to remove.
ru: Нет старых действий,доступных для удаления.

source: Deleting the following actions: @aids
ru: Удаление действий: @aids

source: actions_delete("@aid") called.
ru: Вызвано actions_delete("@aid")

source: Cleanup of Actions tables is unneeded.
ru: Чистка таблиц действий не является необходимой.

source: The view %name as been saved to the database. Flag no longer provides this view by default.
ru: Вид "%name" был сохранён.Модуль "Метки" больше не поддерживает этот вид по умолчанию.

source: To have the flag module work with translations, you need to install and enable the <a href="http://drupal.org/project/translation_helpers">Translation helpers</a> module.
ru: Для того,чтобы метки работали правильно с переводами,вам нужно установить и включить модуль <a href="http://drupal.org/project/translation_helpers">Translation helpers</a>

source: Translation helpers module not found.
ru: Модуль "Translation helper" не найден.

source: You are trying to install the <em>Flag</em> module. However, you have the <em>"Flag content"</em> module installed, and these two modules aren't compatible (because they happen to use a database table by the same name). To install the <em>Flag</em> module, you'll first have to disable and then <a href='@uninstall-url'>uninstall</a> the <em>"Flag content"</em> module.
ru: Вы пытаетесь установить модуль "Метки".У вас установлен модуль "Метки содержимого",с которым конфликтует модуль "Метки".Вы должны сначала <a href='@uninstall-url'>удалить</a> этот модуль.

source: Create customized flags that users can set on content.
ru: Создайте метку,которую пользователь сможет применять к докуменам сайта.

source: Content has been flagged
ru: Помечено

source: Content has been unflagged
ru: Метка снята

source: This page lists all the <em>flags</em> that are currently defined on this system. You may <a href="@add-url">add new flags</a>.
ru: На этой странице предоставлены все метки,которые определены в системе.Вы можете добавить <a href="@add-url">новую метку</a>.

source: No roles
ru: Нет ролей

source: Display attached files when viewing a post.
ru: Отображать вложенные файлы в публикации.

source: No flags are currently defined.
ru: В настоящее время метки не определены.

source: Flag type
ru: Тип

source: Node types
ru: Документ

source: Global?
ru: Глобально?

source: enable
ru: включить

source: Disabled Flags
ru: Выключенные метки

source: Module
ru: Модуль

source: The <a href="@views-url">Views</a> module is not installed, or not enabled. It is recommended that you install the Views module to be able to easily produce lists of flagged content.
ru: Модуль <a href="@views-url">Виды</a> не установлен или не включён.Рекомендуется установить этот модуль.

source: Lists of flagged content can be displayed using views. You can configure these in the <a href="@views-url">Views administration section</a>.
ru: Списки помеченных страниц могут быть отображены при помощи модуля "Виды".Это можно настроить <a href="@views-url">здесь</a>.

source: Flag module automatically provides a few <a href="@views-url">default views for the <em>bookmarks</em> flag</a>. You can use these as templates by cloning these views and then customizing as desired.
ru: Модуль "Метки" автоматически предоставляет несколько <a href="@views-url">видов отображения помеченных страниц</a>.Вы можете использовать их как образцы для клонирования в другие виды с последующей корректировкой.

source: Flagging an item may trigger <em>actions</em>. However, you don't have the <em>Flag actions</em> module <a href="@modules-url">enabled</a>, so you won't be able to enjoy this feature.
ru: При отметке документа может запускаться определённое действие. Если у вас нет модуля "Действия меток", вы не сможете использовать эту возможность.

source: Flagging an item may trigger <a href="@actions-url">actions</a>.
ru: При пометке документа может запускаться <a href="@actions-url">определённое действие</a>.

source: Flagging an item may trigger <em>rules</em>. However, you don't have the <a href="@rule-url">Rules</a> module enabled, so you won't be able to enjoy this feature. The Rules module is a more extensive solution than Flag actions.
ru: Установка метки может вызвать срабатывание правил. Установите модуль <a href="@rule-url">"Правила"</a>,чтобы вы смогли использовать эту возможность.

source: Flagging an item may trigger <a href="@rules-url">rules</a>.
ru: При пометке документа может срабатывать определённое <a href="@rules-url">правило</a>.

source: Flag name
ru: Название метки

source: The machine-name for this flag. It may be up to 32 characters long and my only contain lowercase letters, underscores, and numbers. It will be used in URLs and in all API calls.
ru: Системное название для этой метки.Оно может содержать до 32 символов и быть в виде букв,дефисов в нижнем разряде.Цифры допускаются.Это название будет использовано в URL и API.

source: The type of content this flag will affect. An individual flag can only affect one type of content. This cannot be changed once the flag is created.
ru: Тип содержимого,для которого будет действовать эта метка.После создания метки это не может быть изменено.

source: Submit
ru: Ок

source: Add new flag
ru: Добавить новую метку

source: Edit @title flag
ru: Редактировать метку @title

source: Change this value only with great care.
ru: Изменение этого значение может повлиять на другие зависимые настройки, сделанные вами - будьте внимательны.

source: A short, descriptive title for this flag. It will be used in administrative interfaces to refer to this flag, and in page titles and menu items of some <a href="@insite-views-url">views</a> this module provides (theses are customizable, though). Some examples could be <em>Bookmarks</em>, <em>Favorites</em>, or <em>Offensive</em>.
ru: Лаконичное название этой метки. Будет использовано в интерфейсе администратора.

source: Flag link text
ru: Текст ссылки метки

source: The text for the "flag this" link for this flag.
ru: Текст ссылки для этой метки.

source: Flag link description
ru: Описание ссылки метки

source: The description of the "flag this" link. Usually displayed on mouseover.
ru: Описание ссылки метки.Отображается при наведении курсора.

source: Flag confirmation message
ru: Подтверждающее сообщение метки

source: Message displayed if the user has clicked the "flag this" link and confirmation is required. Usually presented in the form of a question such as, "Are you sure you want to flag this content?"
ru: Текст сообщения,отображаемый после нажатии на ссылку включения метки при включенном подтверждении.

source: Flagged message
ru: Сообщение об установленной метке

source: Message displayed after flagging content. If JavaScript is enabled, it will be displayed below the link. If not, it will be displayed in the message area.
ru: Сообщение,отображаемое после того,как была установлена метка.Если включён JavaScript,оно будет отображено под ссылкой.Если нет,оно будет отображено в месте вывода стандартных сообщений.

source: Unflag link text
ru: Текст ссылки снятия метки

source: The text for the "unflag this" link for this flag.
ru: Текст ссылки "снять метку".

source: Unflag link description
ru: Описание ссылки снятия метки

source: The description of the "unflag this" link. Usually displayed on mouseover.
ru: Описание для ссылки "снять метку".Отображается при наведении курсора.

source: Unflag confirmation message
ru: Подтверждающее сообщение о снятии метки

source: Message displayed if the user has clicked the "unflag this" link and confirmation is required. Usually presented in the form of a question such as, "Are you sure you want to unflag this content?"
ru: Сообщение,отображаемое после нажатия на ссылку "снять метку" при включённом подтверждении.Что-то вроде "Вы уверены,что хотите снять метку?".

source: Unflagged message
ru: Сообщение для снятой метки

source: Message displayed after content has been unflagged. If JavaScript is enabled, it will be displayed below the link. If not, it will be displayed in the message area.
ru: Сообщение,отображаемое после того,как метка была фактически снята.Если JavaScript включён,сообщение отображается под ссылкой,если нет - на месте обычных сообщений.

source: Token replacement
ru: Токены

source: The above six options may contain the following wildcard replacements. For example, "Mark Link" could be entered as "Add [title] to your flags" or "Add this [type-name] to your flags". These wildcards will be replaced with the appropriate field from the node.
ru: Опции выше могут содержать подстановки.Например,ссылка "Отметить" может быть в виде "Добавить [title] в ваше избранное" или "Добавить [type-name] в ваше избранное".

source: Note: You don't have the <a href="@token-url">Token</a> module installed. If you have it installed, and enabled, you'll be able to embed tokens in the six labels above.
ru: У вас не установлен модуль <a href="@token-url">"Токен"</a>.

source: Global flag
ru: Глобальные метки

source: If checked, flag is considered "global" and each node is either flagged or not. If unchecked, each user has individual flags on content.
ru: Если отмечено,метка будет применена "глобально" и каждый документ будет помечен или нет.Если не отмечено,каждый пользователь будет иметь свою собственную метку для документа.

source: Roles that may use this flag
ru: Роли,которые могут использовать эту метку.

source: Checking <em>authenticated user</em> will allow all logged-in users to flag content with this flag. Anonymous users may not flag content.
ru: Если отмечено "авторизированные пользователи",то пользователи,которые вошли в свой профиль,смогут отмечать содержимое сайта.Анонимные пользователи не смогут использовать их.

source: What nodes this flag may be used on
ru: Для каких типов содержимого должна использоваться эта метка

source: Check any node types that this flag may be used on. You must check at least one node type.
ru: Укажите типы содержимого,для которых должна быть использована эта метка.Вы должны указать по крайней мере один тип.

source: Display options
ru: Опции отображения

source: Flags are usually controlled through links that allow users to toggle their behavior. You can choose how users interact with flags by changing options here. It is legitimate to have none of the following checkboxes ticked, if, for some reason, you wish <a href="@placement-url">to place the the links on the page yourself</a>.
ru: Установка/удаление меток обычно осуществляется через переключатель в виде ссылки.Вы можете не пользоваться настройками ниже,а <a href="@placement-url">установить ссылки меток самостоятельно</a>.

source: Link type
ru: Тип ссылки

source: A flag confirmation message is required when using the confirmation link type.
ru: Подтверждающее сообщение обязательно при использовании подтверждающего типа ссылки.

source: An unflag confirmation message is required when using the confirmation link type.
ru: Подтверждающее сообщение снятия метки обязательно при использовании подтверждающей ссылки.

source: Flag @name has been saved.
ru: Метка @name сохранена.

source: Are you sure you want to delete %title?
ru: Вы уверены,что хотите удалить %title?

source: This flag is provided by the @module module. It will loose any customizations and be disabled.
ru: Эта метка предоставлена модулем @module.Она потеряет все настройки и будет отключена.

source: Flag @name has been deleted.
ru: Метка @name была удалена.

source: Error: There is no suiting flag available.
ru: Ошибка: нет подходящих меток.

source: The flag %name does not exist any more.
ru: Метка %name более не существует.

source: flag
ru: метка

source: flagging user
ru: отмечающий пользователь

source: A @flag-type has been flagged, under "@flag-title"
ru: @flag-type был отмечен "@flag-title"

source: A @flag-type has been unflagged, under "@flag-title"
ru: Метка для @flag-type была снята ("@flag-title")

source: Trim a flag
ru: Обрезать метку

source: User whose flag to trim
ru: Пользователь,чью метку надо обрезать

source: Flag queue size
ru: Размер очереди меток

source: The maximum number of objects to keep in the queue. Newly flagged objects will be kept; older ones will be removed. Tip: by typing "1" here you implement a singleton.
ru: Максимальное количество объектов, которое удерживается в очереди. Новые метки будут сохраняться, старые - удаляться.

source: Flag a @type
ru: Метка @type

source: User on whose behalf to flag
ru: Пользователь,от имени которого устанавливается метка

source: For non-global flags, this is the user on whose behalf to flag the object. In addition, if checked below, the access permissions to the flag are checked against this user.
ru: Для неглобальных меток пользователь, от имени которого ставить метку. В дополнении, если отмечено ниже, право доступа к этой метке будет проверено как для этого пользователя.

source: Unflag a @type
ru: Снять метку @type

source: User on whose behalf to unflag
ru: Пользователь,от имени которого снимается метка

source: For non-global flags, this is the user on whose behalf to unflag the object. In addition, if checked below, the access permissions to the flag are checked against this user.
ru: Для неглобальных меток пользователь, от имени которого снимать метку. В дополнении, если отмечено ниже, право доступа к этой метке будет проверено как для этого пользователя.

source: @type has flagging count
ru: Число раз, которое было проставлена метка для @type
