Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: You do not have any content types that can be generated. <a href="@create-type">Go create a new content type</a> already!</a>
ru: У вас нет типов документов, которые могут быть сгенерированы. Создать <a href="@create-type">новый тип документа</a>

source: Do not set stock level
ru: Не устанавливать уровень на складе

source: Set stock level using default value below
ru: Установить уровень склада при помощи значения ниже

source: If setting a default stock level, stock will be set to active for products of this type.
ru: Если устанавливается уровень склада, склад будет установлен в активное состояние для товаров этого типа.

source: Default Stock
ru: Склад по умолчанию

source: Default Stock level for products of this class.
ru: Уровень склада по умолчанию для этого класса.

source: Notification Threshold
ru: Порог оповещения

source: When stock drops below this level you will be notified.
ru: Когда уровень упадёт ниже этого уровня, будет отправлено оповещение.

source: Autogenerated SKU field is blank.
ru: Автозаполняемое поле артикула пусто.

source: Perhaps you need to change the <a href="@url">configuration settings</a> for this content type.
ru: Возможно вам понадобиться изменить <a href="@url">настройки</a> для этого типа содержимого.

source: administer product power tools settings
ru: Администрировать настройки инструментов товара

source: use PHP for sku patterns
ru: Использовать PHP для артикула

source: product prices
ru: цен товаров

source: Entry for Default Product class already exists in database
ru: Записи для класса товара по умолчанию уже есть в базе данных

source: Added Default Product class to Power Tools database table
ru: Добавлен класс товара по умолчанию

source: Display images for radio selections.
ru: Отображать изображения для радио-кнопок.

source: If you check this, an image is required for every option under this attribute.
ru: Если выбрано, изображение обязательно для каждой опции этого атрибута.

source: Delete this image
ru: Удалить изображение

source: Select the image you want to appear for this option
ru: Выберите изображение опции

source: Holds the image paths for options.
ru: Путь к изображению.

source: The attribute id.
ru: ID атрибута

source: The option id.
ru: ID опции.

source: Where the image is located.
ru: Местоположение изображения.

source: Ubercart Radio Option Images
ru: Изображения опций

source: Adds optional images to radio selection attributes.
ru: Добавляет изображения к атрибутам.

source: Number of products to display in the block.
ru: Число отображаемых товаров в блоке.

source: Please specify how many products to show in the recommendation block list. After setup here, please generate recommendation at admin/settings/recommender and then enable the blocks in the admin/build/block section
ru: Укажите,сколько товаров показывать в блоке рекомендаций. После настройки здесь, сгенерируйте рекомендации на странице admin/settings/recommender и потом включите блоки на странице admin/build/block

source: This module generates Ubercart products recommendations based on order history
ru: Этот модуль генерирует рекомендации товаров,основанные на истории заказов

source: Recommender
ru: Рекомендации

source: uc_recommender: related products
ru: рекомендованые товары: связанные товары

source: uc_recommender: recommended products
ru: рекомендованные товары: рекомендованные товары

source: Customers who ordered this product also ordered
ru: Те, кто покупал этот товар, также купили

source: Recommended for you
ru: Рекомендовано для вас

source: administer recommender
ru: Администрировать рекомендации

source: Configuration and adjusts of recommender based on order history
ru: Настройки рекомендаций товаров

source: UC Products Recommender
ru: Рекомендованные магазином товары

source: Makeing Ubercart products recommendations
ru: Создание рекомендованных магазином товаров

source: Recommendation
ru: Рекомендация

source: No receipt for you country select other payment method.
ru: Данный метод на поддерживается для Вашей страны, выберите другой метод оплаты.

source: The receipt payment
ru: Оплата квитанцией

source: Pay by receipt payment to our bank account.
ru: Оплата квитанцией в банке.

source: Depending on a choice of the country this or that sample of the filled receipt in which it will be necessary for you to put the signature will be offered you and to pay in the nearest branch of bank.
ru: Вы можете распечатать заполненный бланк квитанции и отнести её для оплаты заказа в любом отделении банка.

source: More info
ru: Дополнительно

source: You can print the receipt form having pressed the button the press in the bottom of the form. If for your country there is no form it is necessary for you to choose other method of payment from accessible on a site.
ru: Вы можете распечатать квитанцию и отнести её в ближайшее отделение банка, чтобы перечислить нам деньги за заказ.

source: Enter the type of payment %name
ru: Введите назначение платежа %name

source: Enter the type of payment, such as: "Payment for the goods in the online store"
ru: Введите тип платежа, к примеру: "Оплата товаров в интернет магазине"

source: Country
ru: Страна

source: Bank name
ru: Наименование банка

source: Bank address
ru: Адрес Банка

source: Bank id cod
ru: МФО банка

source: Full name
ru: Полное имя получателя

source: Currency
ru: Валюта платежа

source: The user's signature.
ru: Подпись пользователя.

source: Exchange
ru: Курс валюты по отношению к доллару

source: Edit Bank
ru: Редактировать реквизиты

source: Add Bank
ru: Добавить банк

source: Select country
ru: Выберите страну

source: Enter Bank name
ru: Введите наименование банка

source: Enter Bank address
ru: Введите адрес банка

source: Bank MFO / BIK
ru: Банк МФО / БИК

source: Enter Bank code
ru: Введите код банка

source: Bank correspondets
ru: Банк корреспондент

source: Enter Bank correspondets
ru: Укажите счет банка корреспондента

source: Fullname addressee of payment
ru: ФИО получателя платежа

source: Enter Fullname addressee of payment
ru: Введите полное имя получателя платежа

source: Addresse of payment
ru: Адрес получателя платежа

source: Enter Addresse of payment
ru: Введите адрес получателя платежа

source: INN
ru: ИНН (УНН)

source: Enter INN or Personal code
ru: Введите ИНН (УНН) или код налогоплательщика

source: Users account number
ru: Расчетный счет получателя

source: Enter bank account number
ru: Введите расчетный счет получателя

source: Payment currency
ru: Валюта платежа

source: Enter bank currency
ru: Введите валюту платежа

source: Currency exchange
ru: Курс вылюты

source: Enter bank currency exchange
ru: Введите курс валюты по отношению к доллару США

source: Receipt
ru: Квитанция

source: Click to open a window with a printable receipt.
ru: Просмотр и печать квитанции на оплату

source: Payment is finished
ru: Оформление завершено

source: An error has occurred during payment. Please contact us to ensure your order has submitted.
ru: Произошла ошибка при оформлении заказа. Пожалуйста свяжитесь с нами для успешного оформления заказа.

source: Order was payed through RBS Site
ru: Заказ был оплачен через сервис RBS.

source: Order not payed please pay by receipt.
ru: Счет не может быть оплачен квитанцией.

source: administer receipt configuration
ru: Администрировать модуль квитанций

source: Banks for receipt
ru: Банки и квитанции

source: Add a receipt payment method to the checkout.
ru: Добавляет платежный метод оплата квитанцией банка.

source: Number of products
ru: Число товаров

source: Enter the maximum number of products to display in the block.
ru: Укажите максимальное число товаров,показанных в блоке.

source: Number of days
ru: Число дней

source: Enter the number of days to store product views.<br />**Database entries are cleared through Cron**
ru: Укажите число дней сохранения просмотров. <br />**Записи в базе данных стираются по крон**

source: Recent Products
ru: Последние товары

source: Logs recent products views by user.
ru: Сохраняет последние просмотренные пользователем товары.

source: Removed database views - please install the new submodule uc_views_marketing to get you old views to work
ru: Удалены виды из базы данных. Утановите новый субмодуль uc_views_marketing для того,чтобы заработали старые виды.

source: Ubercart Views
ru: Виды магазина

source: Makes Ubercart data available for Views and provides some standard views as tempaltes for your own views.
ru: Делает доступными для обработки модулем "Виды" данные модуля магазина Ubercart и добавляет некоторые готовые виды.

source: Ubercart - views
ru: Ubercart - виды

source: Print invoice
ru: Печать

source: Example content
ru: Пример содержания

source: Back
ru: Назад

source: Display the cart link product action when you add a product to your cart.
ru: Отображать действие ссылки корзины при добавлении товара в корзину.

source: Ubercart Views with Bulk operations
ru: Виды магазина с массовыми операциями

source: Create views on Ubercart data leverage the power of Bulk operations to allow views for management applications.
ru: Массовые операции

source: Create different views on Ubercart data for marketing purposes Such as block for new products, lists of a users purchased products, most popular product etc.
ru: Создаёт различные виды для магазина,например наиболее популярные товары,новые товары и тд.

source: Order product
ru: Товары заказа

source: The number of orderlines with the product.
ru: Число строк заказа товара.

source: The average amount ordered.
ru: Средняя сумма заказанных товаров.

source: The summed amount of all orders.
ru: Суммированная стоимость всех заказов.

source: The maximum amount ordered.
ru: Максимальная сумма заказанных товаров.

source: The minimum amount ordered.
ru: Минимальная сумма заказанных товаров.

source: List position
ru: Позиция

source: The default sort criteria in the catalog.
ru: Критерий сортировки по умолчанию

source: The id of the user.
ru: ID пользователя.

source: The number of orderlines with the product for the user.
ru: Число строк заказа с этим товаром для пользователя.

source: The average amount ordered for the user.
ru: Средняя сумма заказов для пользователя.

source: The summed amount of all orders for the user.
ru: Суммированная стоимость всех заказов для пользователя.

source: The maximum amount ordered for the user.
ru: Максимальная сумма заказов сделанных пользователем.

source: The minimum amount ordered for the user.
ru: Минимальная сумма заказов,сделанных пользователем.

source: The nid of the product for which we are seeking pairs.
ru: NID товара,для которого мы ищем пару.

source: The nid of the pair product.
ru: NID парных товаров.

source: The number of orders in which the product pair has occured along with the product with nid.
ru: Число заказов,в которых парные товары попадались вместе с товаром с ID.

source: The summed qty purchased on orders which also include the product with nid.
ru: Суммарное количество,заказанное в заказах,которые также включают товары с ID.

source: Order Products
ru: Товары заказа

source: Product orders placed in your Ubercart store.
ru: Товары,заказанные в магазине.

source: Qty
ru: Шт.

source: Product NID
ru: NID товара

source: The Node ID of the ordered product
ru: ID документа заказанного товара

source: Ubercart order
ru: Заказ

source: Ubercart orders
ru: Заказы в магазине

source: Orders placed in your Ubercart store.
ru: Заказы,сделанные в магазине.

source: Order User ID
ru: ID пользователя,сделавшего заказ

source: Order User
ru: Пользователь,сделавший заказ

source: Order total
ru: Сумма заказа

source: Order Payment Method
ru: Способ оплаты заказа

source: Order Creation Date
ru: Дата создания заказа

source: Order product count
ru: Число товаров заказа

source: Order Modification Date
ru: Дата изменения заказа

source: Order Actions
ru: Действия

source: Allow test address override
ru: Позволить переписать тестовый адрес

source: Ubercart order comments
ru: Комментарии к заказу

source: Order Comments
ru: Комментарии к заказу

source: Ubercart order line item
ru: Строка заказа

source: !line_item_desc title
ru: Заголовок !line_item_desc

source: !line_item_desc order line item
ru: Строка заказа !line_item_desc

source: !line_item_desc amount
ru: Сумма !line_item_desc

source: Cart product
ru: Товар в корзине

source: Cart product id
ru: ID товара в корзине

source: The nid of the product for in a cart.
ru: NID товара в корзине

source: Cart id
ru: ID корзины

source: The id of the cart (either user or session id).
ru: ID корзины (также ID пользователя или сессии).

source: The amount ordered.
ru: Сумма заказов.

source: Cart Product Line Changed Date
ru: Строка изменённой даты

source: The date the cart line was changed
ru: Строка была изменена

source: Conditional buy it now button
ru: Условная кнопка "Купить сейчас"

source: A button to add a product to the cart without quantity or attribute fields, if certain conditions are met.
ru: Кнопка добавления товара в корзину без количества или полей атрибутов,если определённые условия не подходят.

source: Conditional add to cart form
ru: Условная форма "Добавить в корзину"

source: Form to put the product in the customer's cart, if certain conditions are met.
ru: Форма добавления товаров в корзине покупателя,если условия не подходят.

source: The product list position.
ru: Позиция товара в списке.

source: Link this field to its user
ru: Залинковать поле на профиль пользователя

source: Overwrite the value to display for anonymous users
ru: Переписать значение для отображения анонимным пользователям.

source: If selected, you will see a field to enter the text to use for anonymous users.
ru: Если отмечено, вы сможете ввести текст, который будет показан анонимам.

source: Text to display for anonymous users
ru: Текст для анонимных пользователей

source: Price condition
ru: Ценовое условие

source: Condition (show button if product sell price)
ru: Условие (показать кнопку если есть цена продажи)

source: Is less than
ru: Менее чем

source: Private
ru: Приватно

source: Is less than or equal to
ru: Менее чем или равно

source: Is equal to
ru: Равно

source: Is not equal to
ru: Не равно

source: Is greater than or equal to
ru: Больше чем или равно

source: Is greater than
ru: Больше чем

source: Default text
ru: Текст по умолчанию

source: Text to show in stead of button if conditions are not met.
ru: Текст,который показывается взамен кнопки,если условия не подходят.

source: Link this field to order administration
ru: Залинковать на страницу администрирования заказа

source: No countries found.
ru: Страны не найдены.

source: Payment Method
ru: Метод платежа

source: Zone
ru: Зона

source: No zones found.
ru: Зоны не найдены.

source: <strong>Userpoints Award:</strong> Interfaces userpoints with Ubercart so users can get points for purchases.
ru: <strong>Баллы за покупку:</strong> Позволяет получать баллы за покупку в магазине.

source: Ubercart Award Options
ru: Опции награждения

source: !Points awarded for buying (multiplied by product price)
ru: Баллы, назначенные за покупку (умножается на цену товара)

source: Smallest purchase for which !points are awarded
ru: Минимальная сумма заказа, за которую даются баллы

source: Moderate userpoints transaction
ru: Модерировать трансакции

source: This will clear all the collected performance statistics stored in Memcache. This action cannot be undone.
ru: Это действие очистит всё собранную статистику по производительности, записанную в Memcache. Это действие нельзя будет отменить!

source: Memcache is not enabled. Nothing to do ...
ru: Memcache не включён.

source: Performance statistics collected in Memcache has been cleared.
ru: Ститистика производительности, собранная в Memcache, была очищена.

source: Award Category
ru: Категория награды

source: Category to assign awarded !points.
ru: Категории для назначения баллов.

source: User to whom !points are awarded on purchase
ru: Пользователь, которому назначаются баллы при заказе

source: Referrer only
ru: Только реферы

source: Purchaser only
ru: Только заказчики

source: Referrer and Purchaser
ru: Заказчики и реферы

source: !points multiplier for referrer
ru: Множитель для реферала

source: Enter the number of !points awarded per dollar. <b>This field is only valid when "Referrer and Purchaser" is selected above. Otherwise the standard multiplier is used.</b>
ru: Укажите число баллов, которое дается за единицу валюты магазина. Это поле учитывается только тогда, когда выбрано "Реферал и заказчик". В противном случае используется стандартный множитель.

source: Award buyer points
ru: Баллы покупателя

source: Award points if order complete
ru: Назначить баллы при завершённом заказе

source: <strong>Userpoints Discounts:</strong> Interfaces userpoints with Ubercart, so users can use points as a discount.
ru: <strong>Скидка по баллам:</strong> Покупатели могут использовать баллы в качестве скидки.

source: Ubercart Discount Options
ru: Опции скидок

source: !Points used in discount (for every @currency)
ru: Баллы, используемые в скидке (для каждой @currency)

source: Enter the maximum percentage of the order total that can be discounted using points. Please do not include a % sign
ru: Укажите максимальный процент для суммы заказа, которая может быть использована для скидки. Не включайте знак %.

source: Enable !points as a discount method
ru: Включить баллы для скидки

source: Discount Category
ru: Категория скидки

source: Product classes discounts can be applied to
ru: Скидка может быть назначена для

source: Leave blank for all.
ru: Оставьте пустым для всех.

source: !Points Discount
ru: Скидка !Points

source: Show !points discounts for the order
ru: Показать !points скидок для заказа

source: Enter the amount to discount this order with !points by. This field will be ignored if paying with !points.
ru: <span class="points-pane-title">Скидка по баллам</span>

source: Discount Amount (in @currency)
ru: Сумма скидки (в @currency)

source: Enter the amount that you want to spend from your !points as a discount for this order.
ru: Укажите сумму, которую вы хотите потратить из ваших баллов в качестве скидки для этого заказа.

source: Userpoints Discount
ru: Скидка по баллам

source: Discounts
ru: Скидки

source: Discount order using !points
ru: Скидка на основании баллов

source: You cannot discount an order for more than the order total.
ru: Неправильное значение скидки.

source: The maximum you can discount this order by using points is %maxamount.
ru: Максимальная скидка, которая допустима для этого заказа при использовании баллов равна %maxamount.

source: You cannot use !points to pay for a product and use !points as a discount method.
ru: Вы не можете использовать баллы для оплаты и скидки на товар.

source: Discountable total from this order
ru: Сумма заказа, к которой может быть применена скидка

source: Maximum you can discount the order by
ru: Максимальная скидка, которую вы можете получить при помощи этой опции

source: Your !points available to use
ru: У вас баллов на сумму

source: <strong>Userpoints Payment:</strong> Interfaces userpoints with Ubercart so users can make purchases with points.
ru: <strong>Оплата баллами:</strong> Пользователи могут расплачиваться баллами.

source: Ubercart Payment Options
ru: Опции оплаты

source: !Points per currency unit
ru: Баллы за единицу валюты

source: For example, 1 is $1/point, or 100 is $0.01 per point.
ru: Например, "1" = $1/балл или "100" = $0.01 за балл.

source: Display currency, !points, or both
ru: Отображать валюту, баллы или оба

source: Both
ru: Оба

source: Display !points details during checkout
ru: Отображать детали баллов при расчёте

source: Payment Category
ru: Категория платежа

source: Select which category of !points to use when payment is made.
ru: Выберите, какая категория баллов будет использована при оплате.

source: Payment method branding
ru: Обозначение оплаты

source: Name to use during checkout for the upper case version of !Points
ru: Название, используемое при расчёте

source: For example, "Points" or "Store credit".
ru: Например, "Баллы"

source: Name to use during checkout for the lower case version of !points
ru: Название, используемое при расчёте для версии с прописной буквы

source: (total available: !amount)
ru: (в сумме доступно: !amount)

source: Pay by !points.
ru: Заплатить баллами

source: You do not have enough !points to complete this purchase. You have @user_points, but you need @order_points. Please select another payment method.
ru: У вас недостаточно баллов для этой покупки. Вы имеете @user_points, но вам нужно @order_points. Выберите другой способ оплаты.

source: You do not have enough !points to complete this purchase. Please select another payment method.
ru: У вас недостаточно баллов для этой покупки. Выберите другой способ оплаты.

source: Order #!order_id paid with !points
ru: Заказ #!order_id оплачен !points

source: <strong>Ubercart Userpoints Product:</strong> Interfaces userpoints with Ubercart, so users can purchase points with products.
ru: <strong>Баллы товаров:</strong> Использование баллов в магазине, покупатели могут приобретать баллы с товарами.

source: Ubercart Product Options
ru: Опции

source: Product Category
ru: Категория товаров

source: Default category to assign awarded !points. This can be overridden on a per product basis
ru: Категория назначенных баллов по умолчанию. Может быть переписано на уровне товаров.

source: A user purchased !product containing !amount points.
ru: Пользователь приобрёл !product, содержащий !amount баллов

source: You cannot purchase !points with !points, so that payment option has been removed.
ru: Вы не можете приобрести баллы с !points, поэтому эта опция была удалена.

source: There are no payment methods available to purchase !points with!
ru: Нет способов оплаты, доступных для оплаты с баллами!

source: Please contact an administrator to solve the issue.
ru: Пожалуйста, свяжитесь с администратором сайта.

source: My Sales Points History
ru: История баллов

source: Model
ru: Модель

source: Sell Price
ru: Цена продажи

source: Sales Points History
ru: История баллов

source: Ubercart Seller Options
ru: Опции продавца

source: !Points awarded to seller purchase (multiplied by product price)
ru: Баллы назначены для продавца (умножено на цену товара)

source: Display amount of !points awarded to seller
ru: Отображать сумму баллов, данных продавцу

source: Allow user to see transaction history under "My Account"
ru: Позволить пользователю видеть историю трансакций в своём профиле

source: Award seller points
ru: Назначить баллы продавцу

source: Sales Points Reports
ru: Отчёты по баллам

source: View reports for points earned by store sales
ru: Обзор заработанных баллов за продажи

source: Sales Points
ru: Баллы продаж

source: View your points earned by sales
ru: Обзор ваших баллов, заработанных за продажу

source: Userpoints Award
ru: Назначение баллов

source: Interfaces userpoints with ubercart, so users can get points for purchases.
ru: Даёт возможность зарабатывать покупателям баллы при покупке товаров в магазине.

source: Ubercart - Userpoints
ru: Магазин - Баллы

source: Require this relationship
ru: Эта связь обязательна

source: Userpoints Discounts
ru: Скидка по баллам

source: Interfaces userpoints with ubercart, so users discount final price with points.
ru: Позволяет использовать баллы в качестве скидки.

source: Userpoints Payment
ru: Оплата баллами

source: Userpoints Product
ru: Баллы для товаров

source: Provideds necessary modifications to let a user earn points when a product is purchased - AKA: Buying points
ru: Предоставляет необходимые изменения, чтобы позволить пользователям зарабатывать баллы при покупке товаров.

source: Userpoints Seller Points
ru: Баллы продавца
