Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: When should redirection happen?
ru: Когда должен произойти редирект?

source: List of paths
ru: Список путей

source: PHP snippet (experts only)
ru: PHP код

source: Redirect condition: <b>IMPORTANT! If using a WYSWYG editor - ensure that you use its plain text mode! There is a link below the text box.</b>
ru: Условия редиректа: <b>(выключите WYSWYG-редактор для этого поля, если он включён!)</b>

source: <b>Always:</b> Redirection happens always. Redirect condition field is ignored.
ru: Всегда: Редирект происходит всегда. Условия редиректа игнорируются.

source: <b>List of paths mode:</b> Enter a list of paths, one path per one line. Redirection will happen only when logging from specified pages. Example paths are <b>%ex1</b> or <b>%ex2</b>.
ru: Список путей: Укажите список путей, по одному на строку. Редирект произойдёт только при авторизации на определённой странице. Например: <b>%ex1</b> или <b>%ex2</b>.

source: <b>PHP snippet mode:</b> Enter PHP code to find should redirection happen or not (<b>NO %php tags!</b>). It should return a boolean value.
ru: <b>Режим PHP:</b> Укажите исполняемый PHP (без тегов %php!). Он должен вернуть булево значение.

source: Destination URL settings
ru: Настройки цели

source: To where exactly should the user be redirected upon login.
ru: Куда именно должен быть перенаправлен пользователь после авторизации.

source: Preserve destination
ru: Установка цели

source: If checked, 'destination=' parameter specified in the URL will be used to perform redirection. Otherwise, redirection will be always performed according to the settings below.
ru: Если отмечено, для редиректа будет использован параметр 'destination='. В противном случае, редирект будет выполняться в соответствии с настройками ниже.

source: Static URL
ru: Статический URL

source: URL: (<b>IMPORTANT! If using a WYSWYG editor - ensure that you use its plain text mode! There is a link below the text box.</b> )
ru: URL: (Если вы используете визуальный редактор, выключите его для этого поля!)

source: <b>Static URL mode:</b> Enter a static path. Example paths are %ex1 or %ex2.
ru: <b>Режим статического URL:</b> Укажите статический URL. Например %ex1 или %ex2.

source: <b>PHP snippet mode:</b> Enter PHP code to evaluate path (<b>NO %php tags!</b>). It should return either a string value or an array like in: <b> return array('path' => 'node/add/video or alias', 'query' => 'param1=100&param2=200');</b>.
ru: <b>Режим PHP:</b> Укажите исполняемый PHP (без тегов %php!)

source: Login destination
ru: Логин

source: Control where users are directed to once they login.
ru: Контроль над тем, куда пользователь попадёт после входа в свой профиль.

source: Redirection conditions
ru: Условия перенаправления

source: Redirect condition: <b>IMPORTANT! If using a WYSIWYG editor - ensure that you use its plain text mode! There is a link below the text box.</b>
ru: Условия перенаправления: <b>ВАЖНО! Если вы используете WYSIWYG, удостоверьтесь, что он отключён для этого поля!</b>

source: Return user to where he/she came from. (Preserve destination)
ru: Возвращает пользователя на страницу, с которой он пришёл.

source: If checked, 'destination=' parameter specified in the URL will be used to perform redirection.<br /> <b>NOTE</b>: All options below will be ignored then!.
ru: Если отмечено, параметр 'destination=', указанный в URL будет использован для выполнения перенаправления. <br /> <b>ПОМНИТЕ</b>: В этом случае будут проигнорированы все опции ниже!.

source: URL: (<b>IMPORTANT! If using a WYSWYG editor - ensure that you use its plain text mode! There is a link below the text box.</b> )
ru: URL: (<b>ВНИМАНИЕ! Если вы используете WYSWYG, удостоверьтесь, что он отключён для этого поля! </b> )

source: <b>Static URL mode:</b> Enter a static path. Do not use a GET query at the end here. Only the first line of text will be used. Example paths are %ex1 or %ex2.
ru: <b>Статичный URL:</b> Укажите статичный путь. Не используйте запрос GET на конце. Будет использована только превая строка текста. Пример путей %ex1 или %ex2.

source: PHP snippet mode
ru: PHP сниппет

source: Enter PHP code to evaluate path
ru: Укажите PHP код

source: NO %php tags!
ru: Без %php тегов!

source: It should return either a string value or an array like in:<br /> <b> return array('path' => 'node/add/video or alias', 'query' => 'param1=100&param2=200');</b>.
ru: Он должен вернуть строчное значение или массив: <br /> <b> return array('path' => 'node/add/video или alias', 'query' => 'param1=100&param2=200');</b>.

source: <p>The Login Toboggan module improves the Drupal login system by offering the following features: <ol> <li>Allow users to login using either their username OR their e-mail address.</li> <li>Allow users to login immediately.</li> <li>Provide a login form on Access Denied pages for non-logged-in (anonymous) users.</li> <li>The module provides two login block options: One uses JavaScript to display the form within the block immediately upon clicking 'log in'. The other brings the user to a separate page, but returns the user to their original page upon login.</li> <li>Customize the registration form with two e-mail fields to ensure accuracy.</li> <li>Optionally redirect the user to a specific page when using the 'Immediate login' feature.</li> <li>Optionally redirect the user to a specific page upon validation of their e-mail address.</li> <li>Optionally display a user message indicating a successful login.</li> <li>Optionally have unvalidated users purged from the system at a pre-defined interval (please read the CAVEATS section of INSTALL.txt for important information on configuring this feature!).</li> </ol> These features may be turned on or off in the Login Toboggan <a href="!url">settings</a>.</p> <p>Because this module completely reorients the Drupal login process you will probably want to edit the welcome e-mail on the <a href="!user_settings">user settings</a> page. For instance if you have enabled the 'Set password' option, you probably should not send the user's password out in the welcome e-mail (also note when the 'Set password' option is enabled, the !login_url becomes a verification url that the user MUST visit in order to enable authenticated status). The following is an example welcome e-mail:</p>
ru: Модуль "Логин" улучшает стандартную систему авторизации сайта и предлагает такие возможности: <ol> <li>Позволяет пользователям входить в свой профиль, используя свой e-mail или логин.</li> <li>Позволяет входить немедленно.</li> <li>Показывает форму входа на страницах с ошибкой 403.</li> <li>2 опции блока входа: отображение формы немедленно при клике "войти" и редирект на отдельную страницу.</li> <li>2 поля в форме регистрации для проверки правильности ввода e-mail.</li> <li>При желании перенаправляет пользователя на произвольную страницу после "немедленного входа"</li> <li>При желании перенаправляет пользователя на произвольную страницу при проверке его e-mail</li> <li>Отображает сообщение об удачном входе</li> <li>Очищает непроверенных пользователей через определённый промежуток времени (читайте INSTALL.txt об особенностях этой опции)</li> </ol> Эти настройки включаются/выключаются на странице <a href="!url">настроек модуля</a>.

source: More help can be found at <a href="!help">LoginToboggan help</a>.
ru: За детальной справкой обращайтесь <a href="!help">сюда</a>.

source: !username, Thank you for registering at !site. IMPORTANT: For full site access, you will need to click on this link or copy and paste it in your browser: !login_url This will verify your account and log you into the site. In the future you will be able to log in to !login_uri using the username and password that you created during registration: -- !site team
ru: !username, спасибо за регистрацию на сайте "!site". ВАЖНО: Для полного доступа к функциям сайта нажмите или скопируйте в адресную строку браузера эту ссылку: !login_url Это подтвердит ваш профиль. В будущем вы будете иметь возможность входить в свой профиль при помощи созданного при регистрации логина и пароля: -- !site

source: <strong>Note:</strong> Logintoboggan module is installed. If you are using one of the custom login block types below, it is recommended that you set this to <em>&lt;none&gt;</em>.
ru: <strong>Помните: </strong>Установлен модуль "Логин". Если вы используете один из пользовательских блоков входа ниже, рекомендуется установить это в <em>&lt;none&gt;</em>.

source: Block type
ru: Тип блока

source: Standard
ru: Стандартный

source: Link
ru: Ссылка

source: Collapsible form
ru: Сворачивающаяся форма

source: Set a custom message to appear at the top of the login block
ru: Установить сообщение, которое появится наверху блока логина.

source: If this user was created using the "Immediate Login" feature of LoginToboggan, and they are also awaiting adminstrator approval on their account, you must remove them from the site's pre-authorized role in the "Roles" section below, or they will not receive authenticated user permissions!
ru: Если пользователь был создан при помощи "Немедленного логина" и он ожидает одобрения администратора, вы должны удалить его предварительно авторизированной роли в секции "Роли" ниже, иначе он не получит полных прав авторизированного пользователя.

source: The user is assigned LoginToboggan's pre-authorized role, and is not currently receiving authenticated user permissions.
ru: Пользователю назначена предварительно авторизированная роль и поэтому он сейчас не имеет прав авторизированного пользователя.

source: Confirm e-mail address
ru: Подтвердите e-mail

source: Please re-type your e-mail address to confirm it is accurate.
ru: Повторите ваш e-mail для проверки его правильности.

source: between !min and
ru: в пределах !min и

source: no more than
ru: не более чем

source: Please choose a password for your account; it must be !length 30 characters.
ru: Выберите пароль для своего профиля. Он должен быть !length 30 символов.

source: Add a role to the selected users
ru: Добавить роли выбранным пользователям

source: You have successfully validated your e-mail address.
ru: Вы успешно подтвердили ваш e-mail.

source: A validation e-mail has been sent to your e-mail address. In order to gain full access to the site, you will need to follow the instructions in that message.
ru: Проверочный e-mail был отправлен на ваш e-mail. Следуйте указанным в нём инструкциям.

source: Your password and further instructions have been sent to your e-mail address.
ru: Ваш пароль и дальнейшие инструкции были отправлены на ваш e-mail.

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />Once it has been approved, you will receive an e-mail containing further instructions.
ru: Спасибо за заявку на создание профиля. Ваш профиль сейчас ожидает одобрения администратором. Как только он будет одобрен, вы получите e-mail с дальнейшими инструкциями.

source: Your e-mail address and confirmed e-mail address must match.
ru: Ваш и подтверждённый e-mail должны совпадать.

source: LoginToboggan logged in block
ru: Блок логина

source: disabled
ru: выключено

source: enabled
ru: включено

source: Login
ru: Логин

source: Allow users to login using their e-mail address
ru: Позволить пользователям авторизироваться при помощи их e-mail

source: Users will be able to enter EITHER their username OR their e-mail address to log in.
ru: Для входа пользователи могут указывать свой логин или e-mail.

source: Registration
ru: Регистрация

source: Use two e-mail fields on registration form
ru: Использовать 2 поля e-mail

source: User will have to type the same e-mail address into both fields. This helps to confirm that they've typed the correct address.
ru: Пользователи должны будут повторить свой e-mail в дополнительном поле. Это делается, чтобы проверить правильность вводимого e-mail.

source: Set password
ru: Установить пароль

source: Non-authenticated role
ru: Неавторизированная роль

source: If "Set password" is selected, users will be able to login before their e-mail address has been authenticated. Therefore, you must choose a role for new non-authenticated users. Users will be removed from this role and assigned to the "authenticated user" role once they follow the link in their welcome e-mail. <a href="!url">Add new roles</a>. <strong>WARNING: changing this setting after initial site setup can cause undesirable results, including unintended deletion of users -- change with extreme caution!</strong>
ru: Если выбрано "Установить пароль", пользователи могут входить перед тем, как их e-mail будет авторизирован. Поэтому вы должны выбрать роль для нового неавторизированного пользователя. Пользователи будут исключены из этой роли как только они подтвердят свой e-mail - тогда они получат другую роль - "авторизированный пользователь". <a href="!url">Добавить новую роль</a>. ПРЕДУПРЕЖДЕНИЕ: Изменение этой настройки после начальной настройки сайта может привести к нежелательным результатам - вплоть до удаления пользователей. ПРИМЕНЯЙТЕ С ОСТОРОЖНОСТЬЮ!

source: Never delete
ru: Никогда не удалять

source: 1 Day
ru: 1 день

source: 2 Days
ru: 2 дня

source: 3 Days
ru: 3 дня

source: 4 Days
ru: 4 дня

source: 5 Days
ru: 5 дней

source: 6 Days
ru: 6 дней

source: 1 Week
ru: 1 неделя

source: 2 Weeks
ru: 2 недели

source: 1 Month
ru: 1 месяц

source: 3 Months
ru: 3 месяца

source: 6 Months
ru: 6 месяцев

source: 1 Year
ru: 1 год

source: Delete unvalidated users after
ru: Удалять неподтверждённых пользователей после

source: If enabled, users that are still in the 'Non-authenticated role' set above will be deleted automatically from the system, if the set time interval since their initial account creation has passed. This can be used to automatically purge spambot registrations. Note: this requires cron, and also requires that the 'Set password' option above is enabled. <strong>WARNING: changing this setting after initial site setup can cause undesirable results, including unintended deletion of users -- change with extreme caution! (please read the CAVEATS section of INSTALL.txt for important information on configuring this feature)</strong>
ru: Если включено, пользователи с ролью "Не авторизирован" (указывается выше) будут автоматически удалены из системы, если прошёл период их начальной регистрации. Может быть использовано для автоматического удаления спам-ботов. Работает по запускам cron. Требуется включённая опция "Установить пароль". ПРЕДУПРЕЖДЕНИЕ: изменение этой настройки после начальной настройки может привести к нежелательным результатам, вплоть до удаления пользователей - изменяйте с ОСТОРОЖНОСТЬЮ!

source: Immediate login
ru: Немедленный логин

source: If set, the user will be logged in immediately after registering. Note this only applies if the 'Set password' option above is enabled.
ru: Если установлено, пользователь будет авторизирован немедленно после регистрации. Работает только, если установлено "Установить пароль".

source: Redirections
ru: Редиректы

source: Redirect path on Registration
ru: Редирект при регистрации

source: Normally, after a user registers a new account, they will be taken to the front page, or to their user page if you specify <cite>Immediate login</cite> above. Leave this setting blank if you wish to keep the default behavior. If you wish the user to go to a page of your choosing, then enter the path for it here. For instance, you may redirect them to a static page such as <cite>node/35</cite>, or to the <cite>&lt;front&gt;</cite> page. You may also use <em>%uid</em> as a variable, and the user's user ID will be substituted in the path.
ru: Обычно, после регистрации пользователь попадает на главную страницу или в свой профиль, если вы укажите "Немедленный логин" выше. Если вы хотите перенаправить пользователя по другому адресу, укажите желаемый путь здесь.

source: Redirect path on Confirmation
ru: Редирект при подтверждении

source: Normally, after a user confirms their new account, they will be taken to their user page. Leave this setting blank if you wish to keep the default behavior. If you wish the user to go to a page of your choosing, then enter the path for it here. For instance, you may redirect them to a static page such as <cite>node/35</cite>, or to the <cite>&lt;front&gt;</cite> page. You may also use <em>%uid</em> as a variable, and the user's user ID will be substituted in the path. In the case where users are not creating their own passwords, it is suggested to use <cite>user/%uid/edit</cite> here, so the user may set their password immediately after validating their account.
ru: Обычно, после того, как пользователь подтвердит свой профиль, он попадает в свой профиль. Если вы хотите перенаправить его по желаемому адресу, укажите этот путь здесь.

source: Override destination parameter
ru: Переписать цель

source: Normally, when a Drupal redirect is performed, priority is given to the 'destination' parameter from the originating URL. With this setting enabled, LoginToboggan will attempt to override this behavior with any values set above.
ru: Обычно, после перенаправления, приоритет отдаётся параметру "destination" из URL. Если включена эта настройка, модуль попытается переопределить это поведение при помощи параметров, указанных выше.

source: Present login form on access denied (403)
ru: Показывать форму при ошибке 403 "Access denied"

source: Anonymous users will be presented with a login form along with an access denied message.
ru: Анонимным пользователям при ошибке 403 "access denied" будет показана форма входа в профиль.

source: Display login successful message
ru: Отображать сообщение при удачной авторизации

source: If enabled, users will receive a 'Login successful' message upon login.
ru: Если включено, пользователи увидят сообщение-привествие после успешной авторизации.

source: Minimum password length
ru: Минимальная длина пароля

source: LoginToboggan automatically performs basic password validation for illegal characters. If you would additionally like to have a mimimum password length requirement, select the length here, or set to 'None' for no password length validation.
ru: Модуль автоматически выполняет проверку пароля на наличие запрещённых символов. Если вы хотите дополнительно иметь минимальную длину пароля, выберите её здесь. "Нет" означает неограниченную длину.

source: Access Denied / User Login
ru: Доступ запрещён/ Логин

source: Access denied. You may need to login below or register to access this page.
ru: Доступ запрещён. Вы можете войти ниже или зарегистрироваться для доступа к этой странице.

source: Access Denied
ru: Доступ запрещён

source: You must enter a password.
ru: Вы должны указать пароль

source: The password contains an illegal character.
ru: Пароль содержит запрещённые символы.

source: The password is too long: it must be less than 30 characters.
ru: Пароль слишком длинный: он должен содержать менее чем 30 символов.

source: The password is too short: it must be at least %min_length characters.
ru: Пароль слишком короткий: он должен иметь по крайней мере %min_length символов.

source: Your account is currently blocked -- login cancelled.
ru: Ваш профиль в настоящий момент заблокирован - логин отменён.

source: You have successfully validated %user.
ru: Вы прошли проверку - %user.

source: Sorry, you can only use your validation link once for security reasons. Please !login with your username and password instead now.
ru: Извините, вы можете использовать проверочную ссылку только один раз. !login, используя ваш логин и пароль.

source: login
ru: логин

source: You have just used your one-time login link. It is no longer possible to use this link to login. Please change your password.
ru: Вы только что использовали вашу одноразовую ссылку входа. Вы не можете использовать её вновь. Пожалуйста, измените ваш пароль.

source: Account validation
ru: Проверка профиля

source: re-send validation e-mail
ru: повторно отправить проверочный e-mail

source: This name has already been taken by another user.
ru: Это имя уже используется другим пользователем.

source: This e-mail has already been taken by another user.
ru: Этот e-mail уже используется другим пользователем.

source: If required, you may reset your password from: !url
ru: Если требуется, вы можете сбросить ваш пароль: !url

source: A validation e-mail has been sent to the user's e-mail address.
ru: Проверочный e-mail был отправлен на e-mail пользователя.

source: A validation e-mail has been sent to your e-mail address. You will need to follow the instructions in that message in order to gain full access to the site.
ru: Проверочный e-mail был отправлен на ваш e-mail. Следуйте инструкциям в этом e-mail.

source: (!site) Account application for !username
ru: (!site) Заявка на !username

source: !username has applied for an account, and has automatically received the permissions of the LoginToboggan validating role. To give the user full site permissions, click the link below: !validating_url Alternatively, you may visit their user account listed below and remove them from the validating role. !edit_uri
ru: !username подал заявку на создание профиля и получил права предварительно авторизированного пользователя. Чтобы дать ему полные права, нажмите на ссылку ниже: !validating_url Как вариант,вы можете открыть его профиль (см. ниже) и удалить пользователя из роли "предварительно авторизирован". !edit_uri

source: !username has applied for an account. !edit_uri
ru: !username запросил новый профиль.!edit_uri

source: Username or e-mail address
ru: Ваш логин или e-mail

source: Username or e-mail
ru: Логин или e-mail

source: You may login with either your assigned username or your e-mail address.
ru: Вы можете войти при помощи вашего логина или e-mail.

source: The password field is case sensitive.
ru: Поле пароля чуствительно к регистру.

source: You are not authorized to access this page.
ru: Только авторизированные пользователи могут открывать эту страницу.

source: Login/Register
ru: Логин/Регистрация

source: Login successful.
ru: Вход выполнен.

source: logintoboggan
ru: логин

source: Purged the following unvalidated users: !purged_users
ru: Очищены следующие непроверенные пользователи: !purged_users

source: Detected malicious attempt to alter protected user fields.
ru: Обнаружена вредоносная попытка изменить защищённые пользовательские поля.

source: user
ru: пользователь

source: New user: %name (%email).
ru: Новый пользователь: %name (%email).

source: E-mail validation URL used for %name with timestamp @timestamp.
ru: URL проверки E-mail для пользователя %name @timestamp.

source: Session opened for %name.
ru: Сессия открыта для пользователя %name.

source: User %name used one-time login link at time %timestamp.
ru: Пользователь %name использовал одноразовую ссылку для входа в профиль в %timestamp.

source: LoginToboggan
ru: Логин

source: Set up custom login options like instant login, login redirects, pre-authorized validation roles, etc.
ru: Настройка опций входа в профиль, таких как перенаправление после входа, проверка ролей и тд.

source: Validate e-mail address
ru: Подтвердить e-mail

source: Access denied
ru: Доступ запрещён.

source: Re-send validation e-mail
ru: Отправить подтверждение вторично

source: logintoboggan cleaning of user data successful
ru: очистка данных пользователей выполнена

source: logintoboggan cleaning of user/profile data successful
ru: очистка пользователя/данные профиля успешно

source: Improves Drupal's login system.
ru: Улучшает систему авторизации.

source: There are no menu items yet.
ru: Пока нет пунктов для этого меню.

source: Menu item
ru: Пункт меню

source: The description displayed when hovering over a menu item.
ru: Короткое описание ссылки,которое появится при наведении курсора на ссылку.
