Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: no
ru: нет

source: Please note that not every operator makes sense for every field.
ru: Помните, что не каждый оператор имеет значение для каждого поля.

source: Comparison value
ru: Значение сравнения

source: You do not need to specify a value if your operator is in the Yes/No category.
ru: Вам не нужно указывать значение, если ваш оператор имеет категорию "Да/Нет".

source: Message text
ru: Текст сообщения

source: Link urls to their destinations
ru: Залинковать УРЛ по ссылкам

source: Message type
ru: Тип сообщения

source: Error
ru: Ошибка

source: Custom PHP
ru: Пользовательский PHP

source: Enter the custom PHP to be evaluated when this condition is executed. Should not include &lt;?php ?> delimiters.
ru: Укажите пользовательский PHP, который будет выполнен, если выполнено это условие. Не должно включать &lt;?php ?>

source: If you specify <em>AND</em> and want to check a custom role, remember to specify <em>authenticated user</em> where applicable.
ru: Если указано "И (AND)" и вы хотите проверить роль пользователя, не забудьте указать "авторизированный пользователь" (если возможно).

source: OR: If the user has any of these roles.
ru: OR: Если пользователь имеет одну из этих ролей.

source: AND: If the user has all of these roles.
ru: AND: Если пользователь имеет все из этих ролей.

source: Roles that a user belongs to.
ru: Роли, которые имеет этот пользователь.

source: Enter the custom PHP to be evaluated when this action is executed. Should not include &lt;?php ?> delimiters.
ru: Укажите пользовательский PHP, который будет выполнен, если выполнено это действие. Не должно включать &lt;?php ?>.

source: No variables available.
ru: Переменные недоступны.

source: Available PHP variables
ru: Доступные PHP переменные

source: You may use these variables in your custom PHP.
ru: Вы можете использовать эти переменные в вашем PHP.

source: By trigger
ru: По действию

source: By class
ru: По классу

source: Allows an administrator to create a new predicate.
ru: Создание новых правил.

source: Convert Workflow-ng configurations into Conditional Actions predicates.
ru: Конвертировать настройки Workflow-ng --> Conditional Actions.

source: Edit predicate
ru: Редактировать правило

source: Edit a predicate's meta data, conditions, and actions.
ru: Отредактируйте мета-дату, условия, действия.

source: Meta data
ru: Мета-данные

source: Edit the meta data for a predicate like title, trigger, etc.
ru: Отредактируйте мета-данные для правила, например заголовок,триггер ...

source: Conditions
ru: Условия

source: Edit the conditions for a predicate.
ru: Редактировать условия для правила.

source: Edit the actions for a predicate.
ru: Редактировать действие правила

source: Reset a predicate
ru: Сбросить правила

source: Delete a predicate
ru: Удалить правило

source: Conditional Actions
ru: Действия по условию

source: REQUIRED. Create conditional action configurations for taxes, shipping, and more!
ru: Действия в магазине, возникающие при определённых условиях для наценок, доставки...

source: Ubercart - core
ru: Магазин - ядро

source: Are you sure you want to remove this item?
ru: Вы уверены, что хотите удалить этот пункт?

source: ...and !remaining more.
ru: ...осталось !remaining

source: Display products in the catalog using advanced catalog.
ru: Отображать товыры в каталоге при помощи расширенного каталога.

source: Products are displayed using advanced catalog.
ru: Товары отображаются при помощи расширенного каталога

source: Products are not displayed using advanced catalog.
ru: Товары не отображаются при помощи расширенного каталога

source: If unchecked, the default table or grid display will be used and the settings on this form will be ignored.
ru: Если не отмечено, будет использовано отображение в виде таблицы или сетки и настройки в этой форме будут проигнорированы.

source: You cannot use advanced catalog display if grid is enabled.
ru: Вы не можете использовать расширенный каталог, если включено отображение сеткой.

source: Pager and filter position
ru: Позиция пейджера или фильтра

source: Display 2 last sticky products in the catalog heading.
ru: Отображать 2 последних прилепленных товара наверху страницы каталога.

source: 2 sticky products are displayed in the catalog heading.
ru: 2 прилепленных товара отображаются вверху каталога.

source: Sticky products are not displayed in the catalog heading.
ru: Прилепленные товары не отображаются вверху каталога.

source: If checked, 2 last (published date) sticky products of current taxonomy will be shown before the catalog list.
ru: Если отмечено, 2 последних (по дате публикации) прелепленных товара с текущей таксономией будут показаны перед каталогом товаров.

source: You can manually add sticky bloc on catalog page you want by using block admin with page limit feature.
ru: Вы можете вручную добавить блок с прилепленными товарами.

source: <a href="!url">You can edit this view here</a>.
ru: <a href="!url">Отредактировать вид</a>.

source: Displayed filters
ru: Отображаемые фильтры

source: The checked fields will be included in your catalog filter area.
ru: Отмеченные поля будут включены в линейку фильтров каталога.

source: Select wich default view will be used when available, even if filter is not allowed.
ru: Выберите, какой вид по умолчанию будет использован, если доступен, даже если фильтр не разрешён.

source: You can reorder filter, first one will be on the left side.
ru: Вы можете поменять фильтры местами, первый будет слева.

source: Extra pager information.
ru: Дополнительная информация пейджера.

source: Extra pager text is shown.
ru: Дополнительный текст пейджера показан.

source: Extra pager text is hidding.
ru: Дополнительный текст пейджера скрыт.

source: Items !start to !end of !total total.
ru: Показаны товары с !start по !end из !total доступных.

source: No newsletters available.
ru: Рассылки недоступны.

source: Newsletter name
ru: Название рассылки

source: Limit
ru: Ограничение

source: Limit filter is visible
ru: Ограничение фильтра показано

source: Limit filter is hidden
ru: Ограничение фильтра скрыто

source: Specify limit option values available. Separate each with comma. Notice that if you are using grid display all values must be multiple of the grid width value, otherwise the last row will not match.
ru: Укажите доступные значения для ограничений. Разделяйте каждое значение запятой.

source: View as
ru: Стиль отображения

source: View filter is visible
ru: Просмотр фильтра показан

source: View filter is hidden
ru: Просмотр фильтра скрыт

source: Grid view
ru: Сетки

source: Table view
ru: Вид таблицы

source: List view
ru: Вид списка

source: <a href="!url">You can edit this view here.</a>
ru: <a href="!url">Отредактировать этот вид</a>.

source: Grid view enabled.
ru: Вид сетки включён.

source: Table view enabled.
ru: Вид таблицы включён.

source: List view enabled.
ru: Вид списка включён.

source: Ordering
ru: Порядок

source: ordering / ordering filter is visible
ru: порядок / фильтр порядка показан

source: ordering / ordering filter is hidden
ru: порядок / фильтр порядка скрыт

source: Which node types do you want to create?
ru: Какие типы документов вы хотите создать?

source: Price
ru: Цена

source: Ascending
ru: По возрастанию

source: Descending
ru: По убыванию

source: Content types to be used as newsletter.
ru: Типы содержимого, используемые в рассылках.

source: Advanced catalog settings saved.
ru: Настройки сохранены.

source: Advanced catalog values back to default.
ru: Настройки расширенного каталога возвращены до настроек по умолчанию.

source: You cannot use grid display if advanced catalog is enabled.
ru: Вы не можете использовать отображение сеткой при включённом расширенном каталоге.

source: More...
ru: Больше...

source: per page
ru: на страницу

source: View as
ru: Отображение:

source: An error occurred at @path.
ru: Ошибка на @path.

source: Sort by
ru: Сортировка:

source: ascending
ru: по возрастанию

source: descending
ru: по убыванию

source: Items !start to !end of !total total
ru: С !start по !end из !total

source: Advanced catalog settings
ru: Настройки расширенного каталога

source: You need to modify your template.php file to get advanced catalog working, please see INSTALL.txt.
ru: Вам нужно отредактировать ваш template.php для корректной работы расширенного каталога. Смотрите INSTALL.txt

source: Visit <a href="!url">advanced catalog settings</a> to set-up your catalog.
ru: Настройте расширенный каталог <a href="!url">здесь</a>.

source: Ubercart advanced catalog
ru: Расширенный каталог магазина

source: Provide filter and view managment for Ubercart catalog.
ru: Фильтры и управление видом каталога товаров.

source: Ubercart - extra
ru: Магазин - дополнительно

source: Server settings
ru: Настройки сервера

source: Converted
ru: Сконвертировано

source: Unique Clicks
ru: Клики

source: Month
ru: Месяц

source: An existing menu path this view replaces
ru: Путь, который заменит этот вид

source: Sales
ru: Продажи

source: Commissions
ru: Комиссии

source: Paid (click to edit)
ru: Заплачено

source: Displaying affiliate sales and commissions for
ru: Отображение аффилиатных продаж и коммисий за

source: Amount paid
ru: Заплаченная сумма

source: Please specify an amount paid to this affiliate.
ru: Укажите сумму для этого аффилиата.

source: Registered payment of @amount for !user during @date.
ru: Зарегистрирован платёж на @amount для !user @date.

source: Affiliate Banner Templates
ru: Шаблоны баннеров

source: The IMG tag(s) around which the url of the affiliate is wrapped around. Insert as many as you want.
ru: Тег IMG, который оборачивается партнёрской ссылкой. Укажите столько, сколько хотите.

source: Affiliate Text Link Template
ru: Шаблоны ссылок

source: The text around which the url of the affiliate is wrapped around. HTML is allowed.
ru: Текст, который оборачивается партнёрской ссылкой. HTML разрешён.

source: Affiliate Product HTML Template (used for Export)
ru: Шаблон экспорта товаров.

source: When using the html export function in the affiliate panel, this template is used for each product. Allowed placeholders: [LINK], [TITLE], [IMG], [DESCRIPTION], [PRICE].
ru: Этот шаблон используется для каждого товара при экспорте. Разрешённые подстановки: [LINK], [TITLE], [IMG], [DESCRIPTION], [PRICE].

source: Affiliate hierarchy depth
ru: Глубина иерархии

source: Controls the depth to which affiliates referrals and commissions are tracked
ru: Контролирует глубину отслеживания комиссий и рефералов.

source: Default Affiliate Commission Structure
ru: Партнёрская структура по умолчанию

source: Sets the default commission structure. This should be a comma separated list of number with the first value corresponding to the first level in the hierarchy and each successive value corresponding to the next level in the hierarchy. Example: 5,4,2,2,1
ru: Устанавливает структуру комиссий по умолчанию. Это должен быть список разделённых запятыми чисел, где первое число соответствует первому уровню и так далее... Например 5,4,2,2,1

source: Affiliate Commission Structure for cookied role: @role
ru: Структура комиссии для роли @role (с cookie)

source: Sets the commission structure for the role, when the user has returned via cookie. This should be a comma separated list of number with the first value corresponding to the first level in the hierarchy and each successive value corresponding to the next level in the hierarchy. Example: 5,4,2,2,1
ru: Устанавливает структуру комиссий для роли, когда пользователь возвращён через cookie. Должно быть в виде разделённого запятыми списка чисел, в котором первая цифра соответствует первому уровню и тд. Например 5,4,2,2,1

source: Switch to comission settings per role after
ru: Переключить на установки для роли после

source: Time after which the per role comission structure settings will be used, instead of the default ones. Strtotime syntax.
ru: Время, после которого будет использоваться структура коммисии по ролям вместо принятой по умолчанию. Синтаксис "Strtotime".

source: Set the affiliate cookie for the visiting user.
ru: Установить партнёрские cookie для посетителей.

source: By setting the cookie, the affiliate gets credited even when no affiliate id is present in links visited.
ru: При установке cookie, аффилиат будет определён даже если в ссылке нет партнёрского id.

source: Cookie Lifetime
ru: Время жизни Cookie

source: How long should the cookie be valid. Strtotime syntax.
ru: Время действия cookie. Синтаксис strtotime.

source: Invalid strtotime syntax.
ru: Неправильный синтаксис strtotime.

source: Order status
ru: Состояние заказа

source: When an invalid username is used as an affiliate, the user will be redirected to this URL.
ru: Если в качестве аффилиата использован неправильный логин, пользователь будет перенаправлен на этот URL.

source: Where in the order status(es) will the commissions be assigned.
ru: При каком состоянии заказа будет назначена партнёрская комиссия.

source: On an invalid affiliate URL, redirect to
ru: При неправильном URL перенаправлять на

source: When an invalid username is used as a subdomain, the user will be redirected to this URL.
ru: Если в качестве субдомена будет использоваться неправильный логин, пользователь будет перенаправлен на этот URL.

source: Enable affiliate subdomain handling
ru: Включить поддержку субдоменов

source: If enabled, this module will record affiliate actions if customers visit the site through an affiliate subdomain, like john.thissite.com. Enable this only if drupal is not installed on a subdomain.
ru: Если включено, модуль будет записывать действия аффилиатов , если посетители придут на сайт через аффилиатный домен, например "john.thissite.com". Включите только в том случае, если сайт не установлен на субдомен.

source: Enable affiliate commissions for subsequent orders
ru: Включить комиссию для последующих заказов

source: If enabled, on subsequent orders after a user has made a purchase will grant commissions to the original affiliate if no affiliate information is available from the session or cookie.
ru: Если включено, на последующие заказы, после того, как пользователь сделает заказ, будут начисляться комиссии для первоначального аффилиата, если будет недоступна информация из сессий или cookie.

source: Disable commission for these Payment methods
ru: Отключить комиссии для способов оплаты

source: You can disable commission for certain Payment methods
ru: Вы можете выключить комиссии для определённых способов оплаты.

source: Please enter a valid Drupal path, without the http and domain parts.
ru: Укажите правильный путь, без названия домена и "http".

source: Affiliate
ru: Аффилиат

source: Show
ru: Показать

source: previous month
ru: предыдущий месяц

source: or
ru: или

source: next month
ru: следующий месяц

source: Commission Amount
ru: Сумма комиссии

source: Commission Note
ru: Замечания по комиссии

source: Update commission
ru: Обновить комиссию

source: Remove commission
ru: Удалить комиссию

source: This sets an alternative commission structure for this product. When appling commissions the first commission structure below that matches the affiliate will be used. If the commission structure is set to 0, the product won't be present in the generated links, and no commissions will be given for it. Otherwise this should be a comma separated list of number(s) with the first value corresponding to the first level in the hierarchy and each successive value corresponding to the next level in the hierarchy. Example: 5,4,2,2,1
ru: Это устанавливает альтернативную структуру партнёрских комиссий для этого товара.

source: Any
ru: Любое

source: You can append a destination page to the end of the affiliate links to redirect to a specific page, as well as track clicks to it, i.e. example.com/!path/!uid/node/1
ru: Вы можете добавить страницу цели в конец партнёрской ссылки для перенаправления на определённую страницу, отслеживания кликов и тд. Например: example.com/!path/!uid/страница_товара

source: Affiliate Commission
ru: Комиссия аффилиата

source: Send email to affiliate on new commission.
ru: Отправлять письмо аффилиату при новой комиссии.

source: If the commission amount is greater then zero.
ru: Если сумма комисии больше нуля.

source: Send affiliate commission email.
ru: Отправлять аффилиату email.

source: User has affiliate
ru: Пользователь имеет аффилиата

source: Check if the user making the purchase has an affiliate.
ru: Отметьте, если пользователь, делающий заказ, имеет аффилиата.

source: Order: Affiliate2
ru: Заказ: Партнёрская программа

source: Up
ru: Наверх

source: Down
ru: Вниз

source: You selected the following !count rows:
ru: Вы выбрали !count строк:

source: Check commission amount
ru: Проверить сумму комиссии

source: Check if the commission amount is within the parameters below.
ru: Проверить, является ли сумма комиссии в пределах параметров ниже.

source: Check affiliate level
ru: Проверить уровень аффилиата

source: Returns TRUE if the current affiliate level is within the parameters below.
ru: Возвращает TRUE, если текущий уровень аффилиата находится в пределах установленных ниже параметров

source: Override the commission percentage.
ru: Переписать процент комиссии

source: Send an affiliate email.
ru: Отправлять email аффилиату.

source: Notification
ru: Уведомление

source: Affiliate commission
ru: Комиссия аффилиата

source: Affiliate commission being applied
ru: Комиссия аффилиата была назначена

source: Affiliate2
ru: Партнёрская программа

source: Affiliate level value
ru: Уровень аффилиата

source: Specify a value to compare the affiliate level against.
ru: Укажите значение для сравнения уровней аффилиата.

source: Total is less than specified value.
ru: Итоговое значение меньше определённого значения.

source: Total is less than or equal to specified value.
ru: Итоговое значение меньше или равно определённому значению.

source: Total is equal to specified value.
ru: Итоговое значение равно определённому значению.

source: Total is greater than or equal to specified value.
ru: Итоговое значение больше или равно определённому значению.

source: Total is greater than specified value.
ru: Итоговое значение больше определённого значения.

source: Affiliate level comparison type
ru: Тип сравнения уровней

source: Affiliate commission value
ru: Значение комиссии

source: Specify a value to compare the affiliate commission amount against.
ru: Укажите значение для сравнения.

source: Affiliate commission comparison type
ru: Тип сравнения комиссий

source: Affiliate Commission Percent
ru: Процент комисии

source: Enter a value to override the default commission percentage.
ru: Укажите значение, чтобы переписать процент комиссии по умолчанию.

source: Attempt to e-mail @email concerning order @order_id failed.
ru: Ошибка при попытке отправить e-mail @email по-поводу заказа @order_id

source: Affiliate Center
ru: Партнёрская страница

source: Commission History
ru: Продажи

source: Sales Today:
ru: За сегодня:

source: Sales last 7 Days:
ru: За последние 7 дней:

source: Last 365 Days:
ru: За последние 365 дней:

source: Click here for more reports.
ru: Подробный отчёт

source: Unique Click Count
ru: Уникальные клики

source: Today's Clicks:
ru: За сегодня:

source: Last 7 Days:
ru: За последние 7 дней:

source: Last 365 Days:
ru: За последние 365 дней:

source: Click here for customized click reporting.
ru: Выборочные отчёты

source: Affiliate Links
ru: Партнёрские ссылки

source: You can append a destination page to the end of the affiliate links to redirect to a specific page, as well as track clicks to it, i.e. example.com/!path/!uid/node/1
ru: Вы можете прибавить страницу цели в конец партнерской ссылки для перенаправления на определенную страницу, отслеживание кликов и тд. Например: example.com/!path/!uid/страница_товара

source: Text Link:
ru: Общая партнёрская текстовая ссылка:

source: Click here for product links.
ru: Ссылки отдельных товаров

source: Show All
ru: Показать всё

source: Export product feed
ru: Экспорт товаров

source: Choose the products which you want included in your feed.
ru: Выберите товары, которые вы хотите продавать как партнёр.

source: All product links will have your affiliate id included.
ru: Все ссылки на товары будут включать партнёрский id.

source: No products found.
ru: Товары не найдены.

source: !image is the placeholder image in case none is present.
ru: !image - это заглушка, которая будет показана, если картинка товара недоступна.

source: Product Title
ru: Название товара

source: English name
ru: English

source: Export in
ru: Экспорт в

source: You must select at least one product.
ru: Вы должны выбрать по крайней мере один товар

source: Banner Preview
ru: Превью баннера

source: Banner Code
ru: Код баннера

source: Customer
ru: Клиент

source: Notes
ru: Замечания

source: Purchase
ru: Заказ

source: Commission
ru: Комиссия

source: Total:
ru: Итог:

source: Unique Click count
ru: Уникальные клики

source: Unique Clicks - Details
ru: Уникальные клики - Детали

source: Not sent
ru: Не отправлено

source: Sent (Unconfirmed)
ru: Отправлено (Неподтверждено)

source: Sent (Confirmed)
ru: Отправлено (Подтверждено)

source: Viewing clicks for:
ru: Просмотр кликов за:

source: Cookie Status can be: Not sent, Sent (Unconfirmed), Sent (Confirmed).
ru: Состояние cookie может быть: Не отправлено, Отправлено (Неподтверждено), Отправлено (Подтверждено)

source: Client IP
ru: IP адрес

source: Referrer URI.
ru: URI рефера

source: Cookie Status
ru: Состояние Cookie

source: All Orders
ru: Заказы

source: Order Status
ru: Состояние заказа

source: Level
ru: Уровень

source: %time ago
ru: %time назад

source: Total Level !level, Customers: !customers
ru: Суммарный уровень !level, Пользователи: !customers

source: Upline
ru: Уровень выше

source: You are a top level affiliate. There are no affiliates in your upline.
ru: Вы являетесь аффилиатом высшего уровня. Нет аффилиатов с уровнем выше вашего.

source: Tracks affiliate referrals and commissions
ru: Отслеживание ссылок и комиссий

source: Display user hierarchy.
ru: Отображать иерархию.

source: Product Name
ru: Название

source: Image Link
ru: Ссылка картинки

source: User !name referred by user id !affiliate
ru: Пользователя !name привёл !affiliate

source: Manage your business
ru: Управление

source: Affiliate Commission Settings
ru: Настройки комиссий

source: The commission percentage for this user (number only). Leave blank to use either product or global commissions.
ru: Процент комиссии для этого пользователя (только числа). Оставьте поле пустым для назначения глобальной комиссии.

source: Affiliate commissions
ru: Партнёрские комиссии

source: Select the operation to be executed.
ru: Выберите выполняемую операцию.

source: Select operation to perform..
ru: Выберите операцию

source: Re-apply affiliate commision.
ru: Назначить комиссию повторно.

source: Remove affiliate commission.
ru: Удалить комиссию.

source: Affiliate id to credit or remove commissions on
ru: ID аффилиата для определения для него комиссии

source: Leave blank to match any affiliates.
ru: Оставьте пустым для любого аффилиата.

source: Level @level commission recorded for affiliate uid:@affiliate
ru: Комиссиия уровня @level определена для партнёра @affiliate

source: Removed commission recorded for affiliate uid: @affiliate
ru: Запись комиссии удалена для партнёра @affiliate.

source: Currently Displaying:
ru: Показано:

source: Customize This Report
ru: Настройка отчёта

source: This Month
ru: Этот месяц

source: Last Month
ru: Последний месяц

source: Last 30 days
ru: Последние 30 дней

source: Last 60 Days
ru: Последние 60 дней

source: Last 90 Days
ru: Последние 90 дней

source: Select a predefined range
ru: Диапазон

source: Search using date range.
ru: Сортировать по дате.
