Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Enter an optional description for this transaction, such as the reason it is created.
ru: Введите не обязательное описание для этой операции. Например, причину создания.

source: Approver ID
ru: ID одобрителя

source: The user ID of the person who approved this transaction. 0 means not yet approved.
ru: ID пользователя человека, который одобрил эту операцию. '0' означает, что ещё не одобрена.

source: The operation type for this transaction. Normally, it is "admin".
ru: Тип операции для этой трансакции. Обычно "admin".

source: Approval status
ru: Состояние одобрения

source: Approval status of the transaction.
ru: Состояние одобрения этой операции.

source: (details)
ru: (по умолчанию)

source: Display all
ru: Показать всё

source: Filter by category
ru: Фильтр по категории

source: User's !points
ru: Баллы пользователя

source: You have %p %c
ru: У вас %p %c

source: !Points are visible to logged in users only
ru: Баллы видимы только тем, кто представился системе

source: Highest Users
ru: Лучшие пользователи

source: All users by !points
ru: Баллы всех пользователей

source: Limit the number of users displayed to this value
ru: Ограничить число отображаемых пользователей этим значением

source: !Points for
ru: Баллы

source: Approved?
ru: Одобрено?

source: No !Points earned
ru: !Points отсутствуют

source: Created Userpoints vocabulary
ru: Созданный словарь баллов

source: Automatically created by the userpoints module
ru: Автоматически создано модулем "Баллы".

source: !points Balance
ru: Баланс баллов

source: Approved !points Balance
ru: Одобрено

source: !Points awaiting moderation
ru: Ожидают проверки

source: Net !points Balance
ru: Доступно

source: userpoints module was unable to select or create a vocabulary. !Points will be uncategorized
ru: Модуль "Баллы" не смог выбрать или создать словарь. Баллы не имеют категории.

source: !point
ru: балл

source: Admin add/delete userpoints
ru: Админ добавляет/удаляет баллы

source: Userpoints core: API module for recording points for other modules.
ru: Ядро баллов: Модуль API, которые обрабатывает и записывает баллы для других модулей.

source: Attach text
ru: Приложить текст

source: This text is used in building the feed link. By default it is the "alt" text for the feed image.
ru: Этот текст используется для создания ссылки на фид. По умолчанию используется "alt для изображения фида.

source: Provide as file
ru: Предоставить как файл

source: By deselecting this, the xml file will be provided as a feed instead of a file for download.
ru: Если отмечено, xml файл будет предоставлен в качестве фида взамен файла для загрузки.

source: The filename that will be suggested to the browser for downloading purposes. %view will be replaced with the view name.
ru: Название файла,которое будет предложено браузеру при загрузке. %view будет заменено этим названием.

source: Parent sort
ru: Родительская сортировка

source: Try to apply any additional sorting from the attached display like table sorting to the exported feed.
ru: Дополнительная сортировку из вложенного отображения подобно таблицей с сортировкой для экспортированного фида.

source: This is the seperator that is used to seperate fields. CSV implies comma seperated fields so this should not be changed unless you have specific requirements
ru: Разделитель, который используется, чтобы разделять

source: Quote values. Useful for output that might contain your seperator as part of one of the values.
ru: Квота значений. Полезно для вывода определённой части значений.

source: Trim whitespace from rendered fields. Can be useful for some themes where output results in extra newlines.
ru: Вырезать пробелы из обработанных полей.

source: Make first row a list of column headers.
ru: Сделать первую строку списком колонки заголовка.

source: Bonus: Views Export
ru: Бонус: Экспорт видов

source: Plugin to export views a couple of formats including Comma Separated Values(CSV), Doc or XML
ru: Плагин для экспорта видов в нескольких форматах, включая CSV,DOC,XML

source: Slideshow mode
ru: Режим слайдшоу

source: Views Slideshow
ru: Вид слайдшоу

source: Provides a View type that displays nodes as a jquery slideshow in a single div.
ru: Предоставляет вид, который отображает документы в виде jquery слайдшоу.

source: Previous
ru: Назад

source: Pause
ru: Пауза

source: Next
ru: Следующее

source: We're sorry. An error occurred while processing your order that prevents us from completing it at this time. Please contact us and we will resolve the issue as soon as possible.
ru: Произошла ошибка во время обработки вашего заказа,что помешало нам завершить его.Пожалуйста,свяжитесь с нами для решения этой проблемы.

source: of
ru: из

source: SingleFrame
ru: Одиночный кадр

source: SingleFrame rotator options
ru: Опции плагина "Одиночный кадр"

source: Timer delay
ru: Задержка

source: Amount of time in milliseconds between transitions.
ru: Время в миллесекундах межде переходами.

source: Initial slide delay offset
ru: Начальное смещение задержки для прокрутки

source: Amount of time in milliseconds for the first slide to transition. This number will be added to Timer delay to create the initial delay. For example if Timer delay is 4000 and Initial delay is 2000 then the first slide will change at 6000ms (6 seconds). If Initial delay is -2000 then the first slide will change at 2000ms (2 seconds).
ru: Время в миллисекундах для перемещение первого слайда. Это число будет добавлено ко времени задержки для создания первоначальной задержки. Например, если время задержки стоит 4000 и начальная задержка 2000, то первый слайд сменится через 6000 мс. Если начальная задержка -2000, первый слайд сменится через 2000 мс.

source: Speed
ru: Скорость

source: Time in milliseconds that each transition lasts. Numeric only!
ru: Время в миллисекундах после каждого перемещения. Только число!

source: Random
ru: Случайно

source: Null
ru: Ноль

source: This option controls the order items are displayed. The default setting, False, uses the views ordering. True will cause the images to display in a random order.
ru: Контроль порядка отображения пунктов. По умолчанию используется порядок самого вида. Если указано "Да", изображения будут выводится в случайном порядке.

source: Other queries
ru: Другие запросы

source: This will clear all the collected performance statistics stored in APC. This action cannot be undone.
ru: Будет очищена вся статистика производительности, сохранённая в APC. Это действие нельзя будет отменить.

source: Confirm APC clear
ru: Подтвердить очистку APC

source: Are you sure you want to clear the APC statistics for this site?
ru: Вы уверены, что хотите очистить статистику APC на этом сайте?

source: Pause when hovering on the slideshow image.
ru: Пауза при наведении курсора

source: Controls
ru: Управление

source: Choose an error handler for your site. <em>Backtrace</em> prints nice debug information when an error is noticed, and you <a href="@choose">choose to show errors on screen</a>. <strong>Backtrace requires the <a href="@krumo">krumo library</a></strong>. <em>None</em> is a good option when stepping through the site in your debugger.
ru: Выберите обработчик ошибок для вашего сайта. "След" выводит отладочную информацию при наличии ошибки. Требуется наличие <a href="@krumo">библиотеки krumo</a>. "Нет" - для пошагового просмотра.

source: Top
ru: Верх

source: Help box position
ru: Позиция справки

source: Bottom
ru: Низ

source: Determine if controls for the slideshow (start/stop/next/previous) should appear, and if so whether they should appear before or after the slideshow.
ru: Определяет, будут ли показаны элементы управления слайдшоу и то,как они будут показаны.

source: Pager
ru: Пейджер

source: Determine if a pager for the slideshow (1|2|3) should appear, and if so whether they should appear before or after the slideshow.
ru: Определяет, будет ли показан пейджер слайдов и способ их отображения.

source: Pager Type
ru: Тип пейджера

source: Numbered
ru: Цифры

source: What the pager should look like. Thumbnails grabs the first image in each slideshow item.
ru: Внешний вид пейджера. Превью берутся из первого изображения в каждом пункте слайдшоу.

source: Activate Slide and Pause on Pager Hover
ru: Активировать прокрутку и паузу при наведении курсора мыши.

source: Should the slide be activated and paused when hovering over a pager item.
ru: Должна ли активироваться прокрутка или пауза при наведении курсора мыши?

source: Image Counter
ru: Счётчик

source: Determine if the Image Counter (1 of 4) should be displayed and if so whether they should appear before or after the slideshow.
ru: Определяет, будет ли отображён счётчик изображений (Изображение 1 из 4) и его позицию.

source: Effect
ru: Эффект

source: The transition effect that will be used to change between images. Not all options below may be relevant depending on the effect.
ru: Эффект смены кадров.

source: Sync
ru: Синхронизация

source: The sync option controls whether the slide transitions occur simultaneously. The default is yes which means that the current slide transitions out as the next slide transitions in. By setting the sync option to no you can get some interesting twists on your transitions.
ru: Опция "Синхронизация" указывает, будут ли слайды перемещаться одновременно. По умолчанию стоит "Да", что означает, что если один слайд перемещается за поле видимости, то другой сразу входит в него.

source: Add other jQuery cycle options one per line. Ex. height: 350 !url
ru: Добавляет опции програмной конфигурации для плагина jQuery. Например, height: 350 !url

source: Internet Explorer Options
ru: Опции для Internet Explorer

source: True if clearType corrections should be applied (for IE). Some background issues could be fixed by setting this to false.
ru: Установите "Да", чтобы включить корректировку "clearType" для браузера Internet Explorer. Некоторые проблемы с фоном могут быть устранены,если опцию установить в положение "Нет"

source: ClearType Background
ru: Фон ClearType

source: Set to true to disable extra cleartype fixing (leave false to force background color setting on slides)
ru: Укажите "Да" для того, чтобы выключит дополнительную корректировку свойства "ClearType".

source: !setting must be numeric!
ru: !setting должно быть numeric!

source: Views Slideshow: SingleFrame
ru: Слайдшоу: Одиночный кадр

source: Adds a Single Frame slideshow mode to Views Slideshows.
ru: Добавляет функцию одиночного кадра для слайдшоу.

source: ThumbnailHover
ru: Превью

source: ThumbnailHover rotator options
ru: Опции превью

source: Hover
ru: Наведение курсора

source: Mouse hover
ru: Наведение курсора

source: The !hoverintent, if installed, adds the %hoverintent option here. Selecting it causes a delay when the mouse hovers, to stop quick flybys from triggering the behavior. Selecting %hoverdefault chooses the default mouse behavior.
ru: Если установлен модуль "!hoverintent", будет добавлена опция "%hoverintent". Если она выбрана, будет установлена задержка при наведении курсора. Если выбрано "%hoverdefault", поведение курсора останется по умолчанию.

source: HoverIntent module
ru: Модуль "HoverIntent"

source: Full
ru: Полный

source: Hover breakout
ru: Вывод

source: Hover breakout determines how to display the breakout element of the %thumbnail mode, either as a teaser or full node. It is ignored in %single mode.
ru: Эта настройка определяет, как должен быть отображён элемент в режиме "%thumbnail" - как аннотация или как полный документ. Игнорируется в режиме "%single".

source: Thumbnail hover
ru: Наведение курсора

source: Single frame
ru: Одиночный кадр

source: Display teasers last
ru: Отображать аннотации последними

source: When the mode is thumbnail hover, this determines whether to print the teasers first or second.
ru: Если выбран режим "Превью", эта настройка определяет, будет ли выведена аннотация первой или второй.

source: Click
ru: Нажатие

source: Pager Event
ru: Событие

source: Which event should be used to select an image from the breakout list.
ru: Какое событие будет использовано при выборе изображения из списка превью.

source: Determine if Image Counter (1 of 4) should be displayed and if so whether they should appear before or after the slideshow.
ru: Определяет, будет ли отображён счётчик изображений и его позицию.

source: Views Slideshow: ThumbnailHover
ru: Слайдшоу: Наведение курсора на превью

source: Adds a Thumbnail Hover slideshow mode to Views Slideshows.
ru: Добавляет функцию переключения основного изображения слайдшоу по его превью.

source: There is no Views Slideshow plugin enabled. Go to the !modules and enable a Views Slideshow plugin module. For example Views Slideshow Singleframe.
ru: Модуль "Слайдшоу" не включён. Включите его тут: !modules

source: Click here to view the documentation for Views Slideshow
ru: Кликните, чтобы увидеть документацию

source: Advanced Help module
ru: Модуль "Расширенная помощь"

source: Provides a View style that displays rows as a jQuery slideshow.
ru: Предоставляет стиль вида, который позволяет отображать пункты вида в виде jQuery слайдшоу.

source: No products found
ru: Товары не найдены.

source: Amount of time in milliseconds between transitions. Set the value to 0 to not rotate the slideshow automatically.
ru: Время между переходами в в мс. Установите "0", чтобы отключить автоматическую ротацию кадров.

source: Start Slideshow Paused
ru: Запускать остановленное слайдшоу

source: Start the slideshow in the paused state.
ru: Запускать слайдшоу, находящееся в остановленном состоянии.

source: Make the slide window height fit the largest slide
ru: Умещать самый высокий слайд в окне

source: If this is set to no then if the slides are different sizes the height of the slide area will change as the slides change.
ru: Если отключено, высота кадра будет разной по размерам отдельных слайдов (если они конечно разные)

source: Randomize the display order.
ru: Сделать порядок отображение случайным.

source: Pause On Click
ru: Останавливать на клик

source: Pause when the slide is clicked.
ru: Останавливать слайдшоу, если есть клик на слайд

source: Pause When the Slideshow is Not Visible
ru: Останавливать, если слайдшоу невидимо

source: When the slideshow is scrolled out of view or when a window is resized that hides the slideshow, this will pause the slideshow.
ru: Если слайдшоу уйдёт за видимую область или окно изменит свой размер, слайдшоу станет невидимым. В этом случае эта опция остановит слайдшоу.

source: How to Calculate Amount of Slide that Needs to be Shown
ru: Расчёт количества слайдов, которое должно быть показано.

source: Entire slide
ru: Целый слайд

source: Set amount of vertical
ru: Установить сумму вертикали

source: Set amount of horizontal
ru: Установить сумму горизонтали

source: Set total area of the slide
ru: Установить общую площадь слайда

source: Choose how to calculate how much of the slide has to be shown. Entire Slide: All the slide has to be shown. Vertical: Set amount of height that has to be shown. Horizontal: Set amount of width that has to be shown. Area: Set total area that has to be shown.
ru: Выберите, как расчитывать количество показаных слайдов. Целай слайд: Все слайды должны быть показаны. Вертикально: Установить суммарную высоту, которая должна быть показана. Горизонтально: Установить суммарную ширину, которая должна быть показана. Область: Установить общую целую площадь, которая должна быть показана.

source: Amount of Slide Needed to be Shown
ru: Сумма слайда, которую необходимо показывать

source: The amount of the slide that needs to be shown to have it rotate. You can set the value in percentage (ex: 50%) or in pixels (ex: 250). The slidehsow will not rotate until it's height/width/total area, depending on the calculation method you have chosen above, is less than the value you have entered in this field.
ru: Сумма слайдов, которая должна быть показана, чтобы запустить прокрутку. Можно указывать проценты или пиксели. Слайдшоу не будет прокручиваться до тех пор, пока высота/ширина/площадь (в зависимости от способа рассчёта) будет меньше указанных значений.

source: Start On Last Slide Viewed
ru: Начинать с последнего просмотренного слайда

source: When the user leaves a page with a slideshow and comes back start them on the last slide viewed.
ru: Если пользователь покинет страницу с слайдшоу и вернётся на неё через некоторое время, слайдшоу запустится с последнего просмотренного слайда.

source: Length of Time to Remember Last Slide
ru: Время запоминания последнего слайда

source: The number of days to have the site remember the last slide. Default is 1
ru: Число дней, в течении которого будет сохраняться состояние последнего слайда. По умолчанию 1

source: Standard drupal
ru: Стандартная системная

source: Select where the pager and filter will be display on catalog.
ru: Выберите, где будут отображены пейджер и фильтр на страницах каталога.

source: Top and Bottom
ru: Верх и низ

source: Make Pager Linked to Slide Link
ru: Залинковать пейджер на слайд

source: Items per slide
ru: Пунктов на слайд

source: The number of items per slide
ru: Число пунктов на слайд

source: End slideshow after last slide
ru: Закончить слайдшоу после последнего слайда

source: If you select yes the slideshow will end when it gets to the last slide.
ru: Если выбрано "Да", слайдшоу остановиться, как только будет достигнут последний кадр.

source: Click here for the additional options to add.
ru: Дополнительные опции

source: Speed must be numeric!
ru: Скорость должна быть числом!

source: Timeout must be numeric!
ru: Таум-аут должен быть числом!

source: Slide days must be numeric!
ru: Число дней должно быть числом!

source: Click here to view the documentation for Views Slideshow SingleFrame.
ru: Документация

source: Views Slideshow SingleFrame help can be found by installing and enabling the !advanced_help
ru: Для показа справки по модуль "Слайдшоу", должен быть установлен !advanced_help

source: This vocabulary identifies newsletter series. Note that changing this vocabulary will require existing newsletters to be re-tagged and activated newsletter blocks to be re-activated.
ru: Идентификатор словаря. При изменении словаря, вам надо будет обязательно перенастроить существующие рассылки и их блоки.

source: Main frame fields
ru: Поля главного кадра

source: Choose the fields that will appear in the main slide.
ru: Выберите поля для главного кадра

source: Immediately
ru: Немедленно

source: Anonymous vote rollover
ru: Анонимное голосование

source: The amount of time that must pass before two anonymous votes from the same computer are considered unique. Setting this to 'never' will eliminate most double-voting, but will make it impossible for multiple anonymous on the same computer (like internet cafe customers) from casting votes.
ru: Время, которое должно пройти перед повторным голосованием анонимным пользователем с одного и того же компьютера.

source: Vote tallying
ru: Подсчёт голосов

source: On high-traffic sites, administrators can use this setting to postpone the calculation of vote results.
ru: В зависимости от посещаемости и назначения вашего ресурса, можно применять разные настройки подсчёта голосов. При подсчёте голосов по запускам cron, актуальные результаты будут представлены не сразу, но при этом может улучшиться общая производительность сайта.

source: Tally results whenever a vote is cast
ru: Подсчёт результатов по мере поступления голосов

source: Tally results at cron-time
ru: Подсчёт результатов по запускам cron

source: Do not tally results automatically: I am using a module that manages its own vote results.
ru: Не подсчитывать результаты автоматически, будет использован отдельный модуль для подсчёта голосов.

source: Which node types should receive votes?
ru: Какой тип документа должен принимать голоса?

source: What type of votes should be generated?
ru: Какой тип голосов должен быть сгенерирован?

source: Fivestar style
ru: Стиль звёзд

source: Digg style
ru: Digg стиль

source: Reddit style
ru: Reddit стиль

source: Delete existing votes before generating new ones.
ru: Удалять существующие голоса перед генерированием новых.

source: Do it!
ru: Сделать!

source: Normal vote
ru: Нормальный голос

source: The default tag for votes on content. If multiple votes with different tags are being cast on a piece of content, consider casting a "summary" vote with this tag as well.
ru: Тег по умолчанию для голосования. Если множественные голоса с разными тегами сделаны для документа, считать "резюмирующий" голос с этим тегом также.

source: Percent
ru: Проценты

source: Votes in a specific range. Values are stored in a 1-100 range, but can be represented as any scale when shown to the user.
ru: Голоса в определённом диапазоне. голоса сохраняются в диапазоне 1-100, но могут быть представлены в любом масштабе.

source: Votes that contribute points/tokens/karma towards a total. May be positive or negative.
ru: Голоса могут быть позитивными или негативными.

source: Number of votes
ru: Число голосов

source: The number of votes cast for a given piece of content.
ru: Число голосов, отданных за то или иное содержимое.

source: Average vote
ru: Средний голос

source: The average vote cast on a given piece of content.
ru: Среднее число голосов, отданных за то или иное содержимое.

source: Total score
ru: Суммарная оценка

source: The sum of all votes for a given piece of content.
ru: Сумма всех голосов, отданных за то или иное содержимое.

source: Generate votes
ru: Генерировать голоса

source: Generate a given number of votes on site content. Optionally delete existing votes.
ru: Генерировать данное число голосов. При желании удалять существующие голоса.

source: Provides a shared voting API for other modules.
ru: Предлагает API голосования для других модулей.

source: Vote results
ru: Результаты голосования

source: Length
ru: Длина

source: The value of an individual cast vote.
ru: Значение индивидуального голоса.

source: Value type
ru: Тип значения

source: The nature of the vote being cast (points, percentage, etc).
ru: Тип отданных голосов (пункты,проценты...)

source: Tag
ru: Тег

source: An optional tag to group multi-criteria votes.
ru: Необязательный тег для группировки голосов с множественными критериями.

source: Individual voter
ru: Индивидуальные голосующий

source: Restrict votes to those cast by the current user.
ru: Ограничить голосами, созданными текущим пользователем.

source: IP Address
ru: IP

source: The IP address of the user who cast the vote.
ru: IP пользователя, который проголосовал

source: The time the vote was cast.
ru: Время, когда произошло голосование.

source: The nature of the results in question (points, percentage, etc).
ru: Тип результатов (пункты,проценты...)

source: An optional tag to group multi-criteria results.
ru: Необязательный тег для группировки результатов с множественными критериями.

source: Function
ru: Функция

source: The aggregate function used to calculate the result.
ru: Функция, используемая для расчёта результата.

source: The time the results were calculated.
ru: Время, когда были рассчитаны результаты.

source: nodes
ru: документы

source: comments
ru: комментарии

source: Display %display defines a VotingAPI vote relationship, but does not restrict the relationship data. This may result in duplicate entries in the resulting view.
ru: Отображение %display определяет взаимоотношения голосов, но не ограничивает данных взаимосвязи. В итоге это может привести к дублированию результатов.
