Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Validator options
ru: Валидатор

source: Provide default argument options
ru: Настройки аргумента по умолчанию

source: The title to use when this argument is present. It will override the title of the view and titles from previous arguments. You can use percent substitution here to replace with argument titles. Use "%1" for the first argument, "%2" for the second, etc.
ru: Заголовок использует этот аргумент, если он присутствует. Он заменит заголовок вида и заголовок из предыдущих аргументов. Вы можете использовать процент, чтобы заменить строку заголовка аргументом. Используйте "%1" для первого аргумента, "%2" для второго и т.д.

source: Current node's creation time
ru: Время создания текущего документа

source: Current node's update time
ru: Время обновления текущего документа

source: The identifier is required if the filter is exposed.
ru: Идентификатор необходим, если фильтр раскрыт.

source: Case sensitive filters may be faster. MySQL might ignore case sensitivity.
ru: Регистрозависимые фильтры могут оказаться быстрее. MySQL может игнорировать регистрозависимость.

source: This item is currently exposed. If you <strong>hide</strong> it, users will not be able to change the filter as they view it.
ru: Этот элемент сейчас раскрыт. Если вы <strong>скроете</strong> его, пользователи не смогут управлять фильтром.

source: Rewrite the output of this field
ru: Переписать вывод поля

source: If checked, you can alter the output of this field by specifying a string of text with replacement tokens that can use any existing field output.
ru: Если включено, вы можете переписать вывод значения поля. Внутри него вы можете выводить значения других полей (в том числе исключённых из вывода, либо его собственное, каким оно должно было выводиться первоначально).

source: The text to display for this field. You may include HTML. You may enter data from this view as per the "Replacement patterns" below.
ru: Введите текст, отображаемый полем. Вы можете использовать HTML, а также подстановочные шаблоны, указанные ниже.

source: Output this field as a link
ru: Выводить это поле в виде ссылки

source: If checked, this field will be made into a link. The destination must be given below.
ru: Если включено, это поле будет преобразовано в ссылку. Путь ссылки должен быть указан ниже.

source: The Drupal path or absolute URL for this link. You may enter data from this view as per the "Replacement patterns" below.
ru: Системный путь или абсолютный URL. Для формирования ссылки вы можете использовать указанные ниже подстановочные шаблоны.

source: Alt text
ru: Alt текст

source: Text to place as "alt" text which most browsers display as a tooltip when hovering over the link.
ru: Текст, в "alt", который многие браузеры отображают в качестве всплывающих подсказок при наведении мыши.

source: Prefix text
ru: Prefix текст

source: Any text to display before this link. You may include HTML.
ru: Любой текст, добавляемый перед ссылкой. Можно использовать HTML.

source: Suffix text
ru: Suffix текст

source: Any text to display after this link. You may include HTML.
ru: Любой текст, добавляемый после ссылки. Можно использовать HTML.

source: <p>The following substitution patterns are available for this display. Use the pattern shown on the left to display the value indicated on the right. Note that due to rendering order, you cannot use fields that come after this field; if you need a field not listed here, rearrange your fields.</p>
ru: <p>Для вывода в текущем отображении вида доступны следующие шаблоны подстановки.</p>

source: Trim this field to a maximum length
ru: Установить для этого поля максимальную длину

source: If checked, this field be trimmed to a maximum length in characters.
ru: Если выбрано, поле будет обрезано по максимальной длине.

source: Trim only on a word boundary
ru: Обрезать только на границе слова

source: If checked, this field be trimmed only on a word boundary. This is guaranteed to be the maximum characters stated or less. If there are no word boundaries this could trim a field to nothing.
ru: Если выбрано, значение поле будет обрезано по границе окончания слова. Если граница обрезки приходится на середину слова, обрезка будет выполнена после его окончания, по пробелу.

source: Add an ellipsis
ru: Добавить многоточие

source: If checked, a "..." will be added if a field was trimmed.
ru: Если отмечено, будет добавлено "..." в конце обрезанной строки.

source: Field can contain HTML
ru: Поле может содержать HTML

source: If checked, HTML corrector will be run to ensure tags are properly closed after trimming.
ru: Если отмечено, после обрезки поля будет запущен HTML корректор, который правильно закроет все открытые в начале теги.

source: If checked, the only items presented to the user will be the ones selected here.
ru: Если отмечено, пользователю будут доступны только выбранные здесь элементы.

source: Time ago (with "ago" appended)
ru: Прошедшее время ("тому назад" будет добавлено на конце)

source: Strip HTML tags
ru: Удалить HTML-теги.

source: If checked, all HTML tags will be stripped.
ru: Если отмечено, все HTML-теги будут удалены.

source: You must select a value unless this is an optional exposed filter.
ru: Вы обязаны выбрать значение, кроме тех случаев, когда это необязательный раскрытый фильтр.

source: The CSS class to apply to the link.
ru: CSS класс, применённый к этой ссылке.

source: File size display
ru: Отобразить размер файла

source: Formatted (in KB or MB)
ru: В заданном формате (в KB или MB)

source: Raw bytes
ru: В байтах

source: Time span (future dates start with - )
ru: Временной интервал (будущие даты начинаются с -)

source: Target of the link, such as _blank, _parent or an iframe's name. This field is rarely used.
ru: Целевое окно (target) ссылки. Например, _blank, _parent или название фрейма. Редко используется.

source: @argument title
ru: @argument заголовок

source: @argument input
ru: @argument ввод

source: If the field is empty, display this text instead.
ru: При пустом значении поля будет выводиться указанный здесь текст.

source: Count the number 0 as empty
ru: Обрабатывать число 0 как пустое значение

source: If the field contains the number zero, display the empty text instead
ru: Если значением поля является ноль, оно будет обработано как поле с пустым значением.

source: Hide if empty
ru: Скрыть при пустом значении

source: Do not display anything for this field if it is empty. Note that the field label may still be displayed. Check style or row style settings to hide labels for empty fields.
ru: Если отмечено, поле будет полностью скрыто, если оно пустое. Обратите внимание, что заголовок поля всё равно может отображаться - это зависит от настройки текущего стиля отображения.

source: Starting value
ru: Начальное значение

source: Specify the number the counter should start at.
ru: Укажите число, с которого должен стартовать счетчик.

source: The maximum number of characters this field can be.
ru: Максимальное количество символов, которое может содержать это поле.

source: Does not start with
ru: Не начинается с

source: Does not end with
ru: Не оканчивается с

source: This identifier is used by another handler.
ru: Этот идентификатор используется другим обработчиком.

source: An offset from the current time such as "+1 day" or "-2 hours -30 minutes"
ru: Смещение относительно текущего времени. К примеру: "+1 day" или "-2 hours -30 minutes"

source: Handler @handler tried to add additional_field @identifier but @table could not be added!
ru: Обработчик @handler попытался добавить дополнительное поле @identifier, но @table не может быть добавлено!

source: Restore display
ru: Отменить

source: View details
ru: Детали вида

source: Rearrange @type
ru: Перестроить @type

source: Broken field @id
ru: Битое поле @id

source: There are no @types available to add.
ru: @types, доступные для добавления, отсутствуют.

source: Server reports invalid input error.
ru: Сервер сообщает об ошибке ввода.

source: Unable to interpret view code.
ru: Невозможно проинтерпретировать код представления.

source: That view is not compatible with this version of Views.
ru: Это представление несовместимо с этой версией Views.

source: A view by that name already exists; please choose a different name
ru: Вид с таким именем уже существует; выберите другое имя

source: Column
ru: Колонка

source: Default sort
ru: Сортировка по умолчанию

source: No query was run
ru: Запрос пуст - нечего выполнять

source: Unable to preview due to validation errors.
ru: Невозожно создать предпросмотр из-за ошибок некорректности.

source: You must use a unique name for this view.
ru: Вы должны использовать уникальное имя для этого представления.

source: Deleting a view cannot be undone.
ru: Это действие необратимое, его нельзя будет отменить.

source: There is no lock on view %view to break.
ru: Вид %view не содержит снимаемых блокировок.

source: Are you sure you want to break the lock on view %name?
ru: Вы действительно хотите прервать блокировку для представления %name?

source: By breaking this lock, any unsaved changes made by !user will be lost!
ru: Прерывая блокировку, любые не сохраненные изменения сделанные !user будут утеряны!

source: Break lock
ru: Прервать блокировку

source: You are importing a view created in Views version 1. You may need to adjust some parameters to work correctly in version 2.
ru: Вы импортируете представление, созданное во Views версии 1. Возможно, потребуется изменить некоторые параметры для корректной работы в версии 2.

source: Unable to initialize default display
ru: Невозможно инициализировать отображение по умолчанию

source: Invalid display id @display
ru: Неверный идентификатор отображения @display

source: Unable to find view.
ru: Не удалось найти представление.

source: Unable to convert view.
ru: Не удалось конвертировать представление.

source: The view has been deleted.
ru: Вид был удалён.

source: Reduce duplicates
ru: Устранить дубликаты

source: View analysis
ru: Анализ представления

source: View analysis can find nothing to report.
ru: Анализ представления не нашел ничего для отчета.

source: Configure @type
ru: Настроить @type

source: If you install the advanced help module from !href, Views will provide more and better help. <a href="@hide">Hide this message.</a>
ru: Если вы установите модуль Advanced help (см. !href), то вы получите более удобную справку. <a href="@hide">Скрыть это сообщение.</a>

source: The cache has been cleared.
ru: Кэш очищен.

source: Internal error: broken plugin.
ru: Внутренняя ошибка: битый плагин.

source: Query build time
ru: Время построения запроса

source: @time ms
ru: @time мс

source: Query execute time
ru: Время выполнения запроса

source: View render time
ru: Время отрисовки представления

source: Are you sure you want to revert the view %name?
ru: Вы действительно хотите обратить представление %name?

source: Reverting the view will delete the view that is in the database, reverting it to the original default view. Any changes you have made will be lost and cannot be recovered.
ru: Возвращение представления удалит тип представления, который в базе на представление по умолчанию. Все изменения, которые вы сделали, будут утеряны и восстановлению не подлежат.

source: These queries were run during view rendering:
ru: При рендеринге представления были выполнены следующие запросы:

source: Display plugin @plugin is not available.
ru: Отобразить плагин @plugin невозможно.

source: Style plugin @plugin is not available.
ru: Плагин стиля @plugin не доступен.

source: Row plugin @plugin is not available.
ru: Плагин строки @plugin не доступен.

source: @type handler @table.@field is not available.
ru: Обработчик @type для @table.@field не доступен.

source: Unable to import view.
ru: Невозможно импортировать представление.

source: Handler @handler include tried to loop infinitely!
ru: Обработчик @handler пытались включить в бесконечный цикл!

source: If you <a href="@modules">enable the advanced help module</a>, Views will provide more and better help. <a href="@hide">Hide this message.</a>
ru: Если <a href="@modules">включить модуль расширенной справки</a>, Views будет выдавать более подробную справку. <a href="@hide">Скрыть это сообщение.</a>

source: [@time ms]
ru: [@time мс]

source: Clone view %view
ru: Клонировать представление %view

source: The lock has been broken and you may now edit this view.
ru: Блокировка прервана и вы можете редактировать тип представления.

source: &nbsp; Style: !style
ru: &nbsp; Стиль: !style

source: Invalid display id found while regenerating tabs
ru: Найден неверный идентификатор отображения во время восстановления вкладок

source: Configure @type %item
ru: Вы настраиваете @type %item

source: Configure extra settings for @type %item
ru: Настройка дополнительных параметров для @type %item

source: Change summary style for @type %item
ru: Изменить стиль анонса для @type %item

source: Configure summary style for @type %item
ru: Конфигурировать стиль анонса для @type %item

source: set_display() called with invalid display id @display.
ru: set_display() вызвал ошибочные дисплей id @display.

source: The view %name has been saved.
ru: Вид %name был сохранён.

source: This filter can cause items that have more than one of the selected options to appear as duplicate results. If this filter causes duplicate results to occur, this checkbox can reduce those duplicates; however, the more terms it has to search for, the less performant the query will be, so use this with caution. Shouldn't be set on single-value fields, as it may cause values to disappear from display, if used on an incompatible field.
ru: Из-за этого фильтра элементы, удовлетворяющие нескольким условиям, могут отобразиться дважды и более. Если такое происходит, эта опция может устранить дубликаты. Однако, чем больше вариантов доступно в фильтре, тем медленнее будет запрос. Поэтому используйте с осторожностью. Не следует включать для полей, имеющих только одно значение, поскольку это может привести к исчезновению значений поля из представления.

source: Jump menu
ru: Меню перехода

source: View name '@name' is already taken
ru: Имя представления '@name' уже занято

source: Automatic live preview
ru: Автоматический предпросмотр

source: That view is created for the version @import_version of views, but you only have @api_version
ru: Это представление создано для Views версии @import_version, однако у Вас @api_version

source: Broken/missing handler: @table > @field
ru: Поврежденный/пропущенный обработчик: @table > @field

source: Disable automatic live preview
ru: Запретить автоматический предпросмотр

source: Don't automatically update the preview. This can speed up the editing of views a bit.'
ru: Это может немного ускорить редактирование представлений.

source: Internal server error. Please see server or PHP logs for error information.
ru: Внутренняя серверная ошибка. Пожалуйста, посмотрите лог ошибок сервера или PHP.

source: An error occurred at @path. Error Description: @error
ru: Ошибка произошла в @path. Описание ошибки: @error

source: Link this field to its aggregator category page
ru: Сделать это поле ссылкой на страницу его категорий агрегатора

source: Link this field to its comment
ru: Сделать это поле ссылкой на комментарии его документа

source: Link this field to its user or an author's homepage
ru: Сделать это поле ссылкой на его автора или на домашнюю страницу автора

source: No user
ru: Нет пользователей

source: Link this field to new comments
ru: Добавить ссылку на первый новый комментарий

source: Show teaser-style link
ru: Отображать ссылку как в анонсе

source: Icon
ru: Значок

source: contact
ru: контакт

source: Link label
ru: Метка ссылки

source: Type of link
ru: Тип ссылки

source: Contact %user
ru: Контакт %user

source: Unknown group
ru: Неизвестная группа

source: Current installed version
ru: Текущая установленная версия

source: Link this field to its node
ru: Создать ссылку на документ, к которому относится текущее поле

source: Unknown node type
ru: Неизвестный тип узла

source: Check for new comments as well
ru: Проверять также наличие новых комментариев

source: Week @week
ru: Неделя @week

source: If you wish to validate for specific node types, check them; if none are checked, all nodes will pass.
ru: Если хотите проверять документ на определенный тип, отметьте его; Если ничего не было выбрано, то все документы будут допущены.

source: Node IDs separated by , or +
ru: ID документа, разделенные ',' или '+'

source: Display node comments
ru: Показывать комментарии к документу

source: Build mode
ru: Режим строительства

source: Use absolute link (begins with "http://")
ru: Использовать абсолютный путь (начиная с "http://")

source: Link this field to its node revision
ru: Сделать это поле ссылкой на редакцию (ревизию) документа

source: Output machine name
ru: Машинное имя "на выходе"

source: Display field as the node type machine name.
ru: Отображать поле как машинное имя типа документа

source: On empty input
ru: Пустой ввод

source: Show None
ru: Не показывать ничего

source: No alternate
ru: Не чередовать

source: Alternative sort
ru: Альтернативная сортировка

source: Alternate sort order
ru: Альтернативный порядок сортировки

source: No title
ru: Без названия

source: Select terms
ru: Выберите термины

source: Link this field to its taxonomy term page
ru: Сделать это поле ссылкой на страницу его термина таксономии

source: No vocabulary
ru: Нет словаря

source: Dropdown
ru: Выпадающий

source: An invalid vocabulary is selected. Please change it in the options.
ru: Выбран неверный словарь. Измените его в настройках.

source: If selected, users can enter multiple arguments in the form of 1+2+3. Due to the number of JOINs it would require, AND will be treated as OR with this argument.
ru: Если выбрано, пользователи могут ввести несколько аргументов в виде 1 +2 +3. Учитывая большое число JOIN соединений, для этого потребуется, И будет рассматриваться в качестве ИЛИ этих аргументов.

source: Select which vocabulary to show terms for in the regular options.
ru: Выберите словарь, из которого будете выбирать термины.

source: Term IDs separated by , or +
ru: ID терминов, разделеные ',' или '+'

source: Term name or synonym
ru: Имя термина или его синоним

source: Term name/synonym converted to Term ID
ru: Термин/синоним, преобразованный в ID

source: Select the form of this argument; if using term name, it is generally more efficient to convert it to a term ID and use Taxonomy: Term ID rather than Taxonomy: Term Name" as an argument.
ru: Выберите форму аргумента; если используется название, то обычно более эффективно использовать ID термина и использование ID термина предпочтительнее, чем название как аргумент.

source: Allow multiple terms per argument
ru: Разрешить множественные термины для аргументов.

source: Show hierarchy in dropdown
ru: Показывать иерархию в выпадающем списке

source: Unable to find term: @terms
ru: Невозможно найти термин: @terms

source: If you wish to validate for specific vocabularies, check them; if none are checked, all terms will pass.
ru: Если вы хотите проверить конкретные словари - отметьте их; если ничего не отмечено - будут пройдены все термины.

source: Transform dashes in URL to spaces in term name arguments
ru: Преобразовывать тире в URL-адресе в пробелы в имени аргументов

source: The taxonomy term ID for the term.
ru: ID для текущего термина.

source: The name for the vocabulary the term belongs to.
ru: Название словаря, которому принадлежит термин.

source: Use Drupal's taxonomy term path to create breadcrumb links
ru: Использовать стандартный путь терминов таксономии для создания ссылок навигационной линейки

source: Load default argument from term page
ru: Загружать аргумент по умолчанию из страницы термина

source: Load default argument from node page, thats good for related taxonomy blocks.
ru: Загружать аргумент по умолчанию из страницы документа. Это хорошо для зависимых блоков таксономии.

source: Current language
ru: Текущий язык

source: Translation option
ru: Опции перевода

source: Include untranslated nodes
ru: Включить не переведённые документы

source: translate
ru: перевести

source: Profile checkbox
ru: Флажок профиля

source: Profile selection
ru: Выбор профиля

source: Category ID
ru: ID категории

source: The weight of the book page.
ru: Вес страницы подшивки.

source: The depth of the book page in the hierarchy; top level books have a depth of 1.
ru: Глубина книжных страниц в иерархии; верхний уровень подшивки имеет глубину 1.

source: Temporary
ru: Временный

source: Permanent
ru: Постоянный

source: Display the results with standard search view.
ru: Показывать результаты в стандартном представлении.

source: Display %display has no access control but does not contain a filter for published nodes.
ru: У отображения %display нет контроля прав доступа, но не содержит фильтра для опубликованных документов.

source: The book the node is in.
ru: Книга (подшивка), в которой находится документ.

source: The parent book node.
ru: Родительский документ книги (подшивки).

source: Aggregator items are imported from external RSS and Atom news feeds.
ru: Элементы агрегатора импортированы с внешних RSS- и Atom- новостных лент

source: The title of the aggregator item.
ru: Заголовок элемента агрегатора.

source: The link to the original source URL of the item.
ru: Ссылка на источник элемента.

source: The author of the original imported item.
ru: Автор оригинального импортированного элемента.

source: The actual content of the imported item.
ru: Актуальное содержимое импортированного элемента.

source: The date the original feed item was posted. (With some feeds, this will be the date it was imported.)
ru: Дата, когда оригинальный элемент RSS-ленты был опубликован. (Для некоторых лент это будет дата, когда он был импортирован)

source: Feed ID
ru: ID ленты

source: The unique ID of the aggregator feed.
ru: Уникальный ID агрегатора RSS-ленты.

source: The title of the aggregator feed.
ru: Заголовок агрегатора RSS-ленты.

source: The link to the source URL of the feed.
ru: Ссылка на URL источника RSS-ленты

source: The description of the aggregator feed.
ru: Описание ленты агрегатора

source: The unique ID of the aggregator category.
ru: Уникальный ID категории агрегатора.

source: The title of the aggregator category.
ru: Заголовок категории агрегатора.

source: The order of pages in the book hierarchy.
ru: Порядок страниц в иерархии подшивки.

source: Only show "listed" file attachments
ru: Показывать только приложения отмеченные как "Список"

source: The file ID for the file.
ru: ID файла

source: The name of the attached file.
ru: Имя вложенного файла.

source: The MIME type of the attached file.
ru: MIME тип вложенного файла.

source: The path of the attached file.
ru: Путь к вложенному файлу.

source: The size of the attached file.
ru: Размер вложенного файла.

source: No link
ru: Без ссылок

source: Link this field
ru: Сделать это поле ссылкой

source: To the user
ru: К пользователю

source: With a mailto:
ru: С mailto:

source: Usernames
ru: Имена пользователей

source: Is the logged in user
ru: Авторизованный пользователь

source: Also look for a node and use the node author
ru: Также смотреть документ и использовать его автора

source: Unable to find user: @users
ru: Невозможно найти пользователя: @users

source: Type of user argument to allow
ru: Тип разрешенного пользовательского аргумента

source: Only allow numeric UIDs
ru: Разрешить только цифровой UID

source: Only allow string usernames
ru: Позволить только строки имён пользователей

source: Allow both numeric UIDs and string usernames
ru: Также разрешить цифровые UID и строки usernames

source: Restrict user based on role
ru: Ограничить пользователя, в зависимости от роли
