Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Prevent the customer from completing an order if a shipping quote is not selected.
ru: Запрещать завершение заказа без выбора расценок на доставку.

source: Customers cannot complete checkout without selecting a shipping quote.
ru: Покупатели не смогут завершить свой заказ, если не выбрали опции доставки и её стоимость.

source: Customers can still checkout without selecting a shipping quote.
ru: Разрешать завершение заказа без выбора расценок на доставку.

source: Shipping quote pane description
ru: Описание на панели расценок на доставку

source: Shipping quotes are generated automatically when you enter your address and may be updated manually with the button below.
ru: <h3 class="shipping-title">Выбор доставки:</h3> Расценки на доставку создаются автоматически при вводе адреса доставки заказа.

source: Shipping quote error message
ru: Сообщение ошибки расценок на доставку

source: There were problems getting a shipping quote. Please verify the delivery and product information and try again. If this does not resolve the issue, please call in to complete your order.
ru: Проблемы при получении расценок на доставку. Проверьте ещё раз информацию по доставке и попробуйте снова. Если ошибка повторится, свяжитесь с администратором сайта.

source: Default pickup address
ru: Адрес отправки по умолчанию

source: When delivering products to customers, the original location of the product must be known in order to accurately quote the shipping cost and set up a delivery. This form provides the default location for products across the entire store. If a product's individual pickup address is blank, &Uuml;bercart looks for the manufacturer's. If that is also blank, it uses the store's default pickup address.
ru: При доставке заказа покупателю должно быть известно место его первоначального расположения. для расчёта стоимости доставки. Здесь вы можете указать место его расположения по умолчанию. Если адрес отправки не указан, система сначала посмотрит адрес изготовителя и если там пусто, использует адрес по умолчанию.

source: Default pickup address is: <br />!address
ru: Адрес отправки по умолчанию: <br />!address

source: @method is enabled.
ru: @method - выключено.

source: Determines which shipping methods are quoted at checkout when products of different shipping types are ordered. Larger values take precedence.
ru: Определяет, какие способы доставки оценены при расчёте, если заказаны товары с различными типами доставки. Приоритет имеют большие значения.

source: Default order fulfillment type for products
ru: По умолчанию

source: Shipping method
ru: Способ доставки

source: At least one shipping quote method must be enabled.
ru: Должна быть включена хотя бы одна наценка на доставку

source: <br />The %list method is compatible with any shipping type.
ru: <br />Способ %list совместим с любым типом доставки.

source: Quote method
ru: Способ оценки

source: Shipping settings
ru: Доставка

source: - Store default -
ru: - По умолчанию в магазине -

source: Default product shipping type
ru: Тип доставки товара по умолчанию

source: Default product pickup address
ru: Адрес отправки по умолчанию

source: When delivering products to customers, the original location of the product must be known in order to accurately quote the shipping cost and set up a delivery. If this pickup address is left blank, this product will default to the <a href="!url">store pickup address</a>.
ru: При доставке товаров покупателю, должно быть известно его оригинальное расположения для правильного расчёта стоимости доставки. Если это поле не указано, будет использовано <a href="!url">значение по умолчанию</a>.

source: Getting shipping quote via !method
ru: Получение расценок на доставку через !method

source: Quote
ru: Расценка

source: Order has a product of a particular shipping type
ru: Заказ имеет товары с определённым типом доставки

source: Order: Product
ru: Заказ: Товар

source: Order has a shipping quote from a particular method
ru: Заказ имеет расценки на доставку, полученные определённым способом.

source: Order: Shipping Quote
ru: Заказ: Расценки на доставку

source: Shipping type
ru: Тип доставки

source: (disabled)
ru: (выключено)

source: Shipping quote method
ru: Способ наценки на доставку

source: Fetch a shipping quote
ru: Получить расценки на доставку

source: Shipping quotes
ru: Расценки на доставку

source: Calculate shipping cost
ru: Стоимость доставки

source: Extra information necessary to ship.
ru: Для доставки необходима дополнительная информация.

source: Shipping quote
ru: Расценки доставки

source: Small package
ru: Маленькая посылка

source: Calculate
ru: Рассчитать

source: Receiving quotes:
ru: Получение расценок:

source: Estimated shipping cost:
ru: Примерная стоимость доставки:

source: Click to calculate shipping
ru: Рассчитать доставку

source: Receiving quotes...
ru: Получаем расценки...

source: There were problems getting a shipping quote. Please verify the delivery address and product information and try again. If this does not resolve the issue, please call @phone to complete your order.
ru: Возникли проблемы при получении расценок на доставку. Попробуйте снова и если проблема повторится, свяжитесь с нами по телефону @phone для завершения заказа.

source: You must select a shipping option before continuing.
ru: Чтобы продолжить, вы должны сначала выбрать способ доставки.

source: Invalid option selected. Recalculate shipping quotes to continue.
ru: Выбрана неправильная опция. Чтобы продолжить, пересчитайте наценки на доставку.

source: Get shipping quotes
ru: Получить расценки на доставку

source: quote
ru: наценка

source: View general shipping quote settings.
ru: Просмотр расценок на доставку.

source: Quote settings
ru: Настройки

source: Quote methods
ru: Расценки на доставку

source: Shipping Quotes
ru: Наценки на доставку

source: Retrieve and display quotes for shipping products.
ru: Определяет ставки для доставляемых товаров.

source: Package ID
ru: ID посылки

source: Sets the default commission structure. This should be a comma separated list of number with the first value corresponding to the first level in the hierarchy and each successive value corresponding to the next level in the hierarchy. Commission can either be represented as percentages by adding a '%' symbol after the number or as a fixed amount in the stores currency by a number with no symbol. Example: 5%,4%,2%,2%,1%
ru: Структура комиссии по умолчанию. Это должен быть список чисел, разделённых запятыми, где первое значение соответствует первому уровню в иерархии и так далее. Комиссия может быть представлена в процентах (добавляется % после числа) или в виде фиксированной суммы в валюте магазина (добавляется просто число, без символа). Например:5%,4%,2%,2%,1%

source: Package type
ru: Тип посылки

source: Shipment ID
ru: ID доставки

source: Tracking number
ru: Отслеживающий номер

source: Labels
ru: Надписи

source: Shipping Label
ru: Надпись доставки

source: cancel shipment
ru: отменить доставку

source: This order's products have not been organized into packages.
ru: Товары заказа не были распределены по посылкам.

source: Create packages.
ru: Создать посылки.

source: Order @id
ru: Заказ @id

source: Packages
ru: Посылки

source: Organize products into packages. Package numbers in multiple shipping types are of the first shipping type they appear in. All packages are given a unique ID when they are saved. Choose the default package "Sep." to automatically create a package for each of the selected quantity of products in that row.
ru: <br /> Распределите товары по посылкам. Номера посылок во множественных типах доставки определяются первым типом доставки, в котором они появляются. Всем посылкам даются уникальные ID при их сохранении. Выберите посылку по умолчанию "Отд.", чтобы автоматически создать посылку для каждого выбранного количества товаров в этой строке.

source: Sep.
ru: Отд.

source: Make packages
ru: Сделать посылки

source: Create one package
ru: Создать посылку

source: Packages should have at least one product in them.
ru: Посылка должна содержать как минимум один товар.

source: Are you sure you want to cancel the shipment of this package?
ru: Вы уверены, что хотите отменить доставку этой посылки?

source: It will be available for reshipment.
ru: Она будет доступна для повторной отправки.

source: Cancel shipment
ru: Отменить доставку

source: Nevermind
ru: Неважно

source: Are you sure you want to delete this package?
ru: Вы уверены, что хотите удалить эту посылку?

source: The products it contains will be available for repackaging.
ru: Товары будут снова доступны для повторной упаковки.

source: Company
ru: Организация

source: Ship date
ru: Дата доставки

source: Estimated delivery
ru: Запланированная доставка

source: No shipments have been made for this order.
ru: Для этого заказа не было сделано доставок.

source: Make a new shipment
ru: Сделать новую доставку

source: Put products into packages to make shipments.
ru: Положить товары в посылки для доставки.

source: Shipments
ru: Доставки

source: Ship Manually
ru: Доставить вручную

source: Ship packages
ru: Доставить посылки

source: Pickup Address:
ru: Адрес отправки:

source: Delivery Address:
ru: Адрес доставки:

source: Schedule:
ru: Расписание:

source: Ship date:
ru: Дата доставки:

source: Expected delivery:
ru: Ожидаемая доставка:

source: Shipment Details:
ru: Детали доставки:

source: Carrier:
ru: Перевозчик:

source: Transaction ID:
ru: ID трансакции:

source: Tracking Number:
ru: Отслеживающий номер:

source: Services:
ru: Сервисы:

source: Cost:
ru: Стоимость:

source: Package @id
ru: Посылка @id

source: E.g.: Box, pallet, tube, treasure chest, cocoon, etc.
ru: Например, палета, рулон,пакет...

source: Declared value
ru: Задекларированное значение

source: Shipment data
ru: Дата доставки

source: Carrier
ru: Перевозчик

source: Shipment options
ru: Опции доставки

source: Short notes about the shipment, e.g. residential, overnight, etc.
ru: Короткая запись о доставке

source: Transaction ID
ru: ID трансакции

source: Expected delivery
ru: Ожидаемая доставка

source: Shipping cost
ru: Стоимость доставки

source: Save shipment
ru: Сохранить доставку

source: @property must be a positive number. No commas and only one decimal point.
ru: Значение "@property" должно быть позитивным. Без запятых и только с одной десятичной точкой.

source: Are you sure you want to delete this shipment?
ru: Вы уверены, что хотите удалить эту доставку?

source: The shipment will be canceled and the packages it contains will be available for reshipment.
ru: Доставка будет отменена и посылки, которые она содержат, будут вновь доступны для повторной доставки.

source: The shipment %tracking could not be canceled with %carrier. To delete it anyway, remove the tracking number and try again.
ru: Доставка %tracking,осуществляемая через %carrier, не может быть отменена. Чтобы всё же удалить её, удалите отслеживающий номер и попробуйте снова.

source: There is no sense in making a shipment with no packages on it, right?
ru: Не имеет смысла делать доставку несуществующей посылки, правда ведь?

source: Ubercart shipment object
ru: Объект даставки

source: A shipment is saved
ru: Доставка сохранена

source: Fulfillment
ru: Выполнение

source: Shipment
ru: Доставка

source: Shipment !id
ru: Доставка !id

source: Tracking numbers
ru: Номера для отслеживания

source: Display tracking numbers of shipped packages.
ru: Отображать отслеживающие номера доставляемых посылок.

source: Package %id:
ru: Посылка %id:

source: Contents:
ru: Содержимое:

source: Package type:
ru: Тип посылки:

source: Dimensions:
ru: Размеры:

source: Insured value:
ru: Страховка:

source: Tracking number:
ru: Отслеживающий номер:

source: Label:
ru: Надпись:

source: Click to view.
ru: Нажмите для просмотра.

source: Package @id has been deleted.
ru: Посылка @id была обновлена.

source: - Reset fields -
ru: - Сброшенные поля -

source: Address book
ru: Адресная книга

source: Origin address
ru: Первоначальный адрес

source: Saved Addresses
ru: Сохранённые адреса

source: Destination Address
ru: Адрес назначения

source: New packages
ru: Новые посылки

source: Edit package
ru: Редактировать посылку

source: Cancel package shipment
ru: Отменить доставку посылки

source: Delete package
ru: Удалить посылку

source: New shipment
ru: Новая посылка

source: Delete shipment
ru: Удалить посылку

source: Physical length of the packaging.
ru: Физическая длина посылки.

source: Physical width of the packaging.
ru: Физическая ширина посылки.

source: Physical height of the packaging.
ru: Физическая высота посылки.

source: Gets products ready for physical shipment.
ru: Подготавливает товары к физической доставке.

source: Number of options
ru: Опций

source: Display type
ru: Тип отображения

source: options
ru: опции

source: No product attributes have been added yet.
ru: Пока нет никаких атрибутов.

source: Add an attribute
ru: Добавить атрибут

source: Edit attribute: %name
ru: Редактировать атрибуты: %name

source: The name of the attribute used in administrative forms
ru: Название атрибута в форме администратора

source: Enter a label that customers will see instead of the attribute name. Use &lt;none&gt; if you don't want a title to appear at all.
ru: Укажите надпись, которую покупатель будет видеть вместо названия атрибута. Используйте &lt;none&gt; , если вы не хотите, чтобы надписи вообще появлялись.

source: <b>Optional.</b> Enter the help text that will display beneath the attribute on product add to cart forms.
ru: <strong>Необязательно.</strong>Введите пояснительный текст,который будет отображаться внизу формы "Добавить в корзину".

source: Make this attribute required, forcing the customer to choose an option.
ru: Принуждать покупателя выбрать эту опцию.

source: Selecting this for an attribute will disregard any default option you specify.<br />May be overridden at the product level.
ru: Если отмечено,будет игнорироваться любая другая стоящая по умолчанию опция,которую вы определили для товара.Может быть переписано в свойствах товара.

source: This specifies how the options for this attribute will be presented.<br />May be overridden at the product level.
ru: Выберите,каким способом покупатель сможет выбирать опции.Может быть переписано в настройках товара.

source: Multiple attributes on an add to cart form are sorted by this value and then by their name.<br />May be overridden at the product level.
ru: Множественные атрибуты в форме добавления товара в корзину будут сортироваться по этому значению.Может быть переписано в настройках товара.

source: There is no attribute with that ID.
ru: Нет атрибутов с таким ID.

source: Are you sure you want to delete the attribute %name?
ru: Вы уверены,что хотите удалить атрибут %name?

source: Product attribute deleted.
ru: Атрибут удален.

source: Option price format
ru: Формат показа цен

source: Display price adjustment
ru: Отображать корректировку цен.

source: Display total price
ru: Показывать итоговую сумму.

source: Formats the price in the attribute selection form when the customer adds a product to their cart. The total price will only be displayed on products with only one price affecting attribute.
ru: Формат цен в форме выбора атрибутов во время добавления товара в корзину.Итоговая цена будет отображена на товарах только с одним влияющим на цену атрибутом.

source: Options for %name
ru: Опции для %name

source: Default cost
ru: Стоимость по умолчанию

source: Default price
ru: По умолчанию

source: Default weight
ru: Вес по умолчанию

source: No options for this attribute have been added yet.
ru: Опции для этого атрибута пока не добавлены.

source: Add an option
ru: Добавить опцию

source: Edit option: %name
ru: Редактировать опцию %name

source: This name will appear to customers on product add to cart forms.
ru: Это имя будет видеть покупатель в форме "Добавить в корзину".

source: Options will be listed sorted by this value and then by their name.<br />May be overridden at the product level.
ru: Опции будут перечислены с сортировкой по этому значению и уже потом по их названию.<br />Может быть переписано на уровне товара.

source: Default adjustments
ru: Поправки по умолчанию

source: Enter a positive or negative value for each adjustment applied when this option is selected.<br />Any of these may be overriden at the product level.
ru: Укажите позитивное или негативное значение для каждой поправки,применяемой при выборе этой опции.<br />Эти значения могут быть переписаны на уровне товара.

source: This must be in a valid number format. No commas and only one decimal point.
ru: Это должно быть в правильном числовом формате.Без запятых и только одна десятичная точка.

source: Created new option %option.
ru: Опция %option создана.

source: Updated option %option.
ru: Опция %option обновлена.

source: There is no option with that ID.
ru: Здесь нет опций с таким ID.

source: Are you sure you want to delete the option %name?
ru: Вы уверены,что хотите удалить опцию %name?

source: Hold Ctrl + click to select multiple attributes.
ru: Удерживайте клавишу Ctrl при множественном выборе.

source: No attributes left to add.
ru: Нет атрибутов для добавления.

source: Add attributes
ru: Добавить

source: All Views-generated queries will include a special 'VIEWS' = 'VIEWS' string in the WHERE clause. This makes identifying Views queries in database server logs simpler, but should only be used when troubleshooting.
ru: Запросы, созданные модулем будут включать специальные метки 'VIEWS'. Это позволит легко отслеживать запросы только модуля "Виды" в базе данных при отладке.

source: Display
ru: Показать

source: Separate arguments with a / as though they were a URL path.
ru: Разделяйте аргументы через "/"

source: You must first <a href="!url">add attributes to this !type</a>.
ru: Вы должны сначала <a href="!url">добавить атрибуты для !type</a>.

source: You may add more attributes <a href="!url">here</a>.
ru: Вы можете добавить больше атрибутов на <a href="!url">этой странице</a>.

source: This attribute does not have any options.
ru: Этот атрибут не имеет никаких опций.

source: Options
ru: Опции

source: This !type does not have any attributes.
ru: !type не имеет никаких атрибутов.

source: product
ru: товар

source: product class
ru: класс товара

source: This product does not have any attributes.
ru: Этот товар не имеет каких-либо атрибутов.

source: This product class does not have any attributes.
ru: Этот класс товара не имеет никаких атрибутов.

source: All attributes with enabled options must specify an enabled option as default.
ru: Все атрибуты с включёнными опциями должны определять включённые опции как по умолчанию.

source: The !type options have been saved.
ru: Опции !type были сохранены.

source: Default product SKU: @sku
ru: Артикул товара по умолчанию: @sku

source: Product adjustments have been saved.
ru: Поправки товара были сохранены.

source: uc_attribute
ru: Атрибуты товаров

source: There is @count product with this attribute.
ru: Здесь @count товар с этим атрибутом.

source: @count attribute has been removed.
ru: Был удалён @count атрибут.

source: @count attribute has been added.
ru: Был добавлен @count атрибут.

source: Order has a product with a particular attribute option
ru: Заказ имеет товар с определённой опцией атрибута

source: Search the products of an order for a particular option.
ru: Поиск товаров по определённым опциям.

source: Attribute option
ru: Опции атрибутов

source: Add attributes to this product using the <a href="!url">add attributes form</a>. You may then adjust the settings for these attributes on this page and go on to configure their options in the <em>Options</em> tab.
ru: Добавьте атрибуты для этого товара при помощи <a href="!url">формы добавления атрибутов</a>. Вы можете определить настройки для этих атрибутов на этой странице и продолжить настройку опций на закладке "Опции".

source: Add attributes to the product class using the <a href="!url">add attributes form</a>. You may then adjust the settings for these attributes on this page and go on to configure their options in the <em>Options</em> tab.
ru: Добавьте атрибуты к классу товара используя <a href="!url">форму добавления атрибутов</a>.Потом вы можете определить настройки для этих атрибутов на этой странице и продолжить настройку опций на закладке "Опции".

source: Select the attributes you want to add and submit the form.
ru: Выберите атрибуты,которые вы хотите добавить к товару.

source: Use the checkboxes to enable options for attributes and the radio buttons to specify defaults for the enabled options. Use the other fields to override the default settings for each option. Attributes with no enabled options will be displayed as text fields.
ru: Используйте чек-боксы для включения опций для атрибутов и радиокнопки для определения деталей включённых опций.Используйте другие поля для перезаписи настроек по умолчанию для каждой опции.Атрибуты с не включёнными опциями будут отображены в виде текстовых полей.

source: Enter an alternate SKU to be used when the specified set of options are chosen and the product is added to the cart. <b>Warning:</b> Adding or removing attributes from this product will reset all the SKUs on this page to the default product SKU.
ru: Укажите альтернативный артикул,который будет использован,когда определённые опции выбраны и товар добавлен в корзину.<b>Внимание:</b> при добавлении или удалении атрибутов из этого товара будут сброшены все артикулы на этой странице до артикулов по умолчанию.

source: Please select
ru: Выберите

source: Select box
ru: Выпадающее меню

source: Radio buttons
ru: Радиокнопки

source: administer attributes
ru: Администрировать атрибуты

source: administer product attributes
ru: Администрировать атрибуты товара

source: administer product options
ru: Администрировать опции товара

source: Edit attribute
ru: Изменить атрибут

source: Edit option
ru: Изменить опцию

source: Delete option
ru: Удалить опцию

source: Adjustments
ru: Корректировки

source: Attributes: the decisions that need to be made about products.
ru: Атрибуты: выбор, который необходимо сделать для товара.

source: Primary identifier for attributes.
ru: Первичный идентификатор для атрибутов.

source: Name of the attribute
ru: Название атрибута

source: Label to use when attribute is displayed
ru: Публичная надпись атрибута

source: Determines the list position of attributes.
ru: Определяет позицию в списке атрибутов.

source: Flag that, if set, requires a user response for attributes (disables default options).
ru: Отметьте, если нужно, чтобы пользователь выбрал атрибут (выключает опции по умолчанию).

source: Display type of the attribute options: 0 -- text fields, 1 -- select box (default), 2 -- radio buttons
ru: Тип отображения опций атрибутов: 0 - текстовое поле, 1 - выпадающий список (по умолчанию), 2 - радио-кнопки.

source: Description of the attribute.
ru: Описание атрибута.

source: The available choices for each attribute.
ru: Доступный выбор для каждого атрибута.

source: The attribute ID.
ru: ID атрибута

source: The option ID.
ru: ID опции.

source: The name of the option.
ru: Название атрибута.

source: The adjustment to a product's cost with the chosen option.
ru: Уточнение стоимости товара с выбранными опциями.

source: The adjustment to a product's price with the chosen option.
ru: Уточнение цены товара с выбранными опциями.

source: The adjustment to a product's physical weight with the chosen option.
ru: Уточнение физического веса товара с выбранными опциями.

source: Affects the list position of the options.
ru: Действует на позиции опций в списке

source: Attributes copied to a product of a certain class when it is created.
ru: Атрибуты присваиваются товару с определённым классом при его создании
