Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Your server is not capable of displaying file upload progress. File upload progress requires PHP 5.2 and an Apache server.
ru: Ваш сервер не поддерживает отображение процесса загрузки. Требуется PHP 5.2 и сервер Apache.

source: Your server is not capable of displaying file upload progress. File upload progress requires PHP be run with mod_php and not as FastCGI.
ru: Ваш сервер не поддерживает отображение процесса загрузки. PHP должно быть запущено с mod_php и не как FastCGI.

source: Your server is capable of displaying file upload progress through APC, but it is not enabled. Add <code>apc.rfc1867 = 1</code> to your php.ini configuration. Alternatively, it is recommended to use <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>, which supports more than one simultaneous upload.
ru: Ваш сервер способен отображать процесс загрузки через APC,но эта возможность не включена. Добавьте <code>apc.rfc1867 = 1</code> в php.ini. Как вариант,вы можете использовать <a href="http://pecl.php.net/package/uploadprogress">библиотеку PECL</a>

source: Enabled (<a href="http://php.net/manual/en/apc.configuration.php#ini.apc.rfc1867">APC RFC1867</a>)
ru: Включено (<a href="http://php.net/manual/en/apc.configuration.php#ini.apc.rfc1867">APC RFC1867</a>)

source: Enabled (<a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>)
ru: Включено (<a href="http://pecl.php.net/package/uploadprogress">PECL</a>)

source: Upload progress
ru: Прогресс загрузки

source: FileField
ru: Поле файла

source: Defines a file field type.
ru: Определяет тип поля файла

source: The selected file %filename cannot be uploaded. Only files with the following extensions are allowed: %extensions.
ru: Выбранный файл %filename не может быть загружен. Разрешаются только файлы с такими расширениями: %extensions.

source: The selected file %filename cannot not be uploaded. Only files with the following extensions are allowed: %extensions.
ru: Файл %filename не может быть загружен. Допустимы только файлы с такими расширениями: %extensions.

source: FileField Meta
ru: Поле файла Мета

source: Add metadata gathering and storage to FileField.
ru: Добавляет сбор метадаты для модуля "Поле файла"

source: Files may not be uploaded while the Theme Developer tool is enabled. It is highly recommended to <a href="!url">disable this module</a> unless it is actively being used.
ru: Файлы могут не загружаться до тех пор, пока включён модуль "Разработка темы". Рекомендуется <a href="!url">выключить</a> этот модуль.

source: Video width
ru: Ширина видео

source: Width of a video or image file in pixels.
ru: Ширина видео или изображения в пикселях.

source: Video height
ru: Высота видео

source: Height of a video or image file in pixels.
ru: Высота видео или изображения в пикселях

source: Duration
ru: Значение

source: The duration of audio or video files, in seconds.
ru: Продолжительность видео или аудиофайла в секундах.

source: Audio format
ru: Формат аудио

source: The audio format.
ru: Аудио-формат

source: Audio sample rate
ru: Образец аудио

source: Audio channel mode
ru: Функция аудио-канала

source: The number of channels in the audio, by name (stereo or mono).
ru: Количество каналов в аудио,по имени (stereo или mono).

source: Audio bitrate
ru: Аудио-битрейт

source: Audio bitrate mode
ru: Функция аудио-битрейта

source: The kind of audio bitrate, such as VBR. Usually empty.
ru: Род аудио-битрейта,например VBR. Обычно пусто.

source: Time format
ru: Формат времени

source: Default (usually mm:ss)
ru: По умолчанию (обычно mm:ss)

source: Hours: h
ru: Часы: h

source: Minutes: mm
ru: Минуты: mm

source: Seconds: ss
ru: Секунды: ss

source: Total seconds
ru: Всего секунд

source: Data key
ru: Ключ даты

source: Could not set permissions on destination file: %file
ru: Невозможно установить права на файл %file

source: @mime icon
ru: Иконка @mime

source: The node the uploaded file is attached to
ru: Документ, в который вложен файл

source: Specify the size limit that applies to each file separately. Enter a value like "512" (bytes), "80K" (kilobytes) or "50M" (megabytes) in order to restrict the allowed file size. If you leave this empty the file sizes will be limited only by PHP's maximum post and file upload sizes (current limit <strong>%limit</strong>).
ru: Укажите ограничение на размер файла, которое будет действовать на каждый файл в отдельности. Укажите значения, например "512" (байты), "80K" (килобайты) или "50M" (мегабайты), чтобы ограничить допустимый размер файла. Если вы оставите это поле пустым, размер файла будет ограничен настройками PHP.

source: Total filesize for %title, %tsize, exceeds field settings of %msize.
ru: Суммарный размер файла для %title - %tsize, что превышает максимально допустимое значение.

source: The file field %field has been updated with new settings.
ru: Поле %field было обновлено до новых настроек.

source: Update notifications are not enabled. It is <strong>highly recommended</strong> that you enable the update status module from the <a href="@module">module administration page</a> in order to stay up-to-date on new releases. For more information please read the <a href="@update">Update status handbook page</a>.
ru: Уведомления об обновлении не включены. Рекомендуется включить эту функцию путём включения соответствующего <a href="@module">модуля</a>. Для подробной информации смотрите <a href="@update">справку</a>.

source: All roles may use default format
ru: Все роли могут использовать формат по умолчанию

source: No roles may use this format
ru: Роли не используют этот формат

source: Default format updated.
ru: Формат по умолчанию обновлен.

source: All roles for the default format must be enabled and cannot be changed.
ru: Все роли в формате по умолчанию должны быть включены и не могут изменяться.

source: Specify a unique name for this filter format.
ru: Задайте уникальное имя для этого формата.

source: Choose which roles may use this filter format. Note that roles with the "administer filters" permission can always use all the filter formats.
ru: Выберите, какие роли могут использовать этот формат. Обратите внимание, что роли с правами "управление фильтрами" всегда могут использовать все форматы фильтров.

source: Choose the filters that will be used in this filter format.
ru: Выберите фильтры, которые будут использоваться в этом формате.

source: More information about formatting options
ru: Подробнее о форматировании

source: No guidelines available.
ru: Инструкции недоступны.

source: These are the guidelines that users will see for posting in this input format. They are automatically generated from the filter settings.
ru: Эти пояснения увидят ваши пользователи во время добавления сообщений в этом формате. Пояснения берутся из настроек фильтра.

source: Formatting guidelines
ru: Инструкции по форматированию

source: Filter format names need to be unique. A format named %name already exists.
ru: Названия форматов должны быть уникальными. Формат "%name" уже существует.

source: Added input format %format.
ru: Добавлен формат ввода "%format".

source: The input format settings have been updated.
ru: Настройки формата ввода обновлены.

source: Are you sure you want to delete the input format %format?
ru: Вы уверены,что хотите удалить формат ввода %format?

source: If you have any content left in this input format, it will be switched to the default input format. This action cannot be undone.
ru: Если у вас имеется текст в этом формате, он будет преобразован в формат по умолчанию. Это действие нельзя отменить.

source: Deleted input format %format.
ru: Удален формат ввода %format.

source: Configure %format
ru: Настроить %format

source: No settings are available.
ru: Нет доступных настроек.

source: Rearrange %format
ru: Перестроить %format

source: The filter ordering has been saved.
ru: Порядок фильтров сохранен.

source: input formats
ru: форматы ввода

source: The filter module allows administrators to configure text input formats for use on your site. An input format defines the HTML tags, codes, and other input allowed in both content and comments, and is a key feature in guarding against potentially damaging input from malicious users. Two input formats included by default are <em>Filtered HTML</em> (which allows only an administrator-approved subset of HTML tags) and <em>Full HTML</em> (which allows the full set of HTML tags). Additional input formats may be created by an administrator.
ru: Этот модуль позволяет настраивать фильтр (формат) для вводимого пользователем текста. Можно настроить, какие элементы допустимы в тексте, а какие нет (html теги,php,javascript). По умолчанию включены 2 типа фильтров: полный HTML для администратора и фильтрованный HTML для других пользователей.

source: For more information, see the online handbook entry for <a href="@filter">Filter module</a>.
ru: За детальной справкой обращайтесь <a href="@filter">сюда</a>.

source: Use the list below to configure which input formats are available to which roles, as well as choose a default input format (used for imported content, for example). The default format is always available to users. All input formats are available to users in a role with the "administer filters" permission.
ru: В списке ниже настройте, пользователи с какой ролью могут использовать тот или иной фильтр ввода.

source: Every <em>filter</em> performs one particular change on the user input, for example stripping out malicious HTML or making URLs clickable. Choose which filters you want to apply to text in this input format. If you notice some filters are causing conflicts in the output, you can <a href="@rearrange">rearrange them</a>.
ru: Каждый фильтр делает одно основное действие с введённым пользователем текстом.

source: If you cannot find the settings for a certain filter, make sure you have enabled it on the <a href="@url">view tab</a> first.
ru: Если вы не можете найти настройки какого-либо фильтра, убедитесь в том, что они <a href="@url">включены</a>.

source: Because of the flexible filtering system, you might encounter a situation where one filter prevents another from doing its job. For example: a word in an URL gets converted into a glossary term, before the URL can be converted to a clickable link. When this happens, rearrange the order of the filters.
ru: Вы можете столкнуться с ситуацией, когда один фильтр мешает другому делать его работу. В этом случае просто измените порядок следования фильтров.

source: Filters are executed from top-to-bottom. To change the order of the filters, modify the values in the <em>Weight</em> column or grab a drag-and-drop handle under the <em>Name</em> column and drag filters to new locations in the list. (Grab a handle by clicking and holding the mouse while hovering over a handle icon.) Remember that your changes will not be saved until you click the <em>Save configuration</em> button at the bottom of the page.
ru: Фильтры применяются в порядке "сверху вниз". Чтобы выбрать другой порядок, измените значение их веса или перетащите и сбросьте мышкой в нужное место списка.

source: Allowed HTML tags: @tags
ru: Разрешённые HTML-теги: @tags

source: <p>This site allows HTML content. While learning all of HTML may feel intimidating, learning how to use a very small number of the most basic HTML "tags" is very easy. This table provides examples for each tag that is enabled on this site.</p> <p>For more information see W3C's <a href="http://www.w3.org/TR/html/">HTML Specifications</a> or use your favorite search engine to find other sites that explain HTML.</p>
ru: <p>Для форматирования текста можно использовать некоторые HTML теги.Эта таблица показывает примеры всех доступных тегов.</p> <p>Больше информации вы можете получить на странице <a href="http://www.w3.org/TR/html/">официальных спецификаций HTML</a>.</p>

source: Anchors are used to make links to other pages.
ru: Якоря используются для создания ссылок на другие страницы.

source: By default line break tags are automatically added, so use this tag to add additional ones. Use of this tag is different because it is not used with an open/close pair like all the others. Use the extra " /" inside the tag to maintain XHTML 1.0 compatibility
ru: По умолчанию теги перевода строк вставляются автоматически, поэтому используйте данный тег для добавления дополнительного перевода строки. В отличие от многих других тегов этот не имеет закрывающей пары. Поэтому следует использовать "/" перед закрывающей скобкой тега (т.е. указывать его так "&lt;br /&gt;") для совместимости с XHTML 1.0.

source: Text with <br />line break
ru: Текст с <br /> переводом строки

source: By default paragraph tags are automatically added, so use this tag to add additional ones.
ru: По умолчанию теги параграфов добавляются автоматически, так что используйте этот тег для создания дополнительных параграфов.

source: Paragraph one.
ru: Первый параграф.

source: Paragraph two.
ru: Второй параграф.

source: Strong
ru: Выделенный

source: Emphasized
ru: Курсив

source: Cited
ru: Цитата

source: Coded text used to show programming source code
ru: Для отображения исходных текстов программ

source: Coded
ru: Исходный код

source: Bolded
ru: Полужирный

source: Underlined
ru: Подчёркнутый

source: Italicized
ru: Курсив

source: Superscripted
ru: Верхний индекс

source: <sup>Super</sup>scripted
ru: <sup>Верхний</sup> индекс

source: Subscripted
ru: Нижний индекс

source: <sub>Sub</sub>scripted
ru: <sub>Нижний</sub> индекс

source: Preformatted
ru: Отформатированный текст

source: Abbreviation
ru: Сокращение

source: <abbr title="Abbreviation">Abbrev.</abbr>
ru: <abbr title="Сокращение">Сокр.</abbr>

source: Acronym
ru: Акроним

source: <acronym title="Three-Letter Acronym">TLA</acronym>
ru: <acronym title="Трёх-Буквенная Аббревиатура">ТБА</acronym>

source: Block quoted
ru: Цитата блоком

source: Quoted inline
ru: Цитата в тексте

source: Table cell
ru: Ячейка таблицы

source: Deleted
ru: Удалено

source: Inserted
ru: Вставлено

source: Ordered list - use the &lt;li&gt; to begin each list item
ru: Нумерованный список – используйте &lt;li&gt; для начала каждого элемента списка

source: First item
ru: Первый элемент

source: Second item
ru: Второй элемент

source: Unordered list - use the &lt;li&gt; to begin each list item
ru: Ненумерованный список – используйте &lt;li&gt; для начала каждого элемента списка

source: Definition lists are similar to other HTML lists. &lt;dl&gt; begins the definition list, &lt;dt&gt; begins the definition term and &lt;dd&gt; begins the definition description.
ru: Списки определений похожи на другие списки HTML. &lt;dl&gt; начинает список определений, &lt;dt&gt; начинает определяемый термин и &lt;dd&gt; начинает описание определения.

source: First term
ru: Первый термин

source: First definition
ru: Первое определение

source: Second term
ru: Второй термин

source: Second definition
ru: Второе определение

source: A valid Google Analytics account number is case sensitive and formatted like UA-xxxxxx-x.
ru: Неправильный формат номера аккаунта.Должно быть что-то вроде UA-xxxxxx-x.

source: Subtitle three
ru: Заголовок третьего уровня

source: Subtitle four
ru: Заголовок четвёртого уровня

source: Subtitle five
ru: Заголовок пятого уровня

source: Subtitle six
ru: Заголовок шестого уровня

source: Tag Description
ru: Описание тега

source: You Type
ru: Вы пишете

source: You Get
ru: Вы получаете

source: No help provided for tag %tag.
ru: Справки для тега %tag нет.

source: <p>Most unusual characters can be directly entered without any problems.</p> <p>If you do encounter problems, try using HTML character entities. A common example looks like &amp;amp; for an ampersand &amp; character. For a full list of entities see HTML's <a href="http://www.w3.org/TR/html4/sgml/entities.html">entities</a> page. Some of the available characters include:</p>
ru: <p>Большинство малоиспользуемых символов могут быть введены безо всяких проблем.</p> <p>Если проблемы всё же возникают, попробуйте использовать подстановки для символов языка HTML. Например, &amp;amp; для вывода знака амперсанда. Полный список таких подстановок смотрите на странице <a href="http://www.w3.org/TR/html4/sgml/entities.html">подстановки</a>. Некоторые из доступных символов:</p>

source: Ampersand
ru: Амперсанд

source: Greater than
ru: Больше чем

source: Less than
ru: Меньше чем

source: Quotation mark
ru: Кавычка

source: Character Description
ru: Описание знака

source: No HTML tags allowed
ru: HTML-теги запрещены

source: Lines and paragraphs break automatically.
ru: Строки и параграфы переносятся автоматически.

source: Lines and paragraphs are automatically recognized. The &lt;br /&gt; line break, &lt;p&gt; paragraph and &lt;/p&gt; close paragraph tags are inserted automatically. If paragraphs are not recognized simply add a couple blank lines.
ru: Строки и параграфы распознаются автоматически. Теги переноса строки &lt;br /&gt;, параграфа &lt;p&gt; и закрытия параграфа &lt;/p&gt; вставляются автоматически. Если параграфы не распознаны, просто добавьте пару пустых строк.

source: Web page addresses and e-mail addresses turn into links automatically.
ru: Адреса страниц и электронной почты автоматически преобразуются в ссылки.

source: Input format
ru: Формат ввода

source: An illegal choice has been detected. Please contact the site administrator.
ru: Сделан недопустимый выбор. Пожалуйста, обратитесь к администратору сайта.

source: Converts line breaks into HTML (i.e. &lt;br&gt; and &lt;p&gt; tags).
ru: Преобразует окончания строк в HTML (т.е. в теги &lt;br&gt; и &lt;p&gt;)

source: Turns web and e-mail addresses into clickable links.
ru: Автоматически преобразует адреса интернет страниц и электронной почты в гиперссылки.

source: Corrects faulty and chopped off HTML in postings.
ru: Корректирует ошибки в HTML

source: Filter HTML tags
ru: Фильтровать HTML-теги

source: Strip disallowed tags
ru: Удалять запрещенные теги.

source: Escape all tags
ru: Сбросить все теги

source: How to deal with HTML tags in user-contributed content. If set to "Strip disallowed tags", dangerous tags are removed (see below). If set to "Escape tags", all HTML is escaped and presented as it was typed.
ru: Как поступать с HTML-тегами в пользовательских материалах. Если установлено значение "Удалять запрещенные теги", опасные теги будут удаляться (см. ниже). Если установлено "Сбросить все теги", любой HTML код будет показан в виде простого текста.

source: Allowed HTML tags
ru: Принимаемые HTML теги

source: If "Strip disallowed tags" is selected, optionally specify tags which should not be stripped. JavaScript event attributes are always stripped.
ru: Если выбрано "Удалять запрещенные теги", вы можете дополнительно указать теги, которые не будут удаляться. Атрибуты обработки событий в JavaScript удаляются всегда.

source: Display HTML help
ru: Показывать справку HTML.

source: If enabled, Drupal will display some basic HTML help in the long filter tips.
ru: Если включено,система будет отображать базовую справку по HTML в подсказках.

source: Spam link deterrent
ru: Защита от ссылочного спама.

source: If enabled, Drupal will add rel="nofollow" to all links, as a measure to reduce the effectiveness of spam links. Note: this will also prevent valid links from being followed by search engines, therefore it is likely most effective when enabled for anonymous users.
ru: Если включено,система будет добавлять ко всем ссылкам параметр rel="nofollow" , чтобы попытаться снизить эффективность ссылок, размещенных спаммерами. Обратите внимание: это затронет и нормальные ссылки, по которым переходят поисковики, так что, вероятно, наиболее эффективным будет включение этой функции лишь для анонимных посетителей.

source: Maximum link text length
ru: Максимальная длина текста ссылки

source: URLs longer than this number of characters will be truncated to prevent long strings that break formatting. The link itself will be retained; just the text portion of the link will be truncated.
ru: Ссылки длиннее этого количества знаков обрезаются, чтобы избежать нарушения форматирования текста.Сама ссылка сохраняется, но ее текстовая часть обрезается.

source: form
ru: форма

source: Illegal choice %choice in %name element.
ru: Недопустимый выбор "%choice" в элементе "%name".

source: administer filters
ru: Управлять фильтрами

source: Rearrange
ru: Сортировка

source: Handles the filtering of content in preparation for display.
ru: Производит фильтрацию содержания при подготовке его к показу.

source: Nodequeue Biasing
ru: Смещение очереди

source: A custom color widget must be selected to choose colors. Only the selected widget will be previewed.
ru: Здесь может быть выбрана цветовая схема для виджетов,которые поддерживают настройку цветовой схемы.

source: Custom colors are only supported when the <a href="!url">download method</a> is set to public.
ru: Пользовательские цвета поддерживаются только, если установлен публичный <a href="!url">метод загрузки</a>

source: Blue Lagoon (default)
ru: Голубая лагуна (по умолчанию)

source: Yellow
ru: Жёлтый

source: Red
ru: Красный

source: Blue
ru: Голубой

source: Green
ru: Зелёный

source: Color display
ru: Отображение цвета

source: Default display
ru: Отображение по умолчанию

source: Solid color
ru: Сплошной цвет

source: Gradient
ru: Градиент

source: On colors
ru: Цвет активной

source: Hover colors
ru: Цвет под курсором

source: Off colors
ru: Цвет неактивной

source: Matte color
ru: Цвет обводки

source: Import settings from other profiles
ru: Импорт из других профилей

source: The entered value %color is not a valid hex color.
ru: Введённое значение %color не соответствует стандарту HEX COLOR.

source: Custom %name stars generated. You may need to clear your browser cache before the new stars are visible.
ru: Пользовательские звёзды %name сгенерированы.Возможно вам понадобиться очистить кэш браузера,чтобы увидеть новые звёзды.

source: Number of Stars
ru: Число звёзд

source: Number of Options
ru: Количество вариантов

source: Node Comment Parent
ru: Родитель комментария документа

source: Node reference: @field
ru: Связь документов: @field

source: No potential target fields are available for the %type type. Create a node reference field in this node type to make it easier to assign a vote to a node.
ru: Нет доступных потенциальных полей для типа %type.Создайте связанное поле в этом типе документа для более лёгкой интеграции голосования документа.

source: Voting target
ru: Цель голосования

source: The voting target will make the value of this field cast a vote on another node. Use node reference fields (part of CCK core) or <a href="http://drupal.org/project/nodecomment">Node Comments</a> module to create advanced reviews. More information available on the <a href="http://drupal.org/handbook/modules/fivestar">Fivestar handbook page</a>.
ru: Цель голосования сделает значение этого поля влияемым на голосование для другого документа.Используйте связь полей документа (модуль входит в пакет модулей CCK) или модуль "Документ комментария" для более удобного управления.

source: Voting target PHP code
ru: Код PHP цели голосования

source: The axis this rating will affect. Enter a property on which that this rating will affect, such as <em>quality</em>, <em>satisfaction</em>, <em>overall</em>, etc. If no axis is entered, the default axis <em>vote</em> will be used. Warning: changing this value will not update existing votes to the new axis.
ru: Введите свои обозначения,например <em>хорошо</em>, <em>очень хорошо</em>, <em>отлично</em> и тд.При изменении этих значений старые голосования не обновляются.

source: Allow user to clear value
ru: Разрешить пользователям очистить значение
