Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The customer must enter or choose a billing address.
ru: Пользователь должен ввести или выбрать платёжный адрес.

source: Require that an address be entered during registration
ru: Требовать заполнения адреса при регистрации

source: The customer must enter an address when registering
ru: Пользователь должен указать свой адрес при регистрации

source: The customer does not enter an address when registering.
ru: Пользователь не будет указывать свой адрес при регистрации.

source: View the address settings.
ru: Просмотр адресной информации.

source: Additional options
ru: Дополнительные настройки

source: Edit categories
ru: Категории

source: Other options
ru: Другие опции

source: Edit prices
ru: Цены

source: Newsletters options
ru: Рассылки

source: !type saved
ru: !type сохранён

source: Site was taken offline.
ru: Сайт был переключен в закрытый режим.

source: Edit your default address information.
ru: Редактировать адресную информацию по умолчанию.

source: Edit your address information.
ru: Редактирование адреса.

source: Edit address information
ru: Редактирование адресной информации

source: Edit the address below or select an address from the list.
ru: Отредактируйте информацию ниже или выберите адрес из списка.

source: Enter an address below or select an address from the list.
ru: Укажите адрес ниже или выберите адрес из списка.

source: Click !here to manage your saved addresses.
ru: Нажмите !here для управления сохранёнными адресами.

source: This address does not exist.<br />
ru: Этот адрес не существует. <br />

source: You are not allowed to view this address.<br />
ru: У вас нет прав на просмотр этого адреса. <br />

source: Edit this address
ru: Редактировать

source: Delete this address
ru: Удалить этот адрес

source: Update address
ru: Обновить адрес

source: Delete address
ru: Удалить адрес

source: The address has been deleted.
ru: Адрес был удалён.

source: The address was updated.
ru: Адрес был обновлён.

source: You cannot delete your default address
ru: Вы не можете удалить адрес, принятый по умолчанию

source: View Address
ru: Просмотр адреса

source: View one saved address
ru: Просмотр одного сохранённого адреса

source: Edit address
ru: Редактирование адреса

source: Ubercart Addresses
ru: Адреса магазина

source: Ubercart Profile Integraion
ru: Интеграция магазина с профилем пользователя

source: Cart message
ru: Сообщение в корзине

source: Enter a help message that will shown on cart page.
ru: Укажите справочный текст, который будет показан на странице просмотра корзины.

source: Review
ru: Просмотр

source: Order #:
ru: Заказ #:

source: Payment or submit order
ru: Оплата или отправка заказа

source: Log in/Register
ru: Вход/Регистрация

source: add/edit addresses
ru: Добавлять/Редактировать адреса

source: view all addresses
ru: Смотреть все адреса

source: view default addresses
ru: Смотреть адреса по умолчанию

source: New user? Create an account here
ru: Новый пользователь? Пожалуйста, зарегистрируйтесь

source: Please provide your address information below. It will used for delivery and payment address
ru: Пожалуйста, укажите свой адрес. Эта информация будет использована при оформлении заказа. Вы сможете потом отредактировать эти данные или указать дополнительный адрес. Эти данные НЕ будут показаны публично.

source: Allows users to log into your site using OpenID.
ru: Позволяет пользователям входить на сайт при помощи OpenID.

source: Log in using OpenID
ru: Войти через OpenID

source: Cancel OpenID login
ru: Отменить вход по OpenID

source: What is OpenID?
ru: Что такое OpenID?

source: OpenID Login
ru: Логин OpenID

source: OpenID redirect
ru: Редирект OpenID

source: Send
ru: Отправить

source: Click to login via OpenID
ru: Войти через OpenID

source: Automatically follow-up customers by e-mail on different stages of ordering.
ru: Автоматически напоминать клиентам по e-mail на разных стадиях заказа.

source: Follow-ups
ru: Напоминающие письма

source: Triggers on
ru: Срабатывает на

source: %hours after order became %status
ru: %hours после заказа, который стал %status

source: repeat every %hours %times
ru: повторять каждый %hours %times

source: Auto
ru: Автоматически

source: Manual (global)
ru: Вручную (глобально)

source: No follow-ups were created yet. <a href="!create-url">Create one?</a>
ru: Пока нет напоминающих писем. <a href="!create-url">Создать?</a>

source: A brief description of your follow-up.
ru: Короткое описание напоминающего письма

source: Hours past
ru: Прошло часов

source: Amount of hours needed to pass starting from the moment when order got status selected above in order to trigger follow-up.
ru: Количество часов, которое пройдёт от момента приобритения заказа нового состояния, выбранного выше и до срабатывания напоминания.

source: Repeat
ru: Повторение

source: <b>Warning!</b> If you will send too many follow-ups you will probably get banned by SPAM filters! So, do not overdo with repeats!
ru: <b>ВНИМАНИЕ!</b> Если вы отправите слишком много напоминающих писем, вы можете попасть в спам-фильтры!

source: Repeat every N hours
ru: Повторять каждые N часа

source: Amount of hours from last follow-up after which new follow-up will be send again. Zero or blank if you don't want to send any repeat.
ru: Количество часов между последним и новым напоминанием. Ноль или пустое поле означает запрет повторов.

source: ...but only X times
ru: ...но только X раз

source: Maximum amount of follow-ups to send (not includes initial one). Zero means unlimited.
ru: Максимальное количество отправленных напоминаний (за исключением начального). Ноль означает "Неограниченно".

source: Letter content
ru: Содержание письма

source: The "From" e-mail address. Example: <em>John Smith &lt;john@smith.com&gt;</em>. If blank, store defaults (%default) will be used.
ru: Адрес "От". Например: <em>John Smith &lt;john@smith.com&gt;</em>. Если пусто, будет использован адрес магазина по умолчанию (%default)

source: Follow-up updated.
ru: Напоминающее письмо обновлено.

source: Follow-up created.
ru: Напоминающее письмо создано.

source: Are you sure you want to delete test @name?
ru: Вы уверены, что хотите удалить тест @name?

source: Follow-up removed.
ru: Напоминающее письмо удалено.

source: Pending follow-ups
ru: Ожидающие напоминающие письма

source: Follow-up
ru: Напоминающее письмо

source: Preview & send
ru: Предпросмотр и отправка

source: Skip
ru: Пропустить

source: No follow-ups were schedulled for this stage.
ru: Нет запланированных для этой стадии напоминаний.

source: Processed follow-ups
ru: Обработанные напоминания

source: Skipped
ru: Пропущено

source: No follow-ups were sent on this stage yet.
ru: Напоминающие письма пока не были отправлены на этой стадии.

source: Follow-ups for #@order (@customer)
ru: Напоминающие письма для #@order (@customer)

source: Send follow-ups automatically (via cron run)
ru: Отправлять напоминания автоматически (по крон)

source: If disabled, follow-ups could only be send manually through the order admin interface. Usefull when full control over the messaging with customers needed.
ru: Если отключено, напоминания будут отправляться только вручную через страницу администрирования заказа.

source: Maximum number of letters sent by one cron run
ru: Максимальное число отправленных писем за один запуск крон

source: Large amount of simultaneous sendings can be threated as SPAM by some of email services.
ru: Большое количество одновременно отправленных напоминаний может быть расценено как спам некоторыми почтовыми сервисами.

source: Bcc email adress
ru: Скрытая копия

source: Blind carbon copy is the e-mail address which will receive the copy of letter without giving beign tracked by original recepient.
ru: Скрытая копия - это e-mail, на который будет отправлена копия письма и которая не будет содержать оригинального получателя.

source: Should be positive number or zero.
ru: Должно быть положительным числом или нулём.

source: Sent to
ru: Отправлено для

source: This follow-up was skipped.
ru: Это напоминание было пропущено.

source: Send to
ru: Отправить для

source: Forward
ru: Переслать

source: You may edit the message before forwarding it to e-mail listed below.
ru: Вы можете отредактировать сообщение перед перенаправлением его на указанный e-mail.

source: Forward to
ru: Переслать для

source: Message sent.
ru: Сообщение отправлено.

source: Follow-up was sent successfully.
ru: Напоминающее письмо было отправлено.

source: Are you sure you want to skip followup @name for order #@order (@customer)?
ru: Вы уверены, что хотите пропустить напоминание @name для заказа #@order (@customer)?

source: Skip follow-up
ru: Пропустить напоминающее письмо

source: Follow-up skipped.
ru: Напоминание пропущено.

source: 1 time
ru: 1 раз

source: %status: pending(@pending) | sent(@sent)
ru: %status: ожидает(@pending) | отправлено(@sent)

source: Folow-up summary
ru: Резюме писем

source: Contact customer
ru: Связаться с клиентом

source: Add follow-up
ru: Добавить

source: Edit follow-up
ru: Редактировать

source: Delete follow-up
ru: Удалить

source: Follow-up the customer
ru: Напоминать клиенту

source: Sent follow-up details
ru: Детали отправленного письма

source: Skip follow-up for this order?
ru: Пропустить напоминание для этого заказа?

source: UC Followup
ru: Напоминающее письмо

source: Thumb (50px wide)
ru: Миниатюра (50px шириной)

source: Small (100px wide)
ru: Небольшое (100px шириной)

source: Normal (200px wide)
ru: Нормальное (200px шириной)

source: Square (50px by 50px)
ru: Квадрат (50px на 50px)

source: Default Facebook picture size
ru: Размер аватара Facebook по умолчанию

source: This will set the default user picture size throughout the site. If your user decides to use his facebook picture, choose its size here.
ru: Будет использовано в качестве аватара пользователя по всему сайту. Если пользователь решит использовать аватар Facebook, выберите этот размер здесь.

source: Node Facebook picture size
ru: Размер аватара Facebook для документа

source: This will set the picture size when viewing a node post. If your user decides to use his facebook picture, choose its size here.
ru: Будет использовано в качестве аватара пользователя при просмотре документа. Если пользователь решит использовать аватар Facebook, выберите этот размер здесь.

source: Comments Facebook picture size
ru: Размер аватара Facebook в комментариях

source: This will set the picture size when viewing a comment post. If your user decides to use his facebook picture, choose its size here.
ru: Будет использовано в качестве аватара пользователя при просмотре комментариев. Если пользователь решит использовать аватар Facebook, выберите этот размер здесь.

source: Profile Facebook picture size
ru: Размер аватара Facebook в профиле

source: This will set the picture size when viewing a user's profile page. If your user decides to use his facebook picture, choose its size here.
ru: Будет использовано в качестве аватара пользователя при просмотре его профиля. Если пользователь решит использовать аватар Facebook, выберите этот размер здесь.

source: Invite button label
ru: Надпись на кнопке приглашения

source: OpenStore content
ru: Содержимое OpenStore

source: OpenID identities
ru: Идентификаторы OpenID

source: Click to login via Twitter
ru: Войти через Twitter

source: Return to login/register
ru: Вернуться к входу/регистрации

source: Have you already registered an account? Log in here
ru: Уже регистрировались? Войдите здесь

source: LiveJournal Crossposter
ru: Кросспостер LiveJournal

source: Crosspost to LiveJournal
ru: Перепостить в LiveJournal

source: Crosspost this to LiveJournal; if already crossposted and you uncheck this, it will be deleted from LiveJournal.
ru: Скопировать публикацию в LiveJournal. Если публикация уже скопирована и вы снимите отметку, она будет удалена с LiveJournal.

source: Return to previous page
ru: К предыдущей странице

source: Manufacturer:
ru: Торговая марка:

source: Contact category - error
ru: Неточность в описании

source: Wrong description
ru: Ошибки в описании товара

source: Contact message - error
ru: На странице

source: The description contains errors!
ru: Сообщить об ошибках в описании

source: Contact message - error2
ru: обнаружены следующие ошибки в описании

source: Allows users to 'tag' other users' content. Weighted tag lists or 'tag clouds' are generated for each piece of content to show the popularity of tags.
ru: Позволяет пользователям отмечать разное содержимое сайта.

source: Tagadelic makes weighted tag clouds from your taxonomy terms.
ru: Модуль "Облако тегов" создаёт "облака" из терминов сайта.

source: Community tags
ru: Метки пользователей

source: Configure community tagging.
ru: Настройка меток пользователей.

source: Tagadelic configuration
ru: Облако тегов

source: Configure the tag clouds. Set the order, the number of tags, and the depth of the clouds.
ru: Настройка облака тегов. Параметры сортировки, количества тегов и уровней.

source: Community Tags
ru: Метки пользователей

source: Community Tags Entries
ru: Записи меток пользователей

source: Records of who tagged what when (for Community Tag vocabularies)
ru: Записи о тех, кто и когда отмечал метками содержимое сайта.

source: Tagging User
ru: Отметивший пользователь

source: The UID of the user who created the tag instance
ru: UID пользователя, который создал метку

source: Community Taxonomy Tagging User
ru: Отметивший меткой пользователь

source: Tagging Time
ru: Время метки

source: When the tag instance happened
ru: Когда была установлена метка

source: Tagged Node
ru: Помеченный документ

source: The node that was tagged
ru: Документ, который был отмечен

source: Community Taxonomy Tagged Node
ru: Отмеченный пользователем документ

source: Tag ID
ru: ID метки

source: The TID of the Tag
ru: TID метки (тега)

source: Community Taxonomy Tagged Term
ru: Термин пользовательской метки

source: Community vocabularies
ru: Словари для меток

source: Which vocabularies should community tagging use? Note: only one community tagged vocabulary per node type is supported.
ru: Какие словари должны использоваться для хранения пользовательских меток? Имейте ввиду, что поддерживается только один словарь на один тип содержимого.

source: To set up community tagging, you must first <a href="@taxonomy">create a normal free tagged vocabulary</a>. Then activate community tagging on such a vocabulary below, and set the <a href="@workflow">workflow options</a> for node types to control how users can tag nodes.
ru: Для установки системы пользовательских меток, вы должны сначала <a href="@taxonomy">создать словарь с типом "Теги"</a>, затем активировать модуль "Метки пользователя" для этого словаря и уточнить соответствующие опции в <a href="@workflow">настройках рабочего процесса</a> в желаемом типе документа.

source: Facebook Stream Publish
ru: Публикация на Facebook

source: Allow this content type to publish to Facebook
ru: Включить для этого типа документа возможность публикации на Facebook

source: Disable publishing
ru: Отключить публикацию

source: Publish nodes on comments
ru: Опубликовать документы и комментрии

source: Publish only nodes
ru: Опубликовать только документы

source: Publish only comments
ru: Опубликовать только комментарии

source: Tab
ru: Закладка

source: Community tagging form
ru: Форма

source: How should users be allowed to tag content?
ru: Каким образом пользователи могут отмечать документы?

source: Community Tags Form
ru: Форма пользовательских меток

source: My tags
ru: Мои метки

source: Tags in @voc
ru: Теги в @voc

source: Tags for the current post
ru: Теги для текущего документа

source: Tag this
ru: Установить метку

source: Tagadelic offers dynamic urls. <br/>Visit example.com/tagadelic/list/2,1,5 to get the vocabularies 2,1 and 5 listed as tag groups. <br/>Visit example.com/tagadelic/chunk/2,1,5 to get a tag cloud of the terms in the vocabularies 2,1 and 5.<br/> Note that we limit to five vocabularies.
ru: Модуль "Облако тегов" может работать с динамическими URL. Например, чтобы взять в облако теги из словаря 1 и 2, вы можете набрать такой адрес www.example.com/tagadelic/chunk/1,2, чтобы показать облака из словарей 1 и 2 наберите адрес www.example.com/tagadelic/list/1,2. Есть ограничение в 5 словарей.

source: by weight, ascending
ru: По весу, возрастающая

source: by weight, descending
ru: По весу, убывающая

source: by title, ascending
ru: По имени, возрастающая

source: by title, descending
ru: По имени, убывающая

source: random
ru: Произвольная

source: Tagadelic sort order
ru: Сортировка тегов

source: Determines the sort order of the tags on the freetagging page.
ru: Определяет порядок сортировки тегов на свободно маркируемых страницах.

source: Amount of tags on the pages
ru: Количество тегог на странице

source: The amount of tags that will show up in a cloud on the pages. Amount of tags in blocks must be configured in the block settings of the various cloud blocks.
ru: Общее количество тегов, которое будет показано в облаке на странице. Количество тегов в блоке должно быть настроено в настройках блоков, которые добавляет сам модуль.

source: Number of levels
ru: Количество уровней

source: The number of levels between the least popular tags and the most popular ones. Different levels will be assigned a different class to be themed in tagadelic.css
ru: Максимальное количество уровней между самыми непопулярными тегами и самыми популярными. Каждый уровнь оформляется по своему, благодаря назначению отдельного класса (файл tagadelic.css).

source: view all posts tagged with "@tag"
ru: Смотреть все материалы, отмеченные тегом "@tag"

source: more tags
ru: Мета теги

source: Tags for @title
ru: Теги для @title

source: Tags to show
ru: Количество тегов

source: The number of tags to show in this block.
ru: Количество отображаемых в данном блоке тегов.

source: Tagadelic
ru: Облако тегов

source: <a href="@login">Login</a> or <a href="@register">register</a> to tag items
ru: <a href="@login">Войдите</a> или <a href="@register">зарегистрируйтесь</a>, чтобы ставить метки

source: You must enter at least one tag.
ru: Вы должны установить хотя бы одну метку.

source: You have already tagged this post. Your tags:
ru: Вы уже отметили эту страницу. Ваши метки:

source: tag content
ru: Ставить метки

source: edit own tags
ru: Редактировать свои метки

source: Community Tags Display *DO NOT USE*
ru: Отображение меток пользователей

source: Displays Community Tag Cloud
ru: Отображает облако пользовательских меток

source: All tags
ru: Все теги

source: Provide the Services: Blinklist, Box, del.icio.us, Digg, Facebook, Furl, Google Bookmark, Google Buzz, Icerocket, Identi.ca, Linkedin, Magnolia, Mister Wong, Mixx, MySpace, Newsvine, Phing this, Propeller, Reddit, StumbleUpon, Technorati, Twitter, Yahoo Bookmark, Yahoo Buzz
ru: Интеграция с сервисами: Blinklist, Box, del.icio.us, Digg, Facebook, Furl, Google Bookmark, Google Buzz, Icerocket, Identi.ca, Linkedin, Magnolia, Mister Wong, Mixx, MySpace, Newsvine, Phing this, Propeller, Reddit, StumbleUpon, Technorati, Twitter, Yahoo Bookmark, Yahoo Buzz

source: Provide the Russian Services (12+3): 100zakladok, Ruspace, Mister Wong, Memori, Moemesto, MyScoop, Vaau, Yandex, LinkStore, Bobrdobr, Lopas, Communizm, Newsland, News2, Smi2
ru: Интеграция с сервисами: 100zakladok, Ruspace, Mister Wong, Memori, Moemesto, MyScoop, Vaau, Yandex, LinkStore, Bobrdobr, Lopas, Communizm, Newsland, News2, Smi2

source: Module engine for add various service links about sharing networks to nodes.
ru: Модуль добавит в различные службы ссылки для совместнго использовании материала.

source: Service links
ru: Сервисы закладок

source: Control which and where service links should be active.
ru: Управление тем, когда и где ссылки сервисов закладок должны появиться.

source: Categories
ru: Категории

source: Same window
ru: В этом же окне

source: Where to show the service links
ru: Где показывать ссылки сервисов закладок

source: Set the node types and categories you want to display links for.
ru: Выберите типы документов и категории, для которых вы хотите показывать ссылки.

source: When and how to show the links
ru: Когда и как показывать ссылки

source: Service links in links
ru: Сервисы закладок среди ссылок

source: Teaser view
ru: Аннотация

source: Full-page view
ru: Весь документ

source: Teasers and full-page view
ru: Аннотация и весь документ

source: When to display the services in the links section.
ru: Когда показывать сервисы закладок в разделе ссылок.

source: Service links in nodes
ru: Сервисы закладок в документах

source: When to display the services after the node text.
ru: Когда показывать сервисы закладок после текста документа.

source: Service links style
ru: Стиль ссылок сервисов закладок

source: Aggregator2 settings
ru: Настройки Aggregator2

source: Use link to original article aggregated by aggregator2 module
ru: Использовать ссылку на оригинал статьи собранной модулем aggregator2

source: Bookmark/Search this post
ru: Сохранить закладку/Искать эту статью

source: Bookmark this post on del.icio.us.
ru: Сделать закладку статьи на del.icio.us.

source: Submit to Propeller.
ru: Отправить для Propeller.

source: Submit this post on reddit.com.
ru: Добавить статью на reddit.com.

source: Submit this post on ma.gnolia.com.
ru: Добавить статью на ma.gnolia.com.

source: Submit this post on newsvine.com.
ru: Добавить статью на newsvine.com.

source: Submit this post on furl.net.
ru: Добавить статью на furl.net.

source: Share on Facebook.
ru: Поделиться на Facebook.

source: Bookmark this post on Google.
ru: Сделать закладку статьи на Google.

source: Bookmark this post on Yahoo.
ru: Сделать закладку статьи на Yahoo.

source: Search Technorati for links to this post.
ru: Искать ссылки на эту статью на Technorati.

source: Search IceRocket for links to this post.
ru: Искать ссылки на эту статью на IceRocket.

source: General Settings
ru: Главные настройки

source: New window
ru: Новое окно

source: Services
ru: Сервисы

source: Display links to social sharing websites like Digg, del.icio.us, reddit, Technorati etc.
ru: Показать ссылки на сайты социальных закладок таких, как Digg, del.icio.us, Reddit, Technorati т.д.

source: access service links
ru: доступ к социальным закладкам

source: administer service links
ru: управление социальными закладками

source: Share - tabs
ru: Заклада - Share

source: Share on MySpace.
ru: Добавить в MySpace.

source: Bookmark/Search this post with:
ru: Закладки/поиск этой статьи в:

source: Buzz up this post on Yahoo! Buzz.
ru: Buzz up эту статью в Yahoo! Buzz.

source: No service available.
ru: Нет доступных служб.

source: Service Name
ru: Имя сервиса

source: Only Text
ru: Только текст

source: Only Image
ru: Только изображение

source: Image and Text
ru: Текст и изображение

source: Open link in...
ru: Открыть ссылку в ...

source: Short Links
ru: Короткие ссылки

source: Use short links
ru: Использовать короткие ссылки

source: Only when requested
ru: Только тогда, когда просили

source: How generate short links
ru: Как создавать короткие ссылки

source: Use node/xxx alias
ru: Использовать псевдоним node/xxx

source: Use TinyURL.com service
ru: Использовать сервис Use TinyURL.com

source: Redirect only the Domain name
ru: Перенаправление только доменного имени

source: Combo: domain redirect and node/xxx alias
ru: Комбинированно: редирект домена и ссылка node/xxx

source: Domain to redirect
ru: Домен для перенаправления

source: Write here the complete address without trailing slash %name
ru: Напишите здесь полный адрес без слешь %name

source: Domain redirect address is not set.
ru: Адрес домен для перенаправления не установлен.

source: No trailing slash!
ru: Нет завершающего слеша!

source: Show %name link
ru: Показать ссылку %name
