Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Please copy URL API to your Onpay Shop Settings
ru: Скопируйте URL API в ваши настройки магазина

source: Pay with OnPay.ru (Webmoney, Yandex.Money, VISA, etc.)
ru: Оплатить через OnPay.ru (Webmoney, Yandex.Money, VISA)

source: ERROR 13: NO ORDER
ru: ОШИБКА 13: НЕТ ЗАКАЗА

source: ERROR 14: ORDER SUM HACKED
ru: ОШИБКА 14: СУММА ЗАКАЗА ВЗЛОМАНА

source: ERROR 1: NO ID
ru: ОШИБКА 1: НЕТ ID

source: ERROR 2: NO ID
ru: ОШИБКА 2: НЕТ ID

source: ERROR 3: NO ORDER ID
ru: ОШИБКА 3: НЕТ ID ЗАКАЗА

source: ERROR 4: NO ORDER ID
ru: ОШИБКА 4: НЕТ ID ЗАКАЗА

source: ERROR 5: NO ORDER SUM
ru: ОШИБКА 5: НЕТ СУММЫ ЗАКАЗА

source: ERROR 6: NO ORDER SUM
ru: ОШИБКА 6: НЕТ СУММЫ ЗАКАЗА

source: ERROR 7: NO ORDER SUM
ru: ОШИБКА 7: НЕТ СУММЫ ЗАКАЗА

source: ERROR 8: NO ORDER SUM
ru: ОШИБКА 8: НЕТ СУММЫ ЗАКАЗА

source: ERROR 9: NO ORDER CURRENCY
ru: ОШИБКА 9: НЕТ ВАЛЮТЫ ЗАКАЗА

source: ERROR 10: NO ORDER CURRENCY
ru: ОШИБКА 10: НЕТ ВАЛЮТЫ ЗАКАЗА

source: ERROR 11: NO ORDER SUM
ru: ОШИБКА 11: НЕТ СУММЫ ЗАКАЗА

source: ERROR 12: NO ORDER SUM
ru: ОШИБКА 13: НЕТ СУММЫ ЗАКАЗА

source: ERROR 15: MD5 SIGN HACKED
ru: ОШИБКА 15: ПОДПИСЬ MD5 ВЗЛОМАНА

source: A payment from Onpay was accepted.
ru: Оплата через Onpay принята.

source: Runet Business System Payment
ru: Оплата через Runet Business System

source: Pay by Credit Card through Runet Business System Secure Server.
ru: Оплатить кредитной картой через сервер Runet Business System.

source: The shop name on RBS service.
ru: Название магазина в сервисе RBS

source: Merchant password
ru: Пароль мерчанта

source: The shop password on RBS service.
ru: Пароль магазина в сервисе RBS.

source: Text description
ru: Текстовое описание

source: The comments for order.
ru: Комментарии к заказу.

source: An unknown error occured. Error code !code.
ru: Произошла неизвестная ошибка. Код ошибки !code.

source: The Taxonomy Menu has been rebuilt.
ru: Меню таксономии было перестроено заново.

source: The Taxonomy Menu %menu_name has been updated.
ru: Меню таксономии %menu_name было обновлено.

source: Term %term has been added to taxonomy menu %menu_name.
ru: Термин %term был добавлен в меню таксономии %menu_name.

source: Term %term has been updated in taxonomy menu %menu_name.
ru: Термин %term был обновлён в меню таксономии %menu_name.

source: Term %term has been deleted from taxonomy menu %menu_name.
ru: Термин %term был удалён из меню таксономии %menu_name.

source: Could not save the menu link for the taxonomy menu.
ru: Невозможно сохранить ссылку в меню таксономии.

source: Menu and taxonomy name mismatch: @title != @name
ru: Название меню и таксономии не совпадают: @title != @name

source: Taxonomy Menu
ru: Меню таксономии

source: Taxonomy Menu Custom Path
ru: Пользовательский путь меню таксономии

source: Compresses the aggregated CSS file when Optimize CSS & gzip CSS are enabled.
ru: Архивирует объединённые файлы CSS, когда включена оптимизация и архивирование CSS.

source: Adds image cropping functionality to IMCE
ru: Добавляет функцию обрезки в файловый менеджер IMCE

source: Allows users manage directories in IMCE
ru: Позволяет пользователям управлять директориями через файловый менеджер IMCE

source: Optionally <a href="@gzip">GZip</a> the aggregated CSS file to dramatically decrease its size.
ru: Необязательно. <a href="@gzip">Сжать в архив GZip</a> CSS файлы для значительного уменьшения их объёма.

source: GZip CSS: Do not generate .htaccess file
ru: GZip CSS: Не генерировать файл .htaccess

source: Sometimes your host does not like multiple .htaccess files. Enable this to bypass htaccess file generation. Follow directions in the README.txt if this is effecting you.
ru: Иногда хостинг не разрешает множественные .htaccess файлы. Включите эту опцию, чтобы обойти генерирование htaccess. За дополнительной информацией обращайтесь к README.txt

source: GZip CSS: Use hook exit as well.
ru: GZip CSS: Использовать также hook exit

source: If your using a recolorable theme, you should probably use this.
ru: Если вы используете тему с изменяемым цветом, возможно вам понадобится включить эту настройку.

source: Files directory is writable and server is using public downloads
ru: Файловая директория доступна для записи, сервер использует публичный метод загрузки

source: Crop
ru: Обрезать

source: Start from (X:Y)
ru: Начать с (X:Y)

source: Image cropping successful: %files.
ru: Обрезка выполнена: %files.

source: Crop must be inside the image boundaries.
ru: Границы обрезки не должны выступать за границу изображения

source: %filename cannot be cropped.
ru: Изображение %filename не может быть обрезано.

source: IMCE Crop
ru: Обрезка изображения

source: Add subdirectories
ru: Добавить директории

source: Remove subdirectories
ru: Удалить директории

source: Maximum number of subdirectories
ru: Максимальное число субдиректорий

source: This setting is applicable only if you allow subdirectory creation under any of the predefined directories. Define here the maximum number of subdirectories a directory can have. Setting this to 0 removes the limit and also allows infinite subdirectory depth.
ru: Эти настройки действуют только тогда, когда вы разрешите создание субдиректорий предопределённых директория. Определите здесь максимальное число субдиректорий, которое может иметь директория. Если установлено "0", будут сняты все ограничения.

source: Subdirectory name
ru: Название субдиректории

source: %dirname is not a valid directory name. It should contain only alphanumeric characters, hyphen and underscore.
ru: Название %dirname не является правильным названием директории. Название должно быть в виде латинских букв, тире и тире в нижнем регистре.

source: Subdirectory %dir already exists.
ru: Субдиректория %dir уже существует.

source: Subdirectory %dir could not be created.
ru: Субдиректория %dir не может быть создана.

source: Subdirectory %dir has been added.
ru: Субдиректория %dir была добавлена.

source: Subdirectory %dir does not exist.
ru: Субдиректория %dir не существует.

source: Subdirectory %dir is a predefined directory and can not be removed.
ru: Субдиректория %dir является предустановленной и не может быть удалена.

source: Subdirectory %dir could not be removed.
ru: Субдиректория %dir не может быть удалена.

source: Subdirectory %dir has been removed.
ru: Субдиректория %dir была удалена.

source: %path could not be removed.
ru: Директория %path не может быть удалена.

source: Manage directories
ru: Управление директориями

source: You are not alllowed to create more than %num directories.
ru: Вы не можете создавать более чем %num директорий.

source: Are you sure want to delete this subdirectory with all directories and files in it?
ru: Вы уверены, что хотите удалить эту субдиректорию со всеми содержащимися в ней субдиректориями и файлами?

source: Option to gzip the aggregated CSS file when <em>CSS optimization</em> has been enabled in the <a href="@performance">Performance settings</a>. Requires .htaccess mod_rewrite (apache web server & clean urls).
ru: Настройки архивирования CSS файлов, если оптимизация CSS была включена на странице <a href="@performance">настроек производительности</a>. Требуется установленный и работающий модуль apache mod_rewrite

source: Files directory is not writable AND/OR public download method is disabled
ru: Файловая директория не доступна для записи И/ИЛИ отключён публичный метод загрузки

source: Server Configuration Error
ru: Ошибка настройки сервера

source: API to access statistics from the Google Analytics Data Export API.
ru: API для доступа к статистике из Google Analytics Data Export API.

source: Provides interface to access Google Analytics API statistics.
ru: Предоставляет интерфейс для сбора статистики Google Analytics

source: Google chart API integration.
ru: Интеграция с API Google Chart

source: In order for you to access your Google Analytics account through Drupal, you need to grant access to your account. This gives Drupal permission to contact the Google Analytics server and download statistics about your site.
ru: Для доступа к статистике Google Analytics через ваш сайт, вы должны предоставить доступ к своему аккаунту. Это даст сайту права соединяться с сервером Google Analytics и загружать статистику по вашему сайту.

source: Grant access to a Google account
ru: Предоставить доступ к аккаунту Google

source: You have granted access to your Google account. Drupal will be able to download information from the account until you revoke access.
ru: Вы предоставили доступ к своему аккаунту Google. Система будет иметь возможность скачивать информацию с вашего аккаунта до тех пор, пока вы не аннулируете доступ.

source: A Google Analytics API method has been called that requires access to a Google account. Please visit the <a href="@admin">administration page</a> to grant access.
ru: Был вызван Google Analytics API, для которого требуется доступ к аккаунту Google. Предоставьте доступ на <a href="@admin">этой</a> странице.

source: Overrides
ru: Переопределение

source: Global Background Color
ru: Глобальный цвет фона

source: Specify a global background color for all charts. When set this will take precedence over any custom value which is useful for highly themed sites.
ru: Укажите глобальный цвет фона для всех диаграмм. Если установлено, этому цвету будет отдано предпочтение перед пользовательским значением.

source: Max Width
ru: Максимальная ширина

source: Max chart width.
ru: Максимальная ширина диаграммы.

source: Max Height
ru: Максимальная высота

source: Max chart height.
ru: Максимальная высота диаграммы.

source: Currently you have granted access to a Google Analytics account. Please choose the profile below that contains statistics for this site.
ru: В настроящее время вам предоставлен доступ к аккаунту Google Analytics. Выберите профиль ниже, который содержит статистику для вашего сайта.

source: Revoke access
ru: Аннулировать доступ

source: Choose your website's profile.
ru: Выберите свой профиль сайта

source: Account listing unavailable. Currently selected account has ID: @profile-id.
ru: Список аккаунтов недоступен. Выбранный в настоящий момент аккаунт имеет ID: @profile-id.

source: You have revoked access to your Google account.
ru: Вы аннулировали доступ к своему аккаунту Google

source: A Google Analytics API method has been called that requires the selection of a Google Analytics profile. Please visit the <a href="@admin">administration page</a> to set one.
ru: Был вызван Google Analytics API, для которого нужно выбрать профиль Google Analytics. Установите эти настройки <a href="@admin">здесь</a>.

source: administer google analytics settings
ru: Администрировать настройки Google Analytics

source: Please see the <a href="@api-reference">Google Analytics Data API Reference</a> for a list of dimensions and metrics.
ru: Смотрите <a href="@api-reference">Google Analytics Data API Reference</a> для списка размеров и метрики.

source: Metrics
ru: Метрика

source: (entrances, pageviews, timeOnPage, visitors, visits...)
ru: (входы, просмотры страниц, время просмотра, посетители, посещения...)

source: Sort metric
ru: Тип измерения

source: (e.g. -entrances, pageviews)
ru: (например входы, просмотры страниц)

source: (e.g. country == United States && browser == Firefox || browser == Chrome)
ru: (например country == United States && browser == Firefox || browser == Chrome)

source: (Default: Google Analytics launch date of 1 Jan 2005)
ru: (По умолчанию: Сервис Google Analytics был запущен 01.01.2005)

source: (Default: Today)
ru: (По умолчанию: Сегодня)

source: Start index
ru: Начальный индекс

source: Maximum results
ru: Максимальные результаты

source: Execute query
ru: Выполнить запрос

source: Aggregate value
ru: Совокупное значение

source: Google Analytics Statistics
ru: Статистика Google Analytics

source: Please <a href="@admin">grant access</a> to your Google account.
ru: Предоставьте <a href="@admin">доступ</a> к своему аккаунту Google.

source: No analytics data is currently available for this path.
ru: Статистика для этого адреса недоступна.

source: Page views
ru: Просмотры страниц

source: Average time (s)
ru: Среднее время (s)

source: Bounce rate (%)
ru: Показатель отказов (%)

source: Statistics for past 14 days:
ru: Статистика за последние 14 дней:

source: See more statistics...
ru: Больше статистики...

source: This will become a page with overall statistics for the entire site. For now please view statistics for individual paths by clicking the link in the statistics block.
ru: Это станет страницей со всей статистикой для всего сайта. С этого момента смотрите статистику по каждой странице кликнув на ссылку в блоке статистики.

source: These paths were searched for statistics:
ru: Страницы, для которых искалась статистика:

source: Geographical usage
ru: География

source: Top referrers (past month)
ru: Топ переходов (прошлый месяц)

source: access google analytics reports
ru: Доступ к отчётам Google Analytics

source: Google Analytics Report Query
ru: Запрос отчёта Google Analytics

source: Google Analytics API Statistics
ru: Статистика Google Analytics

source: Google Analytics Reports
ru: Отчёты Google Analytics

source: Failed to copy chart image.
ru: Ошибка при копировании изображения диаграммы

source: Invalid color. Formatted as RRGGBB with no pound sign.
ru: Неправильный цвет.

source: Width must be an integer.
ru: Ширина должна быть в виде целого числа.

source: Height must be an integer.
ru: Высота должна быть в виде целого числа.

source: Chart API error:
ru: Ошибка API диаграммы:

source: Bar - Horizontal
ru: Полоса - Горизонтально

source: Bar - Vertical
ru: Полоса - Вертикально

source: Bar - Grouped Horizontal
ru: Полоса - Сгруппировано горизонтально

source: Bar - Grouped Vertical
ru: Полоса - сгруппировано вертикально

source: Pie
ru: Пирог

source: Pie - 3D
ru: Пирог - 3D

source: Pie - Concentric pie charts
ru: Пирог - Круглая концентрическая диаграмма

source: Venn Diagram
ru: Диаграмма Венна

source: Scatter plot
ru: Точечная диаграмма

source: Radar
ru: Радар

source: Radar with filled areas
ru: Радар с заполненными участками

source: administer chart
ru: Администрировать диаграмму

source: Chart API
ru: API диаграммы

source: Charting
ru: Рисование диаграммы

source: Administration and debugging functionality for developers and site builders.
ru: Функции администрирования и отладки для разработчиков.

source: Provides a dropdown menu to most administrative tasks and other common destinations (to users with the proper permissions).
ru: Предоставляет пользователям с соответствующими правами выпадающее меню со ссылками на страницы администрирования.

source: A better Toolbar.
ru: Расширенный тулбар

source: Replaces all system object management pages in Drupal core with real views.
ru: Заменяет

source: Display the view as replacement for an existing menu path.
ru: Отображать вид для существующего пути меню.

source: Administration menu
ru: Меню администратора

source: Run updates
ru: Запустить обновление

source: @project issue queue
ru: Багтреккер @project

source: Flush all caches
ru: Очистить весь кэш

source: Cache tables
ru: Таблицы кэш

source: Page requisites
ru: Реквизиты страницы

source: Disable developer modules
ru: Отключить разработку

source: Current anonymous / authenticated users
ru: Текущие анонимы / вошедшие

source: Hello <strong>@username</strong>
ru: Здравствуйте, <strong>@username</strong>

source: Show shortcuts
ru: Показывать ярлыки

source: Add content
ru: Добавить содержимое

source: Find content
ru: Найти содержимое

source: Drupal issue queue
ru: Очередь ошибок Drupal

source: @title issue queue
ru: @title очередь ошибок

source: Logout @name
ru: @name уходит

source: Add !title
ru: Создать !title

source: Renders the administer menu tree as dropdown menu at the top of the window.
ru: Создаёт иерархическое меню в виде выпадающего меню на верху окна.

source: Administration Menu settings
ru: Параметры меню Администрирования

source: Display extra information for menu items in Drupal Administration Menu
ru: Показывать дополнительную информацию для пунктов в Меню Администрирования Друпал

source: If enabled, the chosen information will appear next to each menu item link.
ru: Если включено, выбранная информация будет появляться рядом с каждым пунктом меню.

source: Display all menu items
ru: Показывать все пункты меню

source: Enable this option to disable user access checks for menu items, i.e. every menu item in the visible menu tree will be displayed to every user regardless of access permissions.
ru: Включите этот параметр, чтобы отключить проверку прав доступа пользователей к пунктам меню. То есть каждый пункт в видимой иерархии меню будут показаны каждому пользователю не взирая на права доступа.

source: Enable developer modules
ru: Включить разработку

source: Administration Menu
ru: Администрирование

source: Renders a menu tree for administrative purposes as dropdown menu at the top of the window.
ru: Создаёт иерархическое меню для административных целей в виде выпадающего меню на верху окна.

source: Adjust top margin
ru: Отступ сверху

source: Keep menu at top of page
ru: Удерживать меню наверху

source: Administration menu settings
ru: Настройки меню администратора

source: Administration menu Toolbar style
ru: Стиль тулбара меню администратора

source: Administration views
ru: Виды администратора

source: If enabled, the site output is shifted down approximately 20 pixels from the top of the viewport to display the administration menu. If disabled, some absolute- or fixed-positioned page elements may be covered by the administration menu.
ru: Если включено, вывод сайта будет сдвинут вниз приблизительно на 20 пикселей сверху, чтобы туда вставить меню администратора. Если отключено, некоторые элементы страницы могут находить на меню.

source: If enabled, the administration menu is always displayed at the top of the browser viewport (even after the page is scrolled). <strong>Note: In some browsers, this setting results in a malformed page, an invisible cursor, non-selectable elements in forms, or other issues. Disable this option if these issues occur.</strong>
ru: Если включено, меню администратора будет всегда отображаться вверху окна браузера, даже при прокрутке страницы. В некоторых браузерах это может привести к некоторым проблемам с корректным отображением некоторых элементов страницы.

source: Collapse fieldsets on modules page
ru: Свернуть поля на странице модуля

source: If enabled, fieldsets on the <a href="!modules-url">modules</a> page are automatically collapsed when loading the page.
ru: Если включено, наборы полей на странице <a href="!modules-url">модуля</a> будут автоматически свёрнуты при загрузке страницы.

source: Collapse modules on permissions page
ru: Свернуть модули на странице прав доступа

source: Collapses permissions by module on the <a href="@permissions-url">permissions</a> page.
ru: Сворачивает права по модулям на странице <a href="@permissions-url">прав доступа</a>.

source: Move local tasks into menu
ru: Переместить табы в меню

source: If enabled, the tabs on the current page are moved into the administration menu. This feature is only available in themes that use the CSS classes <code>tabs primary</code> and <code>tabs secondary</code> for tabs.
ru: Если включено, табы (закладки) на текущей странице будут перемещены в меню администратора. Эта опция доступна только тогда, когда тема оформления использует классы <code>tabs primary</code> и <code>tabs secondary</code>

source: Developer modules to keep enabled
ru: Не выключать

source: Enabled developer modules in this list will not be disabled when the link <em>Disable developer modules</em> in the menu below the icon is invoked.
ru: Отмеченные модули в этом списке не будут выключены если нажата ссылка <em>Отключить модули разработки</em> в меню под иконкой.

source: The administration menu module provides a dropdown menu arranged for one- or two-click access to most administrative tasks and other common destinations (to users with the proper permissions). Use the settings below to customize the appearance of the menu.
ru: Модуль "Меню администратора" предоставляет выпадающее меню, группы ссылок которых упорядочены по задачам администрирования для пользователей с соответствующими правами. Используйте опции ниже для настройки этого меню.

source: Disabled these modules: !module-list.
ru: Выключены следующие модули: !module-list.

source: No developer modules are enabled.
ru: Модуль "Разработка" не включён.

source: Enabled these modules: !module-list.
ru: Включите эти модули: !module-list.

source: If the Utility module was installed for this purpose, it can be safely disabled and uninstalled.
ru: Если установлен модуль "Утилиты", это может быть выключено и удалено.

source: Menu link ID
ru: ID ссылки меню

source: Parent link ID
ru: ID родительской ссылки

source: Display additional data for each menu item
ru: Отображать дополнительные данные для каждого пункта меню

source: Display the selected items next to each menu item link.
ru: Отображать выбранные пункты рядом с каждым пунктом ссылки.

source: If enabled, all menu items are displayed regardless of your site permissions. <em>Note: Do not enable on a production site.</em>
ru: Если включено, все пункты меню отображаются в соответствии с настройками прав. <em>ВНИМАНИЕ: не включайте на реально-работающем сайте.</em>

source: The administration menu module provides a dropdown menu arranged for one- or two-click access to most administrative tasks and other common destinations (to users with the proper permissions). Administration menu also displays the number of anonymous and authenticated users, and allows modules to add their own custom menu items. Integration with the menu varies from module to module; the contributed module <a href="@drupal">Devel</a>, for instance, makes strong use of the administration menu module to provide quick access to development tools.
ru: Модуль "Меню администратора" предоставляет выпадающее меню, группы ссылок которых упорядочены по задачам администрирования для пользователей с соответствующими правами. Меню администратора также отображает число анонимных и авторизированнных пользователей и позволяет добавлять модулям свои собственные пункты меню. Интеграция с меню зависит от конкретного модуля.

source: The administration menu <a href="@settings">settings page</a> allows you to modify some elements of the menu's behavior and appearance. Since the appearance of the menu is dependent on your site theme, substantial customizations require modifications to your site's theme and CSS files. See the advanced module README.txt file for more information on theme and CSS customizations.
ru: На странице <a href="@settings">настроек</a> меню администратора можна настроить отображение некоторых элементов меню. Так как отображение меню зависит от темы оформления, точная настройка отображения меню потребует редактирования CSS файла темы. Подробнее об этом описано в README.txt
