Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The card type sent is invalid or does not correlate with the credit card number.<br /><b>Possible action:</b> Ask your customer to verify that the card is really the type indicated in your Web store, then resend the request.
ru: Отправлен неправильный тип карты или этот тип не соответствует номеру карты. Возможное действие: Поспросить клиента проверить, что эта карта на самом деле соответствует типу карт, принимаемым в магазине, затем повторно отправить запрос.

source: <b>Error:</b> The request was received, but a time-out occurred with the payment processor.<br /><b>Possible action:</b> To avoid duplicating the transaction, do not resend the request until you have reviewed the transaction status in the Business Center.
ru: Ошибка: Запрос был получен, но произошёл сбой на стороне процессора. Возможное действие: Во избежании дублирования трансакции не делайте повторный запрос до тех пор, пока не просмотрите состояние трансакции.

source: The customer is enrolled in payer authentication.<br /><b>Possible action:</b> Authenticate the cardholder before continuing with the transaction.
ru: Клиент вошёл в область авторизации. Возможные действия: Авторизировать владельца карты перед продолжением трансакции.

source: The customer cannot be authenticated.<br /><b>Possible action:</b> Review the customer's order.
ru: Клиент не может быть авторизирован. Возможное действие: Просмотреть заказ клиента.

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your Smart Authorization settings.<br /><b>Possible action:</b> Do not capture the authorization without further review. Review the avsCode, cvResult, and factorCode fields to determine why CyberSource rejected the request.
ru: Запрос авторизации был одобрен банком-издателем, но отклонён CyberSource на основании ваших настроек Smart Authorization. Возможное действие: Не получать авторизацию без дальнейшего просмотра. Просмотреть поля avsCode, cvResult, factorCode, чтобы определить причину отказа CyberSource.

source: Street address matches, but 5- and 9-digit postal codes do not match.
ru: Адрес улицы совпадает, но 5- и 9-ти значные почтовые коды не совпадают.

source: Street address matches, but postal code not verified. Returned only for non U.S.-issued Visa cards.
ru: Адрес улицы совпадает, но почтовый код не проверен. Возвращается только для карт, выпущенных за пределами США.

source: Street address and postal code do not match. Returned only for non U.S.-issued Visa cards.
ru: Адрес улицы и почтовый код не совпадает. Возвращается только для карт, выпущенных за пределами США.

source: Street address and postal code match. Returned only for non U.S.-issued Visa cards.
ru: Адрес улицы и почтовый код совпадают. Возвращается только для карт, выпущенных за пределами США.

source: AVS data is invalid, or AVS is not allowed for this card type.
ru: Неправильные данные AVS или AVS не разрешена для этого типа карты.

source: Card member's name does not match, but postal code matches. Returned only for the American Express card type.
ru: Имя карты не совпадает, но совпадает почтовый код. Возвращается только для карт, выпущенных за пределами США.

source: Non-U.S. issuing bank does not support AVS.
ru: НЕамериканский банк, выпустивший карту, не поддерживают AVS.

source: Card member's name does not match. Street address and postal code match. Returned only for the American Express card type.
ru: Имя карты не совпадает. Адрес улицы и почтовый код совпадают. Возвращается только для карт American Express.

source: Address not verified. Returned only for non U.S.-issued Visa cards.
ru: Адрес не проверен. Возвращается только для карт, выпущенных за пределами США.

source: Card member's name matches but billing address and billing postal code do not match. Returned only for the American Express card type.
ru: Имя карты совпадает, но платёжный адрес и платёжный почтовый код - нет. Возвращается только для карт American Express.

source: Card member's name and billing postal code match, but billing address does not match. Returned only for the American Express card type
ru: Имя карты и платёжный почтовый код совпадают, но платёжный адрес - нет. Возвращается только для карт American Express.

source: Street address and postal code do not match. - or - Card member's name, street address and postal code do not match. Returned only for the American Express card type.
ru: Адрес улицы и почтовый код не совпадают ИЛИ имя, адрес улицы и почтовый код не совпадают. Возвращается только для карт American Express.

source: Card member's name and billing address match, but billing postal code does not match. Returned only for the American Express card type.
ru: Имя карты и платёжный адрес совпадают, но платёжный почтовый код не совпадают. Возвращается только для карт American Express.

source: Postal code matches, but street address not verified. Returned only for non-U.S.-issued Visa cards.
ru: Почтовый код совпадает, но адрес улицы не проверен. Возвращается только для карт, выпущенных за пределами США.

source: U.S.-issuing bank does not support AVS.
ru: Американский банк, выпустивший карту, не поддерживает AVS.

source: Card member's name does not match, but street address matches. Returned only for the American Express card type.
ru: Имя карты не совпадает, но совпадает адрес улицы. Возвращается только для карт American Express.

source: Address information unavailable. Returned if non-U.S. AVS is not available or if the AVS in a U.S. bank is not functioning properly.
ru: Адресная информация недоступна. Возвращается только для карт, выпущенных за пределами США. AVS недоступна или проверка AVS не работает должным образом.

source: Street address does not match, but 9-digit postal code matches.
ru: Адрес улицы не совпадает, но совпадает 9-ти значный почтовый код.

source: Transaction determined suspicious by issuing bank.
ru: Трансакция расценена банком-издателем как "подозрительная".

source: Card verification number failed processor's data validation check.
ru: Проверочный код карты не прошёл проверку в процессоре трансакции.

source: Card verification number not processed by processor for unspecified reason.
ru: Номер карты не обработан процессором по неопределённым причинам.

source: Card verification number is on the card but was not included in the request.
ru: Проверочный код карты есть в карте, но не был включён в запрос.

source: Unrecognized result code returned by processor for card verification response.
ru: При проверке карты, процессором возвращён неизвестный код.

source: Tax calculation produced uneven results. Expected a total of @total, received the following: @dump
ru: Расчёт наценки выдал нечёткий результат. Ожидалось в сумме @total, получено же следующее: @dump

source: Attempted to calculate taxes failed for order @order_id - reason @code
ru: Попытка расчёта наценки для заказа @order_id привела к ошибке - причина @code

source: Attempted to calculate taxes failed for order @order_id. No response returned from CyberSource.
ru: Попытка расчёта наценки для заказа @order_id привела к ошибке. Нет ответа от CyberSource.

source: Order Taxes
ru: Наценки заказа

source: Cybersource's SOAP Toolkit API requires the PHP <a href='!soap_url'>SOAP</a> and <a href='!dom_url'>DOM</a> libraries.
ru: SOAP Toolkit API Cybersource требует для свой работы библиотеки <a href='!soap_url'>SOAP</a> и <a href='!dom_url'>DOM</a>

source: Cybersource's Silent Order POST requires the PHP <a href='!curl_url'>cURL</a> library.
ru: Silent Order POST Cybersource требует для своей работы библиотеку <a href='!curl_url'>cURL</a>.

source: Used to sign cart information. Keep it secret, keep it safe.
ru: Используется для подписи карты. Сохраняйте в секрете!

source: Only needed for test mode. Click <a href="http://code.google.com/apis/checkout/developer/index.html#integration_overview" target="_blank">here</a> for more info.
ru: Нужно только для режима отладки. <a href="http://code.google.com/apis/checkout/developer/index.html#integration_overview" target="_blank">Подробнее об этом</a>.

source: This message will be sent with the cancelation notice through Google Checkout. Any comment given when the order is canceled will be sent as a separate message. This message uses <a href="!url">global and order tokens</a>.
ru: Это сообщение будет отправлено с уведомлением об отмене через Google Checkout. Любые комментарии при отмене заказа будут отправлены отдельным письмом. Это сообщение использует <a href="!url">токены</a>

source: Order canceled. See order comments at [order-url] for more information.
ru: Заказ отменён. Смотрите комментарии к заказу здесь: [order-url]

source: Google does not allow refunds greater than the amount already charged.
ru: Google не возвращает деньги на сумму большую, чем уже оплачено.

source: In the <a href="!checkout_url/sell">Google Checkout Merchant Center</a>, enter %url as the callback URL for this site. This will allow Ubercart to communicate with Google Checkout.
ru: В <a href="!checkout_url/sell">Google Checkout Merchant Center</a> укажите %url в качестве обратного URL для этого сайта. Это позволит связываться вашему магазину с Google Checkout.

source: Conforms to Google Checkout content policies.
ru: Соответствует условиям Google Checkout.

source: Google Checkout only accepts the following currencies: @list
ru: Google Checkout принимает только такую валюту: @list

source: Display the customer's preferences about mass-marketing.
ru: Отображать предпочтения пользователей по рассылкам рекламных материалов.

source: Cancel order request sent to Google Checkout. The order will be updated momentarily.
ru: Запрос об отмене заказа отправлен в Google Checkout. Заказ будет обновлён немедленно.

source: Risk information notification:
ru: Уведомление об рисках:

source: Eligible for protection: <strong>@bool</strong>
ru: Желатильно для защиты: <strong>@bool</strong>

source: Charge request sent to Google Checkout. The charge confirmation should appear on this page momentarily.
ru: Запрос о списании отправлен в Google Checkout. Подтверждение списания должно появиться на этой странице немедленно.

source: enables you to take direct payments from credit cards, debit cards and over 60 other local payment options in over 200 countries as well as the Moneybookers eWallet.
ru: позволяет вам сделать прямой платёж с кредитной карты, списывать карты и использовать множество других опций (более 60) для более чем 200 стран также, как и Moneybooker eWallet.

source: After aktivation Moneybookers will give you access to a new section in your Moneybookers account called "Merchant tools". Please choose a secret word (do not use your password for this) and enter it into the merchants tool section and below.
ru: После активации Moneybookers выберите секретное слово (не используйте свой пароль для этого).

source: The secret word entered in the Moneybookers merchant tools.
ru: Секретное слово, указанное в мерчанте Moneybookers.

source: The Moneybookers eWallet payment method must be activated and configured as a prerequisit.
ru: Способ оплаты Moneybookers eWallet должен быть активирован и настроен.

source: Payment method not valid for your country. Please choose another one!
ru: Способ оплаты недействителен для вашей страны. Выберите другой!

source: PayPal has cancelled the reversal and returned !amount !currency to your account.
ru: PayPal отменил оплату и вернул !amount !currency на ваш счёт.

source: The customer's attempted payment from a bank account failed.
ru: Ошибка при попытке оплаты с банковского счёта.

source: Leave blank if shipping to a residence.
ru: Оставьте пустым, если доставляется резиденту.

source: Special instructions or notes regarding your order.
ru: Специальные инструкции или замечания.

source: You must calculate and select a shipping option.
ru: Вы должны выбрать опции доставки.

source: Your order is not complete until you click the 'Submit order' button below. Your PayPal account will be charged for the amount shown above once your order is placed. You will receive confirmation once your payment is complete.
ru: Ваш заказ не завершён до тех пор, пока вы не нажмёте на кнопку отправки заказа. Как только вы отправите заказ, сумма заказа будет списана с вашего счёта в PayPal. Вы получите подтверждение, как только заказ будет завершён.

source: Thank you for your order! We will be notified by PayPal that we have received your payment.
ru: Спасибо за ваш заказ! Вы получите уведомление от PayPal о том, что мы получили вашу оплату.

source: Your PayPal payment was cancelled. Please feel free to continue shopping or contact us for assistance.
ru: Ваш платёж через PayPal был отменён. Вы можете продолжить покупки или связаться с администрацией сайта.

source: Receiving IPN at URL for order @order_id. <pre>@debug</pre>
ru: Получение IPN в URL для заказа @order_id. <pre>@debug</pre>

source: IPN attempted with invalid order ID.
ru: Попытка IPN с неверным ID заказа.

source: IPN attempted for non-existent order.
ru: Попытка IPN для несуществующего заказа.

source: IPN for a different PayPal account attempted.
ru: Попытка IPN для другого аккаунта PayPal.

source: IPN failed with HTTP error @error, code @code.
ru: HTTP ошибка IPN @error, код @code.

source: IPN transaction verified.
ru: Трансакция IPN проверена.

source: IPN transaction ID has been processed before.
ru: ID IPN трансакции было обработано прежде.

source: Payment @txn_id for order @order_id did not equal the order total.
ru: Оплата @txn_id за заказ @order_id не соответствовала сумме заказа.

source: PayPal has reversed a payment!
ru: PayPal отменил оплату!

source: IPN transaction failed verification.
ru: IPN трансакция не прошла проверку.

source: Process credit card payments using Website Payments Pro.
ru: Обрабатывать кредитные карты через Website Payments Pro.

source: Transactions can only be processed in one of the listed currencies.
ru: Трансакции могут быть только обработаны в одной из представленных валют.

source: Sign up for and use a Sandbox account for testing.
ru: Зарегистрируйтесь и используйте тестовый аккаунт для отладки

source: Sandbox
ru: Sandbox (тестовый аккаунт)

source: These settings are specifically for the alternate checkout system offered by Express Checkout.<br />To enable this on your site, you must enable the corresponding cart pane in the <em>Cart settings</em> menu.
ru: Эти настройки предназначены специально для Express Checkout. Чтобы включить эту систему, вы должны включить соответсвующую панель на странице расчёта.

source: PayPal e-mail address
ru: PayPal e-mail адрес

source: The e-mail address you use for the PayPal account you want to receive payments.
ru: Адрес e-mail, который вы используете для аккаунта PayPal, на который вы отправляете платежи.

source: Require Express Checkout users to use a PayPal confirmed shipping address.
ru: Обязать пользователей Express Checkout использовать PayPal подтверждённым адресом доставки.

source: Enable the shipping select form on the Review payment page.
ru: включить форму выбора доставки на странице просмотра платежа.

source: Enable the company name box on the Review payment page.
ru: Включить название компании на странице просмотра платежа.

source: Enable the contact phone number box on the Review payment page.
ru: Включить контактный телефон на странице просмотра платежа.

source: Enable the comment text box on the Review payment page.
ru: Включить комментарии на странице просмотра платежа.

source: API credentials
ru: API полномочий

source: !link for information on obtaining credentials. You need to acquire an API Signature. If you have already requested API credentials, you can review your settings under the API Access section of your PayPal profile.
ru: !link для информации. Вам нужно приобрести подпись API.

source: Click here
ru: Нажмите здесь

source: API username
ru: API логин

source: API password
ru: API пароль

source: <b>@type</b><br /><b>Success: </b>@amount @currency
ru: <b>@type</b><br /><b>Успешно: </b>@amount @currency

source: <b>Address:</b> @avscode
ru: <b>Адрес:</b> @avscode

source: PayPal transaction ID: @transactionid
ru: ID трансакции PayPal: @transactionid

source: <b>@type failed.</b>
ru: <b>ошибка @type.</b>

source: Unexpected acknowledgement status: @status
ru: Неожиданный статус подтверждения: @status

source: Transaction ID:<br />@txn_id
ru: ID трансакции: <br />@txn_id

source: PayPal login page language
ru: Язык страницы входа PayPal

source: Payment action
ru: Действие

source: "Complete sale" will authorize and capture the funds at the time the payment is processed.<br />"Authorization" will only reserve funds on the card to be captured later through your PayPal account.
ru: "Завершение продажи" - авторизировать и получить оплату в то время, когда платёж обработан. "Авторизация" - зарезервировать средства на карте, которые будут списаны позже через PayPal.

source: Complete sale
ru: Завершение продажи

source: Authorization
ru: Авторизация

source: Provide PayPal WPS specific text for the submit button on the order review page.
ru: Текст на кнопке отправки заказа.

source: Cancel return URL
ru: URL возврата при отмене

source: Specify the path customers who cancel their PayPal WPS payment will be directed to when they return to your site.
ru: Укажите путь, по которому вернёться клиент, который отменил оплату через PayPal WPS

source: PayPal cart submission method
ru: Способ отправки

source: You must use a single line item on your site if you have any fees or discounts besides shipping and tax.
ru: Если заказ разбивается на части и вы платите комисию сервису за каждую такую часть, для экономии отправлейте всё одним заказом

source: Submit the whole order as a single line item.
ru: Отправить целый заказ как одну позицию.

source: Submit an itemized order showing each product and description.
ru: Отправить заказ, разделённый по позициям, показывающий каждый товар и описание.

source: Shipping address prompt in PayPal
ru: Адрес доставки в PayPal

source: Do not show shipping address prompt at PayPal.
ru: Не показывать подсказку адреса доставки в PayPal.

source: Prompt customer to include a shipping address.
ru: Побуждать клиента включать адрес доставки.

source: Require customer to provide a shipping address.
ru: Требовать от клиента предоставить адрес доставки

source: Submit address information to PayPal to override PayPal stored addresses.
ru: Отправить адресную информацию в PayPal, чтобы переписать адреса, сохранённые в PayPal.

source: Works best with the first option above.
ru: Лучше работает с первой опцией выше.

source: Sent address selection
ru: Выбор адреса

source: The merchant has not implemented CVV2 code handling.
ru: мерчант не поддерживает код CVV2

source: Merchant has indicated that CVV2 is not present on card.
ru: Мерчант сообщил, что CVV2 не показан на карте.

source: Customer did not include a confirmed shipping address per your address settings.
ru: Клиент не включил подтверждённый адрес доставки в адресных настройках.

source: Waiting on you to capture the funds per your authorization settings.
ru: Ждёт вас для получения средств по вашим настройкам авторизации.

source: Determines how price variations are displayed to the customer. Prices may be displayed directly next to each attribute option in the attribute selection form either as a total price for the product with that option or as an adjustment (+ or -) showing how that option affects the product base price. However, the total price will not be displayed if a product has more than one attribute that can affect the price.
ru: Определяет, как отображаются для пользователей цены. Они могут быть отображены прямо возле каждой опции или в виде суммарной цены для товара или в виде уточнения цены (со знаком + и -). Помните, что суммарная цена не будет отображена, если товар имеет больше чем один атрибут, влияющий на цену.

source: Set the length of time products remain in the cart for customers who <strong>have not</strong> logged in. Cron must be running for this feature to work.
ru: Установите продолжительность времени, в течении которого товар будет находиться в корзине для анонимного пользователя. Зависит от работы крон.

source: Set the length of time products remain in the cart for customers who <strong>have</strong> logged in. Cron must be running for this feature to work.
ru: Установите продолжительность времени, в течении которого товар будет находиться в корзине для авторизированного пользователя. Зависит от работы крон.

source: <a href="!url">Click here</a> to go to the shopping cart block configuration page.
ru: <a href="!url">На страницу настройки блока корзины</a>.

source: Cart link on %url tried to add an unpublished product to the cart.
ru: Ссылка корзины %url попыталась добавить неопубликованный товар в корзину.

source: Search for customers based on any of the following fields. Use * as a wildcard to match any character.<br />For example, searching by last name for 's*' will return all customers whose last name starts with an s.<br />(<em>Leave a field empty to ignore it in the search.</em>)
ru: Поиск пользователей. Используйте * в качестве подстановки.

source: To learn more about managing your orders on !store_link, please visit our <a href="!store_help_url">help page</a>.
ru: Более подробно об управлении вашими заказами, <a href="!store_help_url">откройте</a> страницу справки.

source: Be first to review this product!
ru: Напишите отзыв первым!

source: Log in with password
ru: Войти

source: Register now
ru: Зарегистрироваться

source: Canonical URLs are used from the search engines, and allow them to not report duplicate titles for HTML pages that are accessible from different URLs. Use a relative URL without the initial slash, or enter <code><front></code> for the front page path; canonical URLs that point to a different domain are normally not accepted.
ru: Канонические URL используются для предотвращения дубликата содержимого в глазах поисковиков.

source: Hyperlink conversion
ru: Действия с сылками

source: Append hyperlinks as a numbered reference list
ru: Добавлять ссылки в виде списка

source: Display hyperlinks inline with the text
ru: Отображать прямо в тексте

source: The sender's email address you supplied is not valid.
ru: Адрес отправителя неправильный.

source: Created new term %name.
ru: Новый термин %name создан.

source: Updated term %name.
ru: Термин %name обновлён.

source: Note: All subscriptions associated with this newsletter will be lost.
ru: Помните: все подписка, связанные с этой рассылкой будут потеряны.

source: Are you sure you want to delete these subscriptions?
ru: Вы уверены, что хотите удалить эти подписки?

source: The subscriptions have been deleted.
ru: Подписки были удалены.

source: Email addresses
ru: Email адреса

source: Email addresses must be separated by comma, space or newline.
ru: Email должны быть разделены запятыми, пробелами или новой строкой.

source: Subscribe to
ru: Подписан к

source: Site default language
ru: Язык сайта по умолчанию

source: Anonymous user preferred language
ru: Язык для анонимов

source: Anonymous users will be subscribed with the selected preferred language. They will receive newsletters in this language if available. Registered users will be subscribed with their preferred language as set on their account page.
ru: Анонимные пользователи будут подписаны на рассылки в этом языке. Для зарегистрированных пользователей есть возможность выбора языка рассылки в своём профиле.

source: The following addresses were added or updated: %added.
ru: Следующие адреса были добавлены или обновлены: %added.

source: The addresses were subscribed to the following newsletters: %newsletters.
ru: Адреса были подписаны к следующим рассылкам: %newsletters.

source: No addresses were added.
ru: Адреса не были добавлены.
