Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: When using SEO or other path rewrites, the following link paths should be turned into absolute URLs. Enter the Drupal path of the link, using the <em>%n</em> placeholder to represent the node id. Enter one path per line. See the README for more details.
ru: При использовании перезаписи путей для SEO или других целей, следующие пути в ссылках должны быть изменены на абсолютный URL. Укажите системный путь, по одному на строку, использую подстановку "%n" для ID документа. Укажите по одному пути на строку. Смотрите README для подробной информации.

source: Domain record
ru: Запись домена

source: Can only contain lowercase alphanumeric characters, dashes and a colon (if using alternative ports).
ru: Может содержать только латинские буквы в нижнем регистре, дефисы или двоеточия (для альтернативного порта).

source: Can contain lowercase alphanumeric and ASCII characters, dashes and a colon (if using alternative ports).
ru: Может содержать латинские буквы внижнем регистре, ASCII символы, дефисы и двоеточия (для альтернативного порта).

source: The allowed domain, using the full <em>path.example.com</em> format. Leave off the http:// and the trailing slash and do not include any paths.
ru: Разрешённый домен, используя полный формат вида path.example.com. Не включайте "http://", слэши на конце и директории.

source: The human-readable name of this domain.
ru: Человеческое название домена.

source: Domain status
ru: Состояние домена

source: Must be set to "Active" for users to navigate to this domain.
ru: Должно быть установлено "Активно", чтобы направлять пользователей на этот домен.

source: Save domain record
ru: Сохранить запись домена

source: The domain value must be unique.
ru: Значение домена должно быть уникальным

source: Domain record updated.
ru: Запись домена обновлена

source: Domain record created.
ru: Запись домена создана.

source: Domain record failed.
ru: Ошибка в записи домена

source: Are you sure you wish to delete the domain record for <strong>%domain</strong>?
ru: Вы уверены, что хотите удалить запись домена %domain?

source: Delete domain record
ru: Удалить запись домена

source: Domain record deleted.
ru: Запись домена удалена.

source: Domain node types
ru: Типы содержимого домена

source: <p>Check the content types that should be published to all affiliates when new content is created.</p>
ru: <p>Проверьте типы содержимого, которые должны быть опубликованы для всех аффилиатов при создании нового содержимого.</p>

source: Domain node editing
ru: Редактирование ноды домена

source: <p>When editors view domain-access restricted nodes, which form elements should be exposed?</p>
ru: <p>При просмотре редакторами документов с определёнными доступами домена, какие элементы формы должны быть показаны?</p>

source: Log messages
ru: Лог сообщений

source: Path aliasing
ru: Синонимы URL

source: Some elements may not be editable for all users due to permission restrictions.
ru: Некоторые элементы не могут быть отредактированы из-за ограниченных прав.

source: %server is not responding and may not be configured correctly at the server level. Server code !code was returned.
ru: %server не отвечает и не может быть правильно настроен на уровне сервера. Возвращён код !code

source: There are no domains configured for this site.
ru: Здесь нет настроенных для этого сайта доменов.

source: There are no batch actions configured.
ru: Массовые действия не настроены.

source: There are no valid domains on which to perform this action. The likely reason is that no records exist in the specified table.
ru: Здесь нет действующих доменов, чтобы выполнить это действие. Причина может быть в том, что отсутствуют соответствующие записи в указанной таблице.

source: Action
ru: Действие

source: %module options
ru: Опции %module

source: Batch updates allow you to edit values for multiple domains at one time. These functions are helpful when moving your sites from staging to production, or any time you need to make mass changes quickly. The following batch update actions may be performed.
ru: Массовые обновления позволяют вам редактировать значения для множества доменов за раз. Эти функции полезны при переведении сайта из режима отладки в режим работающего сайта или при быстрых массовых изменениях.В таблице ниже показаны доступные массовые действия.

source: Note that you will only be shown domains on which each action may be performed. If the module is not yet configured, some actions may be empty.
ru: Имейте ввиду, что будут показаны только домены, для которых может быть выполнено действие. Если модуль ещё не настроен, некоторые действия могут быть недоступны.

source: Update value for all domains
ru: Обновление всех доменов

source: By entering a value below and checking the <strong>Apply to all domains</strong> option, you can set the desired value for all domains.
ru: При выбранном значения и отмеченной опции "Применить ко всем доменам", вы можете установить желаемое значение на всех доменах.

source: Apply to all domains
ru: Применить ко всем доменам

source: Update all domain settings
ru: Обновить все настройки

source: Use primary domain settings
ru: Использовать первичные настройки домена

source: Update domain settings
ru: Обновить

source: Add input format
ru: Добавить

source: No users available.
ru: Пользователи недоступны.

source: Setting
ru: Настройки

source: All values are required.
ru: Необходимы все значения.

source: Settings have been updated successfully.
ru: Настройки успешно обновлены.

source: Add default roles dynamically
ru: Добавить роли по умолчанию динамически

source: Add default roles to the user account
ru: Добавить роли по умолчанию к профилям пользователя

source: Role settings behavior
ru: Настройки ролей

source: Adding role settings to the user account will permanently save them for each user on account updates. Otherwise, role-based settings can be added or removed at will.
ru: При добавлении настроек роли к профилю пользователя, они будут сохранены на постоянной основе для каждого пользователя при обновлении профиля. В противном случае настройки ролей могут быть добавлены или удалены по желанию.

source: new user
ru: новый пользователь

source: You may set optional default domains for each site user role. These settings will be added to each user when determining the permissions the user has to view and edit content on your site. These settings are expressly needed if you allow <em>anonymous users</em> to post content on your site.
ru: Вы можете установить необязательный домен по умолчанию для каждой роли пользователя. Эти настройки будут добавлены к каждому пользователю при определении прав пользователя на просмотр и редактирование содержимого сайта

source: Domain switcher
ru: Переключатель домена

source: Domain access information
ru: Информация

source: <em>* Inactive domain.</em>
ru: <em>* Неактивные домены.</em>

source: Assigned domains
ru: Назначенные домены

source: Source domain
ru: Домен-источник

source: This node is not assigned to a domain.
ru: Эта нода не назначена к домену

source: %node is published with the following Domain Access rules:
ru: Документ %node опубликован с такими правилами модуля "Домен":

source: Domain access settings
ru: Настро

source: Select the affiliates that this user belongs to. Used to grant editing permissions for users with the "edit domain nodes" permission.
ru: Выберите аффилиатов, к которому принадлежит этот пользователь. Используется для назначения прав редактированиядля пользователей с правами "Редактировато документы доменов".

source: This user is not assigned to a domain.
ru: Этот пользователь не назначен к домену.

source: Domain settings
ru: Настройки домена

source: Assign users to domains
ru: Назначить пользователей домену

source: Affiliate editor options
ru: Опции редактора аффилиатов

source: If you select <em>Assign users to domains</em> above, you should confirm the <em>Affiliate editor options</em> settings below.
ru: Если вы выберите "Назначить пользователей домену" выше, вы должны подтвердить настройки "Опции редактора аффилиатов" ниже.

source: Update behavior
ru: Поведение обновления

source: Replace old values with new settings
ru: Заменить старые значения новыми

source: Add new settings to existing values
ru: Добавить новые настройки к существующим значениям

source: Remove selected domains from existing values
ru: Удалить выбранные домены из существующих значений

source: Defines how new grants will be applied to the updated users.
ru: Определяет, как новые значения будут применены к обновлённым пользователям.

source: Assign to
ru: Назначить к

source: Select which affiliates these users should belong to. <em>Note: this will erase any current assignment for the selsected users.</em>
ru: Выберите, к каким аффилиатам должны принадлежать эти пользователи. Имейте ввиду: это сотрёт любые текущие назначения для выбранных пользователей.

source: Only one colon (:) is allowed.
ru: Разрешено только одно двоеточие (:)

source: The port protocol must be an integer.
ru: Значение порта должно быть целым числом

source: The domain must not begin with a dot (.)
ru: Домен не должен начинаться с точки

source: The domain must not end with a dot (.)
ru: Домен не должен заканчиваться на точку

source: Only alphanumeric characters, dashes, and a colon are allowed.
ru: Разрешены только латинские буквы, цифры, слэши и двоеточия.

source: Only lower-case characters are allowed.
ru: Разрешены только бсимволы в нижнем регистре.

source: The domain string is invalid for %subdomain:
ru: Неправильный домен для %subdomain:

source: You have been redirected: This page must be accessed from the primary domain.
ru: Вы были перенаправлены: Эта страница должна быть доступна из первичного домена.

source: All affiliates
ru: Все аффилиаты

source: Editors
ru: Редакторы

source: Domain access options
ru: Домен

source: <p><b>Publishing options:</b>
ru: <p><b>Опции публикации:</b>

source: Send to all affiliates
ru: Отправить все аффилиатам

source: Select if this content can be shown to all affiliates. This setting will override the options below, but you must still select a domain that "owns" this content.
ru: Выберите, должно ли показываться это содержимое для всех сайтов. Эти настройки перепишут настройки ниже, но вы всё ещё будете должны выбрать домен, который будет "владельцем" этого контента.

source: Publish to
ru: Опубликовать

source: Select which affiliates can access this content.
ru: Выберите, какие аффилиаты могут иметь доступ к этому содержимому.

source: Affiliate publishing options
ru: Опции публикации аффилиатов

source: Publishing status:
ru: Состояние публикации:

source: This content has also been published to these affiliates.
ru: Это содержимое также было опубликовано на этих сайтах-аффилиатах.

source: Primary domain settings updated.
ru: Настройки первичного домена обновлены.

source: Domain Access Options
ru: Опции доменов

source: Always
ru: Всегда

source: Randomly decide
ru: Выбрать случайно

source: If you choose "always" or "randomly" you must select at least one domain below.
ru: Если вы выберите "всегда" или "случайно", вы должны выбрать по крайней мере один домен ниже.

source: Generated content will be accessible on any or all of the domains checked above.
ru: Сгенерированное содержимое будет доступно на любом или всех доменах, отмеченных выше.

source: node page.
ru: страница ноды.

source: Each domain value must be unique.
ru: Каждое значение домена должно быть уникальным.

source: Each site name value must be unique.
ru: Каждое название сайта должно быть уникальным.

source: You may submit changes to the current domain at <a href="!url">%link</a>.
ru: Вы можете сделать изменения для текущего домена здесь <a href="!url">%link</a>

source: This form submits changes to your primary domain and <a href="!url">may need to be entered from !domain</a>. !link
ru: Эта форма используется для измененний первичного домена и <a href="!url">вам возможно потребуется войти с !domain</a>. !link

source: True: Allows content from all domains to be shown.
ru: True: Разрешить показ содержимого со всех доменов.

source: False: Only allows content from the active domain (%domain) or from all affiliates.
ru: False: Только позволить содержимое активных доменов (%domain) или со всех аффилиатов.

source: Viewable on all affiliate sites.
ru: Видно на всех сайтах-аффилиатах.

source: Viewable on %domain<br />%domain privileged editors may edit and delete
ru: Видимо на %domain<br />редактор с правами %domain может редактировать или удалять

source: access inactive domains
ru: доступ к неактивным доменам

source: administer domains
ru: Администрирование доменов

source: assign domain editors
ru: Назначать редакторов доменов

source: delete domain nodes
ru: Удалять ноды доменов

source: edit domain nodes
ru: Редактировать ноды доменов

source: set domain access
ru: Устанавливать доступ к доменам

source: publish to any assigned domain
ru: Публиковать на любых назначенных доменах

source: publish from assigned domain
ru: Публиковать из любых назначенных доменов

source: publish from default domain
ru: Публиковать из домена по умолчанию

source: Domain list
ru: Список

source: Create domain record
ru: Создать

source: Node settings
ru: Документы

source: Batch updating
ru: Обновление

source: User defaults
ru: Пользователи

source: Edit domain record
ru: Редактировать записи домена

source: A domain-based access control system
ru: Система контроля, основанная на домене

source: Invalid page requested.
ru: Запрошена неправильная страница

source: Edit domain aliases: %domain
ru: Редактировать синонимы домена: %domain

source: Registered aliases for <a href="!url"%title</a>
ru: Зарегистрированные синонимы для <a href="!url">%title</a>

source: Add new aliases
ru: Добавить новые алиасы

source: To create a new alias, enter the matching pattern. Check the <em>redirect</em> box if you would like requests made to the alias to redirect to the registered domain. <em>You may enter up to five (5) aliases at a time.</em>
ru: Чтобы создать новый синоним, укажите подходящий шаблон. Отметьте чекбокс "редирект", если вы хотите перенаправить на зарегистрированный домен запрос, сделанный для синонима. Вы можете указать до 5 сининомов за раз.

source: Save aliases
ru: Сохранить синоним

source: No changes were made.
ru: Изменения не были сделаны.

source: %name is already defined. You must use unique values.
ru: %name уже опрелён. Вы должны указать уникальное значение.

source: You may only have one wildcard character in each alias.
ru: Вы можете иметь только один символ подстановки в каждом синониме.

source: You may only have one colon ":" character in each alias.
ru: Вы можете иметь только одно двоеточие в каждом синониме.

source: A colon may only be followed by an integer indicating the proper port.
ru: Двоеточия могут быть применены только с целыми числами, обозначающими порт

source: %name contains invalid characters.
ru: %name содержит неправильные символы.

source: %name matches an existing domain record.
ru: %name совпадает с существующей записью домена.

source: %name matches %existing. You must use unique values.
ru: %name совпадает с %existing. Вы должны использовать уникальные значения.

source: %name matches <a href="!url" title="Edit aliases for domain !id">alias #!aid</a> (%existing). You must use unique values.
ru: %name совпадает с <a href="!url" title="Редактировать синонимы для домена !id">синонимом #!aid</a> (%existing). Вы должны использовать уникальные значения.

source: Domain aliases updated successfully.
ru: Сининимы домена успешно обновлены.

source: Check the redirect box to send requests for an alias to the registered domain.
ru: Отметьте поле редиректа, чтобы отправлять запрос синонима на зарегистрированный домен.

source: Redirect
ru: Редирект

source: Pattern
ru: Шаблон

source: The default format cannot be deleted.
ru: Формат по умолчанию не может быть удален.

source: There are no aliases recorded for this domain.
ru: Здесь нет синонимов, записанных для этого домена.

source: <p>A domain alias is used to register multiple valid domain names to a single record within Domain Access. You may enter as many unique aliases per domain as you wish. </p> <p>You may specify a pattern for your domains by using <strong>*</strong> (asterisk) to match any number of random characters and <strong>?</strong> (question mark) to match exactly one random character. For example: <em>*.example.com</em> would match any HTTP request made to a subdomain of <em>example.com</em> to the domain record for <em>example.com</em>. NOTE: <em>Only one wildcard is allowed per alias.</em></p>
ru: <p> Синоним домена используется для регистрации множества названий доменов в одну запись для модуля "Домен". Вы можете указать столько уникальных алиасов для домена, сколько хотите. </p> <p>Вы можете указать шаблон для ваших шаблонов используя знак подстановки <strong>*</strong></p>

source: Domain alias switcher
ru: Переключатель синонимов домена

source: Aliases
ru: Синонимы

source: aliases
ru: синонимы

source: Edit domain aliases
ru: Редактировать синоним домена

source: Domain Alias
ru: Синоним домена

source: Advanced domain matching methods for Domain Access.
ru: Расширенный метод соответствий для модуля "Домен".

source: !site : Domain site settings
ru: !site : Настройки домена

source: Select the default theme.
ru: Выбор основной темы оформления.

source: The name of this web site, as entered in the <a href="!url">domain-specific settings</a>.
ru: Название этого сайта, как указано в <a href="!url">настройках домена</a>.

source: This account's default language for e-mails, and preferred language for site presentation.
ru: Язык по умолчанию профиля и предпочитаемый язык содержимого сайта.

source: Save domain settings
ru: Сохранить настройки домена

source: <p>The following custom settings may be applied to the main domain. These options are specific to the Domain module and do not have standard configuration pages.</p>
ru: <p>Следующие пользовательские настройки могут быть применены к главному домену. Эти опции относятся к модулю "Домен" и не имеют стандартных страниц настроек. </p>

source: There are no custom domain settings to configure.
ru: Здесь нет настроек для пользователей.

source: Domain options saved successfully.
ru: Опции домена сохранены успешно.

source: Are you sure you wish to reset the settings for %name?
ru: Вы уверены, что хотите сбросить настройки для %name?

source: Submitting this form will restore default settings for this domain.
ru: После отправки этой формы, перепишутся настройки по умолчанию для этого домена.

source: Domain configuration settings have been reset.
ru: Настройки домена были сброшены.

source: These settings will replace or supplement your default site settings when %name is the active domain.
ru: Эти настройки перепишут или дополнят ваши настройки по умолчанию, если %name является активным доменом.

source: You may <a href="!url">erase these settings</a> to restore the default behavior.
ru: Вы можете <a href="!url">стереть</a> эти настройки для восстановления настроек по умолчанию.

source: The menu item was reset to its default settings.
ru: Пункт меню был сброшен до своих первоначальных настроек.

source: User-configurable time zones
ru: Настройка пользователем

source: The "list" option lets a user choose if a file should be shown in a list when viewing the content after creation.
ru: Эта опция позволяет пользователю разрешить или запретить показ этого поля после его создания.

source: When set to "Online", all visitors will be able to browse your site normally. When set to "Off-line", only users with the "administer site configuration" permission will be able to access your site to perform maintenance; all other visitors will see the site off-line message configured below. Authorized users can log in during "Off-line" mode directly via the <a href="@user-login">user login</a> page.
ru: Когда сайт находится в состоянии "Работа", все посетители могут просматривать страницы сайта как обычно. В состоянии "Обслуживание" доступ к сайту имеют только пользователи с правами "Управление настройками сайта"; все остальные посетители увидят сообщение о перерыве в работе сайта, которое можно настроить ниже. Зарегистрированные пользователи могут входить на отключенный сайт через страницу <a href="@user-login">входа на сайт</a>.

source: Domain primary links
ru: Первичные ссылки домена

source: Domain secondary links
ru: Вторичные ссылки домена

source: Domain site settings
ru: Настройки домена сайта

source: Advanced site configuration options for Domain Access.
ru: Расширенные настройки

source: There are no valid domains configured.
ru: Здесь нет правильно настроенных доменов.

source: Site content
ru: Отобрать

source: Content count
ru: Число страниц

source: Site
ru: Сайт

source: !sitename content
ru: содержимое !sitename

source: view site
ru: смотреть сайт

source: The table below shows all the affiliates sites whose content you may edit. Click on the site name link to see all content assigned to that affiliate.
ru: В таблице ниже показано всё содержимое других сайтов-аффилиатов, чьё содержимое ты можешь редактировать.

source: You do not have editing access to any domains. Please contact your site administrator.
ru: У вас нет редакторского доступа ни к какому домену. Свяжитесь с администратором сайта.

source: Content for !domain
ru: Содержимое для !domain

source: Content for all affiliate sites
ru: Содержимое для всех сайтов-аффилиатов

source: Invalid request
ru: Неправильный запрос

source: <p>The specified domain does not exist.</p>
ru: <p>Указанный домен не существует.</p>

source: published
ru: опубликовано

source: not published
ru: не опубликовано

source: No items selected.
ru: Пункты не выбраны.

source: Subtitle
ru: Подзаголовок

source: No posts available.
ru: Ничего не найдено.

source: Change affiliate publishing options
ru: Изменить опции публикаций аффилиатов

source: If you select <em>Change affiliate publishing options</em>, you should confirm the <em>Affiliate publishing options</em> settings below.
ru: Если вы выберите "Изменить опции публикаций аффилиатов", вы должны подтвердить это в настройках "Опции публикации аффилиатов" ниже.

source: Defines how new grants will be applied to the updated nodes.
ru: Определяет, как новые зазначения будут применены к обновлённым документам.

source: Select if this content can be shown to all affiliates. This setting will override the options below.
ru: Выберите, должно ли это содержимое быть показано всем аффилиатам. Эти настройки перепишут опции ниже.

source: review content for all domains
ru: просмотр содержимого на всех доменах

source: View content assigned to
ru: Смотреть содержимое, назначенное для

source: Affiliate site list
ru: Список сайтов - аффилиатов

source: View your list of affiliates
ru: Просмотр списка аффилиатов

source: Content list for a domain
ru: Список содержимого для домена

source: Domain Content
ru: Содержимое домена

source: Provides a content batch editing screen for each active domain.
ru: Предоставляет массовое редактирование для каждого домена.

source: Domain list navigator
ru: Навигатор списка доменов

source: Link paths
ru: Пути ссылок

source: Link to site home page
ru: Ссылка на главную страницу

source: Link to active url
ru: Ссылка на активный url

source: JavaScript select list
ru: Выбор списка через JavaScript

source: Menu-style tab links
ru: Ссылка в виде закладки

source: Unordered list of links
ru: Неупорядоченный список ссылок

source: Link theme
ru: Ссылка темы

source: Jump to...
ru: Переключиться на...

source: access domain navigation
ru: Доступ к навигации домена

source: Go to
ru: Перейти на

source: Domain Navigation
ru: Навигация домена
