Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The following addresses were invalid: %invalid.
ru: Следующие адреса были неправильны: %invalid.

source: Inactive users
ru: Неактивные пользователи

source: Subscriptions matching the selected states will be exported.
ru: Подписки, соответствующие выбранным состояниям, будут экспортированы.

source: Subscriptions matching the selected newsletters will be exported.
ru: Подписки, которые соответствуют выбранным рассылкам, будут экспортированы.

source: No addresses were found.
ru: Адреса не были найдены.

source: Export results
ru: Экспорт результатов

source: Email addresses must be separated by comma, space or newline. Email addresses which are no longer subscribed to any newsletter, will be removed from the database.
ru: Email адреса должны быть разделены запятой, пробелом или новой линией. Email, которые больше не подписаны ни к какой рассылке, будут удалены из базы данных.

source: Unsubscribe from
ru: Форма отписки

source: Unsubscribe
ru: Отписаться

source: The following addresses were unsubscribed or removed: %removed.
ru: Следующие адреса были отписаны или удалены: %removed.

source: The addresses were unsubscribed from the following newsletters: %newsletters.
ru: Эти адреса были отписаны от следующих рассылок: %newsletters.

source: No addresses were removed.
ru: Адреса не были удалены.

source: Default newsletter options
ru: Опции по умолчанию

source: These options will be the defaults for new newsletters, but can be overridden in the newsletter editing form.
ru: Эти настройки будут по умолчанию для новых рассылок, но могут быть переписаны индивидально.

source: Default newsletter format.
ru: Формат рассылок по умолчанию

source: Install <a href="@mime_mail_url">Mime Mail</a> module to send newsletters in HTML format.
ru: Установите модуль <a href="@mime_mail_url">Mime Mail</a> для отправки рассылок в формате HTML.

source: normal
ru: нормальный

source: low
ru: низкий

source: lowest
ru: самый низкий

source: Note that email priority is ignored by a lot of email programs.
ru: Имейте ввиду, что приоритет e-mail игнорируется большинством e-mail программ.

source: Request receipt
ru: Подтверждение получения

source: Request a Read Receipt from your newsletters. A lot of email programs ignore these so it is not a definitive indication of how many people have read your newsletter.
ru: Запрос о прочтении сообщения. Большинство e-mail будут игнорировать эту опцию.

source: Default send action
ru: Действие отправки по умолчанию

source: Don't send now
ru: Не отправлять сейчас

source: Send one test newsletter to the test address
ru: Отправить на тестовый e-mail

source: Send newsletter
ru: Отправить рассылку

source: Test addresses
ru: Тестовые адреса

source: Supply a comma-separated list of email addresses to be used as test addresses. The override function allows to override these addresses in the newsletter editing form.
ru: Укажите разделённый запятыми список email адресов, которые будут использоваться в качестве тестовых. Есть возможность переписать эти настройки в форме редактирования документа.

source: Default sender address that will only be used for confirmation emails. You can specify sender information for each newsletter separately on the newsletter's settings page.
ru: Адрес отправителя, который будет использован только для подтверждающих email. Вы можете определить эти настройки отдельно для каждой рассылки.

source: Use cron to send newsletters
ru: Использовать cron для отправки

source: When checked cron will be used to send newsletters (recommended). Test newsletters and confirmation emails will be send immediately. Leave unchecked for testing purposes.
ru: Если отмечено, cron будет использован для отправки рассылок (рекомендуется). Тестовые рассылки и подтверждающие email будут отправлены немедленно. Оставьте неотмеченным для тестирования.

source: Cron execution must not exceed the PHP maximum execution time of %max seconds. You find the time spend to send emails in the !recent_logs.
ru: Время выполнения cron не должно превышать время выполнения PHP скриптов %max секунд. Затраченное на отправку писем время показано здесь !recent_logs.

source: Cron execution must not exceed the PHP maximum execution time of %max seconds.
ru: Выполнение cron не должно превышать установленное максимальное время выполнение скриптов - %max сек

source: Cron throttle
ru: Cron

source: Sets the numbers of newsletters sent per cron run. Failure to send will also be counted.
ru: Определяет число отправляемых за один запуск cron писем. Не отправленные письма также учитываются.

source: Mail spool expiration
ru: Очередь писем

source: Immediate
ru: Немедленно

source: 2 weeks
ru: 2 недели

source: Log emails
ru: Записывать email

source: When checked all outgoing simplenews emails are logged in the system log. A logged email does not guarantee that it is send or will be delivered. It only indicates that a message is send to the PHP mail() function. No status information is available of delivery by the PHP mail() function.
ru: Если отмечено, все исходящие сообщения будут фиксироваться в журнале системных событий. Зафиксированная отправка не означает, что сообщение было доставлено, а только то, что была отработана функция mail().

source: When checked subscriptions will be synchronized with site accounts. When accounts are deleted, subscriptions with the same email address will be removed. When site accounts are blocked/unblocked, subscriptions will be deactivated/activated. When not checked subscriptions will be unchanged when associated accounts are deleted or blocked.
ru: Если отмечено, подписки будут синхронизированы с профилем сайта. Если профиль удалён, подписки с тем же email будут также удалены. Если профиль был заблокирован/разблокирован, подписки будут выключены/включены.

source: Confirmation emails
ru: Подтверждающие email

source: Customize the confimation email which is sent to (un)subscribing visitors.
ru: Настройка подтверждающего e-mail, который отправляется (не)подписанным пользователям.

source: Body text for already subscribed visitor
ru: Основной текст для подписанного пользователя

source: Body text of unsubscribe email
ru: Основной текст письма отписанного пользователя

source: Body text for not yet subscribed visitor
ru: Основной текст для ещё не подписанного пользователя

source: all newsletters
ru: все рассылки

source: orphaned newsletters
ru: рассылки-сироты

source: Inactive: no newsletters will be sent
ru: Неактивно: рассылки не будут отправлены

source: Active: user will receive newsletters
ru: Активно: пользователь получит рассылку

source: Currently sending by cron
ru: Сейчас отправляется по cron...

source: simplenews
ru: подписка

source: The email address you supplied is not valid.
ru: Неправильный email

source: You must select at least one newsletter.
ru: Вы должны выбрать по крайней мере одну рассылку.

source: The newsletter subscriptions for %mail have been updated.
ru: Подписка на рассылку для %mail была обновлена.

source: You will receive a confirmation email shortly containing further instructions on how to complete your subscription.
ru: Вы получите вскоре подтверждающий email, содержащий дальнейшие инструкции по завершению подписки.

source: You will receive a confirmation email shortly containing further instructions on how to complete the unsubscription process.
ru: Вы получите подтверждающий email, содержащий дальнейшие инструкции по завершению отписки от рассылки.

source: Are you sure you want to add %user to the %newsletter mailing list?
ru: Подписать %user на рассылку %newsletter?

source: Confirm subscription
ru: Подтвердить подписку

source: You always have the option of unsubscribing later.
ru: Вы всегда сможете отписаться от рассылки. <br /> <br />

source: %user was added to the %newsletter mailing list.
ru: E-mail %user подписан на рассылку %newsletter.

source: Are you sure you want to remove %user from the %newsletter mailing list?
ru: Вы уверены, что хотите удалить %user из подписного листа %newsletter?

source: Confirm unsubscription
ru: Подтвердить отписку

source: This action will only remove you from the newsletter mailing list. If you are registered at our site, your account information will remain unchanged.
ru: Это действие только удалит вас из подписного листа. Если вы зарегистрированы на сайте, информация в вашем профиле останется неизменной.

source: %user was removed from the %newsletter mailing list.
ru: Пользователь %user был удалён из подписного листа %newsletter.

source: Missing newsletter vocabulary. Please set a vocabulary at <a href="@settings">Simplenews settings</a>.
ru: Не найден словарь рассылки. Укажите словарь в <a href="@settings">настройках рассылки</a>.

source: No newsletter term is selected, the newsletter taxonomy term is probably not configured correctly.<br /> Check and <strong>save</strong> the <a href="@settings">Simplenews general settings</a>.
ru: Термины рассылки не выбраны, термины рассылки возможно не настроены корректно. Проверьте <a href="@settings">настройки рассылок</a>

source: Test email address is empty.
ru: Тестовый e-mail пуст.

source: Invalid email address %mail.
ru: Неправильный e-mail адрес %mail.

source: Missing test email address.
ru: Тестовый адрес не найден.

source: Newsletter %title was deleted.
ru: Рассылка %title была удалена.

source: This is the designated simplenews vocabulary.
ru: Это словарь рассылки.

source: These content type(s) are used as newsletter. They can be set in !simplenews_settings.
ru: Эти типы документов используются в качестве рассылки. Они могут быть установлены в !simplenews_settings.

source: This will be the body of your newsletter. Available variables are: !site (the name of your website), !uri (a link to your homepage), !uri_brief (homepage link without the http://), !date (today's date), !login_uri (link to login page), !confirm_subscribe_url (subscription confirmation link), !confirm_unsubscribe_url (unsubscription link), !newsletter_url (link to this newsletter issue), !newsletter_name (name of this newsletter series).
ru: Это будет основным текстом вашей рассылки. Доступные переменные: !site (название сайта), !uri (ссылка на домашнюю страницу), !uri_brief (ссылка на домашнюю страницу с http://), !date (сегодняшняя дата), !login_uri (ссылка на страницу логина), !confirm_subscribe_url (ссылка подтверждения подписки), !confirm_unsubscribe_url (ссылка подтверждения отписки), !newsletter_url (ссылка на этот выпуск), !newsletter_name (название этой рассылки).

source: Invalid vocabulary setting detected. Check and <strong>save</strong> the <a href="@settings">Simplenews general settings</a>.
ru: Обнаружены неправильные настройки словаря. Проверьте <a href="@settings">основные настройки</a>.

source: This newsletter issue is part of a translation set. Sending this set is controlled from the <a href="@link">translation source newsletter</a>.
ru: Этот выпуск рассылки является частью набора переводов. Его отправка контролируется в <a href="@link">настройках переводов</a>.

source: Send action
ru: Действие отправки

source: Sending
ru: Отправка

source: You have no privileges to send this newsletter
ru: У вас нет прав для отправки этой рассылки

source: Test email addresses
ru: Тестовые email

source: Supply a comma-separated list of email addresses to be used as test addresses.
ru: Укажите разделённый запятыми список email, которые будут использованы в качестве тестовых адресов.

source: Email options
ru: Опции E-mail

source: Email format
ru: Формат E-mail

source: Email priority
ru: Приоритет E-mail

source: This newsletter has been sent
ru: Эта рассылка была отправлена.

source: All subscriptions to newsletter %newsletter have been deleted.
ru: Все подписки на рассылку %newsletter были удалены.

source: Current newsletter subscriptions
ru: Текущие подписки

source: Manage !my_subscriptions
ru: Управление !my_subscriptions

source: my subscriptions
ru: мои подписки

source: Block message
ru: Сообщение блока

source: Subscription interface
ru: Подписной интерфейс

source: Subscription form
ru: Подписная форма

source: Link to form
ru: Ссылка на форму

source: Note: this requires permission 'subscribe to newsletters'.
ru: Внимание: для этого необходимы права "Подписываться к рассылкам".

source: Display link to previous issues
ru: Отображать ссылку на предыдущие выпуски

source: Display previous issues
ru: Отображать предыдущий выпуск

source: Number of issues to display
ru: Число отображаемых выпусков

source: Display RSS-feed icon
ru: Отображать иконку RSS.

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
ru: Выберите рассылку, на которую вы хотите подписать или отписать.

source: Subscriptions for %mail
ru: Подписки для %mail

source: Manage your newsletter subscriptions
ru: Управление подписками

source: Newsletter sent.
ru: Рассылка отправлена.

source: Newsletter pending.
ru: Рассылка в состоянии ожидания.

source: Test newsletter sent to %recipient.
ru: Тестовая рассылка отправлена %recipient.

source: Unassigned newsletter
ru: Неназначенная рассылка

source: Sent via Mime Mail
ru: Отправлена через Mime Mail

source: Cron throttle setting
ru: Настройки cron

source: Simplenews publishes and sends newsletters to lists of subscribers. Both anonymous and authenticated users can opt-in to different mailing lists.
ru: Модуль "Рассылка" публикует и отправляет рассылки пользователям из подписного списка. Подписываться могут анонимные и авторизированные пользователи.

source: Simplenews uses nodes for <strong>newsletter issues</strong>. Newsletter issues are grouped by a <strong>newsletter taxonomy term</strong>. Node type and vocabulary are selectable. A newsletter is send to all email addresses which are subscribed to the newsletter. Newsletter issues can be sent only once. Large mailings should be sent by cron to balance the mailserver load.
ru: Для создания рассылок используются документы. Выпуски рассылок сгруппированы по термину таксономии. Рассылка может быть отправлена только раз. Рассылка по большой подписной базе должна выполняться по cron.

source: Both anonymous and authenticated users can <strong>opt-in and opt-out</strong> to a newsletter. A confirmation message is sent to anonymous users at subscription and unsubscription. Users can (un)subscribe using a form and a block. A <strong>subscription block</strong> is available for each newsletter offering a subscription form, a link to recent newsletters and RSS feed. Email addresses can also be imported and exported via the subscription administration pages.
ru: Подписываться на рассылку могут анонимные и авторизированные пользователи. Подтверждение отсылается как в случае подписки, так и в случае отписки. Подписаться на рассылки можно через блок или форму.

source: Configure Simplenews
ru: Настройка рассылок

source: Enable a newsletter <a href="@admin_blocks">subscription block</a>.
ru: Включить <a href="@admin_blocks">блок</a> подписки

source: Manage your <a href="@newsletters">newsletters</a>, <a href="@sent">sent newsletters</a> and <a href="@subscriptions">subscriptions</a>.
ru: Управлять <a href="@newsletters">рассылками</a>, <a href="@sent">отправленными рассылками</a> и <a href="@subscriptions">подписками</a>.

source: For more information, see the online handbook entry for <a href="@handbook">Simplenews</a>.
ru: За детальной информацией обращайтесь <a href="@handbook">сюда</a>.

source: Add this newsletter issue to a newsletter by selecting a newsletter from the select list. Send a newsletter or a test newsletter by selecting the appropriate radio button and submitting the node.
ru: Добавьте выпуск в рассылку, выбрав из списка. Отправьте рассылку, выбрав соответствующую опцию.

source: These settings are default to all newsletters. Newsletter specific settings can be found at the <a href="@page">newsletter's settings page</a>.
ru: Эти настройки будут приняты по умолчанию для всех рассылок. Индивидуальные настройки рассылок находятся <a href="@page">здесь</a>.

source: Install <a href="@mime_mail_url">Mime Mail</a> to send HTML emails or emails with attachments (both plain text and HTML).
ru: Установите модуль <a href="@mime_mail_url">Mime Mail</a> для отправки писем с HTML с вложениями.

source: You can create different newsletters (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
ru: Вы можете создать различные рассылки (или темы) для категоризации ваших новостей.

source: 'Plain' display settings apply to the content of emails send in plain text format. 'HTML' display settings apply to both HTML and plain text alternative content of emails send in HTML format.
ru: Если выбрано "простой", содержимое email будет в виде простого текста, если "HTML" - содержимое будет в формате HTML.

source: plain
ru: простой

source: We have received a request for subscription of !mailto to the !newsletter_name on !site website at !uri. To confirm this subscription please use the link below. !confirm_subscribe_url
ru: Был получен запрос на подписку !mailto на рассылку !newsletter_name сайта !site (!uri). Чтобы подтвердить эту подписку, нажмите на ссылку: !confirm_subscribe_url

source: We have received a request for subscription of !mailto to the !newsletter_name on !site website at !uri. However, this email is already subscribed to this newsletter. If you intended to unsubscribe please visit our site: !uri
ru: Был получен запрос на подписку !mailto на рассылку !newsletter_name сайта !site (!uri). Этот e-mail уже подписан на эту рассылку. Если вы хотите отписаться от этой рассылки, зайдите на сайт: !uri

source: We have received a request to unsubscribe !mailto from the !newsletter_name on !site website at !uri. To confirm this unsubscription please use the link below. !confirm_unsubscribe_url
ru: Был получен запрос на отписку !mailto от рассылки !newsletter_name на сайте !site (!uri). Чтобы подтвердить это, нажмите на ссылку: !confirm_unsubscribe_url

source: We have received a request to unsubscribe !mailto from the !newsletter_name on !site website at !uri. However, this email is not subscribed to this newsletter. If you intended to subscribe please visit our site: !uri
ru: Был получен запрос на отписку !mailto от рассылки !newsletter_name сайта !site website (!uri). Этот e-mail не подписан на эту рассылку. Если вы хотите подписаться, зайдите на сайт !uri

source: Confirmation for !newsletter_name from !site
ru: Подтверждение подписки на !newsletter_name на сайте !site

source: Unsubscribe from this newsletter
ru: Отписаться от этой рассылки

source: This is a test version of the newsletter.
ru: Тестовая версия рассылки.

source: Attempt to unsubscribe from non existing newsletter term ID %id
ru: Попытка отписаться от несуществующего термина рассылки %id

source: User %email deleted from the mailing list.
ru: Пользователь %email удалён из подписного листа.

source: Outgoing email. Message type: %type<br />Subject: %subject<br />Recipient: %to
ru: Исходящие email. Тип сообщения: %type<br />Тема: %subject<br />Получатель: %to

source: Outgoing email. Message type: %type<br />Subject: %subject<br />Recipient: %to %mimemail
ru: Исходящие email. Тип сообщения: %type<br />Тема: %subject<br />Получатель: %to %mimemail

source: Outgoing email failed. Message type: %type<br />Subject: %subject<br />Recipient: %to %mimemail
ru: Ошибка при отправке email. Тип сообщения: %type<br />Тема: %subject<br />Получатель: %to %mimemail

source: Newsletter not send: node does not exist (nid = @nid; vid = @vid).
ru: Рассылка не отправлена: документ не существует (nid = @nid; vid = @vid).

source: Sending interrupted: PHP maximum execution time almost exceeded. Remaining newsletters will be send during the next cron run. If this warning occurs regularly you should reduce the !cron_throttle_setting.
ru: Отправка прервана: время выполнения PHP почти исчерпано. Оставшиеся рассылки будут отправлены во время следующего запуска cron. Если это сообщение появляется регулярно, вы должны уточнить настройки - !cron_throttle_setting.

source: %count emails sent in %sec seconds.
ru: %count e-mail отправлено за %sec сек.

source: %count emails sent.
ru: %count e-mail отправлено

source: Sent issues
ru: Отправленные

source: List of newsletter issues sent and pending.
ru: Список отправленых и ожидающих рассылок.

source: Draft issues
ru: Черновики выпусков

source: List of newsletter issues not sent.
ru: Список неотправленных рассылок.

source: List newsletters
ru: Список рассылок

source: Add newsletter
ru: Добавить рассылку

source: The {simplenews_subscriptions}.snid who is subscribed.
ru: {simplenews_subscriptions}.snid того, кто будет подписан.

source: The newsletter series ({term_data}.tid) the subscriber is subscribed to.
ru: Серия рассылок ({term_data}.tid), к которой подписан подписчик.

source: The installation of Simplenews was not successful.
ru: Установка модуля "Рассылки " не была выполнена.

source: Newsletter issue
ru: Выпуск рассылки

source: @site_name newsletter
ru: Рассылка @site_name

source: Save and send
ru: Сохранить и отправить

source: Save and send test
ru: Сохранить и отправить

source: Menu by role and weights
ru: Меню по ролям и весу

source: The name of this newsletter.
ru: Название рассылки

source: Subscription settings
ru: Настройки

source: Default on
ru: Отмечено

source: Default off
ru: Не отмечено

source: Silent
ru: Скрыто

source: Subscribe new account
ru: Подписать новый аккаунт

source: None: This newsletter is not listed on the user registration page.<br />Default on: This newsletter is listed on the user registion page and is selected by default.<br />Default off: This newsletter is listed on the user registion page and is not selected by default.<br />Silent: A new user is automatically subscribed to this newsletter. The newsletter is not listed on the user registration page.
ru: ПОМНИТЕ: эта рассылка не указана на странице регистрации пользователей.<br />Включено: рассылка будет показана на странице регистрации пользователей и выбрана по умолчанию.<br />Выключено: рассылка будет показана на странице регистрации пользователей и не выбрана по умолчанию.<br />Скрыто: новый пользователь будет автоматически подписан на рассылку. Рассылка не будет показана на странице регистрации.

source: Hidden
ru: Скрытый

source: Single
ru: Одиночный

source: Double
ru: Двойной

source: Opt-in/out method
ru: Способ

source: Hidden: This newsletter does not appear on subscription forms. No unsubscribe footer in newsletter.<br /> Single: Users are (un)subscribed immediately, no confirmation email is sent.<br />Double: When (un)subscribing at a subscription form, anonymous users receive an (un)subscription confirmation email. Authenticated users are (un)subscribed immediately.
ru: Скрытый: Эта рассылка не появится в подписной форме. Не будет ссылки отписки в письме.<br /> Одиночный: Пользователи подпишутся/отпишутся немедленно без подтверждающего письма<br />Двойной: при подписке/отписке анонимные пользователи получат соответствующее письмо. Авторизированные пользователи подпишутся/отпишутся немедленно.

source: Newsletter subject
ru: Тема рассылки

source: Email subject
ru: Тема Email

source: New anonymous mail addresses will be subscribed with the selected preferred language. Registered users will be subscribed with their preferred language as set on their account page. The language of existing subscribers is unchanged.
ru: Новые mail адреса анонимов будут подписаны с выбором языка. Зарегистрированные пользователи подпишутся на языке, установленном в их профиле. Язык существующих подписчиков не изменится.
