Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: not sticky
ru: не приклеено

source: Up to date translation
ru: Обновлённый перевод

source: Outdated translation
ru: Просроченный перевод

source: type
ru: тип

source: category
ru: категория

source: language
ru: язык

source: Show only items where
ru: Показать только содержимое,где:

source: Refine
ru: Попробовать ещё раз

source: Undo
ru: Назад

source: nodewords
ru: мета-теги

source: An error occurred and processing did not complete.
ru: Произошла ошибка и обработка не была закончена.

source: Delete all
ru: Удалить всё

source: The items have been deleted.
ru: Пункты были удалены.

source: Create @name
ru: Создание документа "@name"

source: Log message
ru: Комментарии администратора

source: An explanation of the additions or updates being made to help other authors understand your motivations.
ru: Необязательно.Дополнительные комментарии администратора для этой страницы.Это поможет другим администраторам сайта понять ваши действия и мотивы.

source: Leave blank for %anonymous.
ru: Оставьте это поле пустым для %anonymous.

source: Format: %time. Leave blank to use the time of form submission.
ru: Формат: %time.Оставьте пустым,чтобы использовать время формы отправки.

source: Show summary in full view
ru: Показать аннотацию при полном просмотре

source: The trimmed version of your post shows what your post looks like when promoted to the main page or when exported for syndication.<span class="no-js"> You can insert the delimiter "&lt;!--break--&gt;" (without the quotes) to fine-tune where your post gets split.</span>
ru: Обрезанная версия публикации показывается в качестве предпросмотра основного текста на главной и в фиде. <span class="no-js">Вы можете указать разделитель "&lt;!--break--&gt;" (без кавычек), чтобы указать место отделения аннотации от основного текста.

source: Preview trimmed version
ru: Предпросмотр укороченной версии

source: Preview full version
ru: Предпросмотр полной версии

source: @type %title has been created.
ru: Публикация @type "%title" была создана.

source: @type %title has been updated.
ru: Публикация @type "%title" была обновлена.

source: The post could not be saved.
ru: Публикация не может быть сохранена.

source: Revisions for %title
ru: Варианты для "%title"

source: Revision
ru: Вариант

source: !date by !username
ru: !date, !username

source: current revision
ru: текущий вариант

source: Are you sure you want to revert to the revision from %revision-date?
ru: Вы уверены,что хотите вернуться к варианту от %revision-date?

source: Copy of the revision from %date.
ru: Копия варианта от %date.

source: @type %title has been reverted back to the revision from %revision-date.
ru: Публикация @type "%title" была возвращена к варианту от %revision-date.

source: Are you sure you want to delete the revision from %revision-date?
ru: Вы уверены,что хотите удалить вариант от %revision-date?

source: Revision from %revision-date of @type %title has been deleted.
ru: Вариант публикации @type "%title" от %revision-date был удалён.

source: @type: added %title.
ru: @type: добавлено "%title".

source: @type: updated %title.
ru: @type: обновлено "%title".

source: @type: reverted %title revision %revision.
ru: @type: восстановлено "%title" варианта "%revision".

source: @type: deleted %title revision %revision.
ru: @type: удалено "%title" варианта "%revision".

source: The content access permissions need to be rebuilt.
ru: Права доступа к содержимому нуждаются в обновлении.

source: The content access permissions need to be rebuilt. Please visit <a href="@node_access_rebuild">this page</a>.
ru: Права доступа к содержимому должны быть перестроены. Сделать это можно <a href="@node_access_rebuild">здесь</a>.

source: The administrative <a href="@content">content page</a> allows you to review and manage your site content. The <a href="@post-settings">post settings page</a> sets certain options for the display of posts. The node module makes a number of permissions available for each content type, which may be set by role on the <a href="@permissions">permissions page</a>.
ru: <a href="@content">Страница управления</a> содержимым позволяет управлять и просматривать всё содержимое сайта.

source: For more information, see the online handbook entry for <a href="@node">Node module</a>.
ru: За детальной информацией обращайтесь <a href="@node">сюда</a>.

source: Below is a list of all the content types on your site. All posts that exist on your site are instances of one of these content types.
ru: Ниже отображён список типов содержимого на этом сайте.

source: To create a new content type, enter the human-readable name, the machine-readable name, and all other relevant fields that are on this page. Once created, users of your site will be able to create posts that are instances of this content type.
ru: Чтобы создать новый тип содержания,введите название для человека,системное имя и их соответствующие поля,которые появятся на странице.

source: The revisions let you track differences between multiple versions of a post.
ru: Варианты позволяют вам отслеживать изменения между несколькими версиями публикаций.

source: You specified that the summary should not be shown when this post is displayed in full view. This setting is ignored when the summary is empty.
ru: Вы указали, что аннотация не должна быть показана при полном просмотре публикации. Эти настройки будут проигнорированы, так как её поле пусто.

source: You specified that the summary should not be shown when this post is displayed in full view. This setting has been ignored since you have not defined a summary for the post. (To define a summary, insert the delimiter "&lt;!--break--&gt;" (without the quotes) in the Body of the post to indicate the end of the summary and the start of the main content.)
ru: Вы указали, что эта аннотация не должна быть показана при полном показе публикации. Эти настройки будут проигнорированы, так как вы не указали аннотацию этой публикации. Чтобы определить аннотацию, вставьте "&lt;!--break--&gt;" (без кавычек) в основной текст.

source: The body of your @type is too short. You need at least %words words.
ru: Основной текст публикации @type слишком короткий. он должен содержать как минимум %words слов.

source: This content has been modified by another user, changes cannot be saved.
ru: Это содержимое было изменено другими пользователями.Изменения не могут буть сохранены.

source: The username %name does not exist.
ru: Пользователь %name не существует.

source: @type %title has been deleted.
ru: Публикация "%title" была удалена.

source: Revision of %title from %date
ru: Вариант "%title" от %date

source: Log
ru: История

source: The following numbers control which properties the content search should favor when ordering the results. Higher numbers mean more influence, zero means the property is ignored. Changing these numbers does not require the search index to be rebuilt. Changes take effect immediately.
ru: Следующие числа контролируют,каким свойствам поиска в содержимом нужно оказывать внимание при построении результатов поиска.Большее число-больше внимания,"0"-свойства игнорируются.При изменении этих чисел необязательно заново перестраивать поисковый индекс-изменения вступают в силу немедленно.

source: Keyword relevance
ru: Соответствие ключевым словам

source: Recently posted
ru: Недавно размещённые

source: Number of comments
ru: Число комментариев

source: Number of views
ru: Число просмотров

source: Factor
ru: Фактор

source: Read more
ru: Далее

source: Read the rest of !title.
ru: Читать остаток !title.

source: Syndicate
ru: RSS

source: read more
ru: читать далее

source: <h1 class="title">Welcome to your new Drupal website!</h1><p>Please follow these steps to set up and start using your website:</p>
ru: <h1 class="title">Добро пожаловать на ваш новый сайт !</h1></p>

source: Advanced search
ru: Расширенный поиск

source: Containing any of the words
ru: Содержит слово или слова

source: Containing the phrase
ru: Содержит фразу

source: Containing none of the words
ru: Не содержит слова

source: Only in the category(s)
ru: Категории

source: Only of the type(s)
ru: Только этого типа

source: Rebuilding content access permissions
ru: Перестройка прав доступа

source: Content permissions have been rebuilt.
ru: Права доступа были перестроены.

source: The content access permissions have been rebuilt.
ru: Права доступа были перестроены.

source: The content access permissions have not been properly rebuilt.
ru: Права доступа не были правильно перестроены.

source: Submitted by !username on @datetime
ru: Опубликовано !username - @datetime

source: When either saving a new post or updating an existing post
ru: При сохранении или обновлении существующего

source: After saving a new post
ru: После сохранения новой публикации

source: After saving an updated post
ru: После сохранения обновлённой публикации

source: After deleting a post
ru: После удаления публикации

source: When content is viewed by an authenticated user
ru: Когда содержимое просмотрено авторизированным пользователем.

source: Publish post
ru: Опубликовать

source: Unpublish post
ru: Снять с публикации

source: Make post sticky
ru: Приклеить

source: Make post unsticky
ru: Отклеить

source: Promote post to front page
ru: Расположить на главной

source: Remove post from front page
ru: Убрать с главной

source: Change the author of a post
ru: Изменить автора

source: Save post
ru: Сохранить

source: Unpublish post containing keyword(s)
ru: Снять с публикации материал, содержащий ключевое слово(ва)

source: The username of the user to which you would like to assign ownership.
ru: Логин пользователя, которому вы хотите назначить авторство.

source: Please enter a valid username.
ru: Укажите правильный логин.

source: The post will be unpublished if it contains any of the character sequences above. Use a comma-separated list of character sequences. Example: funny, bungee jumping, "Company, Inc.". Character sequences are case-sensitive.
ru: Этот документ будет снят с публикации, если содержит любые из указанных символов. Указывайте недопустимые символы в виде списка, разделённого запятыми.

source: @type: deleted %title.
ru: @type: удалено "%title".

source: Sent email to %recipient
ru: Письмо отправлено "%recipient"

source: Set @type %title to published.
ru: Публикация @type "%title" опубликована.

source: Set @type %title to unpublished.
ru: Публикация @type "%title" снята с публикации.

source: Set @type %title to sticky.
ru: Публикация @type "%title" приклеена.

source: Set @type %title to unsticky.
ru: Публикация @type "%title" отклеена.

source: Promoted @type %title to front page.
ru: Публикация @type "%title" расположена на главной странице.

source: Removed @type %title from front page.
ru: Публикация @type "%title" убрана с главной страницы.

source: Saved @type %title
ru: Публикация @type "%title" сохранена

source: Changed owner of @type %title to uid %name.
ru: Автор публикации @type "%title" изменён на %name.

source: administer content types
ru: Администрировать типы содержимого

source: administer nodes
ru: Администрировать документы

source: access content
ru: Доступ к содержимому

source: view revisions
ru: Смотреть варианты

source: revert revisions
ru: Восстанавливать варианты

source: Add content type
ru: Добавить

source: Revisions
ru: Варианты

source: Revert to earlier revision
ru: Вернуться к ранней версии

source: Delete earlier revision
ru: Удалить раннюю версию

source: Specify to bias the search result when a node is in a queue. Any value except <em>Normal</em> will increase the socre for the given queue in the search results
ru: Укажите смещение для поисковых результатов, когда документ в очереди. Любое значение, кроме "Нормального" увеличит данную очередь в поисковых результатах.

source: Weight for %title nodequeue
ru: Вес %title

source: Remove from queue
ru: Удалить из очереди

source: Add to queue
ru: Добавить в очередь

source: Max nodes
ru: Лимит

source: In queue
ru: В очереди

source: Operation
ru: Действие

source: Infinite
ru: Не ограничено

source: Click here for information about this module
ru: Щёлкните для информации

source: No nodequeues exist.
ru: Нет очередей

source: Subqueues
ru: Субочереди

source: Account
ru: Профиль

source: Add @type
ru: Добавить @type

source: Nodequeue '@title'
ru: Очередь "@title"

source: Enter the name of the queue
ru: Укажите имя очереди

source: Queue size
ru: Размер очереди

source: The maximum number of nodes will appear in the queue. Enter 0 for no limit
ru: Максимальное число документов, которое появится в очереди. Укажите "0" для отмены ограничений.

source: Reverse in admin view
ru: Обернуть для админа

source: Ordinarily queues are arranged with the front of the queue (where items will be removed) on top and the back (where items will be added) on the bottom. If checked, this will display the queue such that items will be added to the top and removed from the bottom.
ru: Обычно очереди упорядочены "сверху вниз", т.е пункты удаляются сверху и добавляются внизу. Если отмечено, пункты будут добавлены вверху и удалены снизу.

source: Link "add to queue" text
ru: Текст ссылки "Добавить в очередь"

source: If you want a link to add a node to a queue in the "links" section (next to "add new comment"), enter the text here. If left blank no link will be given; note that enabling this feature for any queue will cause an extra query to be run every time a node is loaded. "%subqueue" will be replaced with the subqueue title, if applicable.
ru: Если вы хотите ссылку для добавления документа в секции "Ссылки", укажите текст ссылки здесь. Если текст не указан, ссылка не будет показана. Имейте ввиду, если ссылка будет показана, это приведёт к дополнительным запросам для каждой загрузки документа. "%subqueue" будет заменена на заголовок подчинённой очереди, если допустимо.

source: Link "remove from queue" text
ru: Текст ссылки "Удалить из очереди"

source: Enter the text for the corresponding link to remove a node from a queue. This may be blank (in which case no link will appear) but a remove link will only appear if link, above, is set.
ru: Укажите текст для ссылки удаления документа из очереди. Это поле может быть пустым, если ссылка не должна быть показана.

source: Check each role that can add nodes to the queue. Be sure that roles you want to appear here have "manipulate queues" access in the main access control panel.
ru: Отметьте каждую роль, пользователи с которой могут добавлять документы в очередь. Очереди появятся здесь если установлены права "Манипулировать очередями".

source: No roles have the "manipulate queues" permission, so only the administrator account will be able to add or remove items from this queue.
ru: Нет ролей, которые имеют права "Манипулировать очередями", поэтому удалять/добавлять пункты в меню может только администратор.

source: Types
ru: Типы

source: Check each node type that can be added to this queue.
ru: Отметьте каждый тип документа, который может быть добавлен в очередь.

source: Treat translation nodes as a single node
ru: Обрабатывать переводы документов как один документ

source: Manually manage translated nodes
ru: Вручную управлять переводами документов

source: Please enter a title for this queue.
ru: Укажите заголовок для этой очереди.

source: The queue has been created.
ru: Очередь была создана.

source: The queue has been updated.
ru: Очередь была обновлена.

source: Are you sure you want to delete "%title"?
ru: Вы уверены, что хотите удалить "%title"?

source: Subqueue '@title'
ru: Подчинённая очередь "@title"

source: Restricted node, NID: @nid
ru: NID ограниченного документа: @nid

source: remove
ru: удалить

source: Enter the title of a node to add it to the queue
ru: Укажите заголовок документа для добавления в очередь

source: Add node & save queue
ru: Добавить и сохранить

source: Reverse
ru: Обернуть

source: Shuffle
ru: Перемешать

source: Clear
ru: Очистить

source: Duplicate position value.
ru: Дублировать значение позиции.

source: The queue has been reversed.
ru: Очередь была повёрнута.

source: The queue has been shuffled.
ru: Очередь была перемешана.

source: Please enter a valid node title.
ru: Укажите правильный заголовок для документа.

source: Are you sure you want to clear the nodequeue %queue?
ru: Вы уверены, что хотите очистить очередь %queue?

source: This action will remove all nodes from the queue and cannot be undone.
ru: Это действие удалит все документы из очереди и не может быть отменено.

source: The queue has been cleared.
ru: Очередь была очищена.

source: Create a menu tab for each node that could belong to any queues
ru: Создать закладку меню для каждого документа, который может принадлежать любой очереди.

source: Include a column on the nodequeue tab for the maximum number of nodes in each queue
ru: Включать колонку в закладку очереди для максимального числа документов в очереди.

source: Nodequeue tab label
ru: Надпись закладки очереди

source: If nodes will have a menu tab for manipulating related nodequeues, what should that tab be called?
ru: Если документы будут иметь закладку меню для управления очередями, как она должна быть подписана?

source: Automatically create one view per queue
ru: Автоматически создавать один вид на очередь

source: Nodequeue can create a view for each queue. If you wish to have fewer views, you can disable this option and use a single view with an argument for the qid.
ru: Модель "Очередь документов" может создавать вид для каждой очереди. Вы можете отключить создание дополнительных видов и использовать аргументы.

source: No nodes in this queue.
ru: Нет документов в очереди.

source: Post Date
ru: Дата

source: Position
ru: Позиция

source: Queue full
ru: Очередь полная

source: @count in queue
ru: @count в очереди

source: manipulate queues
ru: Манипулирувать очередями

source: administer nodequeue
ru: Администрировать очереди

source: manipulate all queues
ru: Манипулировать всеми очередями

source: Some of the following queries may appear to fail. This is not a problem.
ru: Некоторые из следующих запросов кажется ошибочны. Это не является проблемой.

source: Deleted @invalid invalid entries from the {nodequeue_nodes} table.
ru: Неправильные записи @invalid удалены из таблицы {nodequeue_nodes}

source: To have the nodequeue module work with translations, you need to install and enable the !url module.
ru: Чтобы заставить работать модуль "Очереди документов" с переводами, вы должны установить модуль !url.

source: Create queues which can contain nodes in arbitrary order
ru: Создать очереди, которые могут содержать документы в определённом порядке

source: Add to Nodequeues
ru: Добавить в очередь

source: Remove from Nodequeues
ru: Удалить из очереди

source: Queue
ru: Очередь

source: Specify the queues into which the node should be submitted. If the queue is a smartqueue, the node shall be placed into every subqueue for which it is eligible.
ru: Укажите очереди, в которые должен быть включен документ. Если эта очередь является "умной", документ должен быть включён для всех подчинённых очередей.

source: Please <a href="!url">create</a> a nodequeue first.
ru: Сначала <a href="!url">создайте</a> очередь документов.

source: custom page
ru: своя страница

source: Queues
ru: Очереди

source: Specify the queues from which the node should be removed. If the queue is a smartqueue, the node shall be removed from all subqueues.
ru: Укажите очереди, из которых должен быть удалён документ. Если эта очередь является "умной", документ должен быть удалён из всех подчинённых очередей.

source: The position of the node within a queue.
ru: Позиция документа в очереди.

source: Added date
ru: Дата добавления

source: The date the node was added to a queue.
ru: Дата, когда документ был добавлен в очередь.

source: Queue ID
ru: ID очереди

source: The ID of the queue the node belongs to.
ru: ID очереди, к которой принадлежит документ.

source: No queue
ru: Нет очереди

source: Subqueue ID
ru: ID подчинённой очереди

source: The ID of the subqueue the node belongs to.
ru: ID подчинённой очереди, к которой принадлежит документ.

source: Filter to ensure a node IS or IS NOT in the related queue
ru: Фильтр принадлежности или непринадлежности документа к очереди

source: Queue title
ru: Заголовок очереди

source: The title of the nodequeue.
ru: Заголовок этой очереди.

source: Subqueue title
ru: Заголовок подчинённой очереди

source: The title of the subqueue.
ru: Заголовок подчинённой очереди.

source: Subqueue reference
ru: Связь подчинённой очереди

source: The reference that defines a subqueue; what this actually is depends upon the type of subqueue, but is a taxonomy tid for smartqueue taxonomy, or a uid for authorview.
ru: Связь, которая определяет подчинённые очереди.

source: Create a relationship to a nodequeue.
ru: Создать взаимосвязь с очередью.

source: queue
ru: очередь

source: Add/remove links
ru: Ссылки добавления/удаления

source: Display add/remove links for all eligible nodequeues. Note that this performs a node_load so could add many extra queries to a view.
ru: Отображать ссылки добавить/удалить для всех подходящих очередей. Имейте ввиду, при этом будет выполняться node_load, что приведёт к дополнительным запросам к БД.

source: Link to tab
ru: Ссылка на закладку

source: All queues
ru: Все очереди

source: Display all queues a node is a member of.
ru: Отображать все очереди, в которых находится документов.

source: All subqueues
ru: Все подчинённые очереди

source: Display all subqueues a node is a member of.
ru: Отображать все подчинённые очереди, в которых есть документ.

source: Display a list of all nodes in queue '@queue'
ru: Отображать список всех документов в очереди "@queue"

source: nodequeue
ru: Очередь документов

source: Queue '@queue'
ru: Очередь "@queue"

source: Link this field to queue arrange page
ru: Залинковать это поле на страницу сортировки очереди

source: Limit to queues
ru: Ограничить очередью

source: The field has been updated.
ru: Поле было обновлено.

source: Limit to one or more queues (recommended)
ru: Ограничить одной или более очередями (рекомендуется)

source: Are you sure you want to delete the meta tags for %path?
ru: Вы уверены, что хотите удалить мета теги для %path?

source: <a href="@add_metatags">Add meta tags</a> for a new page.
ru: <a href="@add_metatags">Добавить мете-теги</a> для новой страницы.

source: Custom page
ru: Пользовательская страницы

source: There are no modules that implement meta tags.
ru: Нет модулей, которые вставляют мета-теги.

source: A name to better identify the page in the list of custom pages. The name must contains at least one alpha-numeric character.
ru: Название для распознавание в списке.

source: Enter the Drupal paths associated with the page. The character <q>*</q> is a wildcard. Example paths are <em>blog</em> for the blog page and <em>blog/*</em> for every personal blog. The list must contain at least one path.
ru: укажите системные страницы, которые ассоциируются со страницей. <q>*</q> означает шаблон подстановки. Например: <em>blog</em> или <em>blog/*</em>.

source: Pages with lower weight will be considered first. Only the first matching page will be used.
ru: Страница с меньшим весом будет задействована первой. Будет использовано только первое совпадение.

source: The path is already used.
ru: Путь уже используется.

source: The path contains only spaces, and other not printable characters.
ru: Путь содержит только пробелы и другие непечатные символы.

source: Meta tags to show on edit forms
ru: Мета-теги, которые будут показаны в форме редактирования
