Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: expires on @date
ru: истекает @date

source: Please contact the site administrator if this message has been received in error.
ru: Свяжитесь с администратором сайта, если это сообщение получено с ошибками.

source: The file you requested does not exist.
ru: Запрошенный вами файл не существует.

source: You have attempted to download an incorrect file URL too many times.
ru: Вы пытались загрузить некорректный файл слишком много раз.

source: The following URL is not a valid download link.
ru: Этот URL не является правильной для загрузки ссылкой.

source: You have downloaded this file from too many different locations.
ru: Вы загрузили этот файл из слишком много разных адресов.

source: You have reached the download limit for this file.
ru: Вы достигли допустимый лимит загрузок этого файла.

source: This file download has expired.
ru: Эта загрузка просрочена.

source: A hook denied your access to this file.
ru: Хук, определивший ваш доступ к этому файлу.

source: The user %username
ru: Пользователь %username

source: The IP address %ip
ru: IP %ip

source: uc_file
ru: Файл

source: %username has been temporarily banned from file downloads.
ru: Загрузка файлов для %username была временно запрещена.

source: %username has been denied a file download by downloading it from too many IP addresses.
ru: Загрузка файлов для %username была временно отклонена, из-за того, что он использует для загрузки слишком много разных IP.

source: %username has been denied a file download by downloading it too many times.
ru: Запрет загрузки для пользователя %username, так как превышен лимит допустимого количества загрузок.

source: %username has been denied an expired file download.
ru: Запрет загрузки для пользователя %username, так как загружаемый файл был просрочен.

source: %username has started download of the file %filename.
ru: Пользователь %username начал загрузку файла %filename.

source: Add file downloads through this page and then use the <a href="!url">conditional actions interface</a> to limit which orders they are applied to. Most important is the order status on which file download access will be triggered.
ru: Добавьте загрузки на этой странице и затем при помощи <a href="!url">интерфейса определения условий</a> укажите их доступность для тех или иных заказов.

source: Ubercart file downloads
ru: Загрузки файлов

source: Ubercart file download administration page
ru: Страница управления загрузками

source: Accessible downloads
ru: Доступные загрузки

source: Add file
ru: Добавить файл

source: Select a file to add as a download. Newly added files will inherit the settings at the !url.
ru: Выберите файл для загрузки. Новым файлам будут назначены настройки, указанные здесь - !url.

source: Ubercart file product feature settings page
ru: Настройки свойств файлов товара

source: A negative download limit does not make sense. Please enter a positive integer, or leave empty for no limit.
ru: Отрицательный лимит не имеет смысла. Укажите положительное значение или оставьте пустым для снятия лимита.

source: A negative address limit does not make sense. Please enter a positive integer, or leave empty for no limit.
ru: Отрицательный лимит адресов не имеет смысла. Укажите позитивное число или оставьте поле пустым для отмены любых ограничений.

source: The date %date has already occurred.
ru: Дата %date уже наступила.

source: A negative expiration quantity does not make sense. Use the polarity control to determine if the time should be added or subtracted.
ru: Отрицательное число не имеет значение. Используйте знаки "-" или "+", чтобы определить, должно ли время быть прибавлено или отнято.

source: Click here to view your file downloads.
ru: Нажмите здесь, чтобы просмотреть ваши загрузки.

source: No files can be downloaded by this user.
ru: Нет файлов, которые могут быть загружены этим пользователем.

source: Below is a list of downloads this user can access.
ru: Ниже показан список файлов, к которым пользователь имеет доступ.

source: You already have privileges to download %file. If you complete the purchase of this item, your new download limit will be %download_limit, your access location limit will be %address_limit, and your new expiration time will be %expiration.
ru: Вы уже имеете возможность скачать %file. Если вы завершите заказ этого товара, ваш новый лимит загрузок будет %download_limit, лимит адресов - %address_limit, срок истечения - %expiration.

source: The file downloads directory is not valid or set. Set a valid directory in the <a href="!url">product feature settings</a> under the file download settings fieldset.
ru: Неправильная директория загрузок. Установите правильную директорию <a href="!url">здесь</a>

source: The file downloads directory has been set and is working.
ru: Директория файлов была установлена и работает.

source: A file directory needs to be configured in <a href="!url">product feature settings</a> before a file can be selected.
ru: Перед выбором файла необходимо <a href="!url">настроить</a> файловую директорию.

source: You must add files at the !url in order to attach them to a model.
ru: Вы должны добавить файлы в !url, чтобы приложить их.

source: This is the SKU that will need to be purchased to obtain the file download.
ru: Артикул, который должен быть приобретён, чтобы получить файл.

source: The file that can be downloaded when product is purchased (enter a path relative to the %dir directory).
ru: Файл, который может быть скачан, если товар приобретён (укажите путь относительно директории %dir)

source: A description of the download associated with the product.
ru: Описание связанной с товаром загрузки.

source: Check if this product model/SKU file download is also associated with a shippable product.
ru: Отметьте, если артикул (SKU) товара файла также ассоциируется с доставляемым товаром.

source: Use these options to override any global download limits set at the !url.
ru: Используйте эти опции для переопределения любых глобальных ограничений, установленных !url.

source: Ubercart product settings page
ru: Настройки магазина

source: File limitations
ru: Ограничения файла

source: Override download limit
ru: Переписать ограничения загрузки

source: Override the amount of times a customer can download this file after the product has been purchased.
ru: Перепишите количество раз, которое пользователь может скачать файл после того, как товар был приобретён.

source: The number of times this file can be downloaded.
ru: Число раз, которое может быть скачан этот файл.

source: Override location limit
ru: Переписать ограничения расположения

source: Override the amount of locations (IP addresses) a customer can download this file from after the product has been purchased.
ru: Укажите число адресов (IP), с которых пользователь может скачивать этот файл после приобретения товара.

source: IP addresses
ru: IP адреса

source: The number of unique IPs that a file can be downloaded from.
ru: Число уникальных IP, с которых можно скачивать файл.

source: Override time limit
ru: Переписать ограничения времени

source: Override the amount of time a customer can download this file after the product has been purchased.
ru: Укажите число раз, которое может скачивать пользователь этот файл после приобретёния товара.

source: How long after this product has been purchased until this file download expires.
ru: Сколько пройдёт времени с момента приобретения товара до истечения срока годности связанного файла?

source: %file is not a valid file or directory inside file download directory.
ru: %file не является правильным товаром или директорией в пределах директории загрузки.

source: A negative IP address limit does not make sense. Please enter a positive integer, or leave empty for no limit.
ru: Отрицательное количество IP адресов не имеет смысла. Укажите положительное целое число или оставьте поле пустым для снятия ограничений.

source: You set the granularity (%gran), but you did not set how many. Please enter a positive non-zero integer.
ru: Вы установили точность (%gran), но не установили её значение. Укажите положительное, ненулевое значение.

source: <strong>Shippable:</strong> Yes
ru: <strong>Доставляется:</strong> Да

source: <strong>Shippable:</strong> No
ru: <strong>Доставляется:</strong> Нет

source: Files path
ru: Путь файлов

source: The absolute path (or relative to Drupal root) where files used for file downloads are located. For security reasons, it is recommended to choose a path outside the web root.
ru: Абсолютный адрес (или относительно директории установки системы), в котором сохраняются загружаемые файлы. Из соображений безопасности рекомендуется выбрать директорию за пределами root директории.

source: Warn about purchasing duplicate files
ru: Предупредить при заказе одинаковых файлов

source: If a customer attempts to purchase a product containing a file download, warn them and notify them that the download limits will be added onto their current limits.
ru: Если пользователь попытается приобрести товар, содержащий загружаемый файл, предупредить его, что лимит скачиваний будет добавлен к его текущему лимиту.

source: Download limits
ru: Ограничение загрузки

source: The number of times a file can be downloaded. Leave empty to set no limit.
ru: Число раз, которое может быть скачан файл. Оставьте пустым, чтобы отменить ограничения.

source: The number of unique IPs that a file can be downloaded from. Leave empty to set no limit.
ru: Число уникальных IP, с которых может быть загружен файл. Оставьте пустым, чтобы снять любое ограничение.

source: How long after a product has been purchased until its file download expires.
ru: Сколько времени может пройти с момента приобретения товара до момента, когда файл будет просрочен.

source: %dir is not a valid file or directory
ru: %dir не является правильным файлом или директорией

source: The directory %dir was deleted.
ru: Директория %dir была удалена.

source: The directory %dir could not be deleted.
ru: Директория %dir не может быть удалена.

source: The directory %dir could not be deleted because it is not empty.
ru: Директория %dir не может быть удалена, так как она не пуста.

source: The file %dir was deleted.
ru: Файл %dir был удалён.

source: The file %dir could not be deleted.
ru: Файл %dir не может быть удалён.

source: %user has had all of his/her downloadable files removed.
ru: Все загружаемые файлы пользователя %user были удалены.

source: %user has had %file removed from his/her downloadable file list.
ru: Все загружаемые файлы пользователя %user были удалены из его списка.

source: %user has had download privileges of %file renewed.
ru: Права загрузки %file пользователя %user были восстановлены.

source: %user has been allowed to download %file.
ru: Пользователь %user может загружать %file.

source: download file
ru: Загружать файл

source: view all downloads
ru: Смотреть все загрузки

source: Files
ru: Файлы

source: View your purchased files.
ru: Просмотр заказанных файлов.

source: Allows products to be associated with downloadable files.
ru: Ассоциировать товары с загружаемыми файлами.

source: The view has been deleted
ru: Вид был удалён.

source: Display %display has set node/% as path. This will not produce what you want. If you want to have multiple versions of the node view, use panels.
ru: Отображение %display установлен node/% как путь. Это не выведет то что вам надо. Если вы хотите иметь несколько версий полных документов, используйте модуль "Панель"

source: The converter will make a best-effort attempt to convert a Views 1 view to Views 2. This conversion is not reliable; you will very likely have to make adjustments to your view to get it to match. You can import Views 1 views through the normal Import tab.
ru: При помощи этого конвертера можно попытаться сконвертировать старые виды (Views 1) в новые (Views 2).

source: Tools
ru: Инструменты

source: Convert
ru: Конвертировать

source: Convert stored Views 1 views.
ru: Конвертирование видов от ранней версии модуля.

source: Sent
ru: Отправлено

source: Warning! Broken view!
ru: Предупреждение! Испорченное представление!

source: This display has no path.
ru: У этого отображения нет пути.

source: Remove this item
ru: Удалить этот элемент

source: Granularity
ru: Точность

source: Aggregator feed
ru: Агрегация лент

source: Display all values
ru: Отобразить все значения

source: Hide view / Page not found (404)
ru: Скрыть вид / Страница не найдена (404)

source: Display empty text
ru: Отобразить пустой текст

source: Summary, sorted ascending
ru: Сводка, сортировка по возрастанию

source: Summary, sorted descending
ru: Сводка, сортировка по убыванию

source: Provide default argument
ru: Предоставить аргумент по умолчанию

source: Uncategorized
ru: Без категории

source: Is not empty (NOT NULL)
ru: Не пусто (NOT NULL)

source: The label for this relationship that will be displayed only administratively.
ru: Метка для этого отношения, которая буду отображаться только административно.

source: Custom date format
ru: Пользовательский формат даты

source: <Any>
ru: <Без разницы>

source: in
ru: в

source: Is not one of
ru: Не один из

source: not in
ru: не в

source: Is empty (NULL)
ru: Пусто (NULL)

source: Is not empty (NULL)
ru: Не пусто (NULL)

source: not empty
ru: не пусто

source: Is none of
ru: Ничего из

source: not
ru: не

source: Is between
ru: Между

source: between
ru: между

source: Is not between
ru: Не между

source: not between
ru: не между

source: And
ru: до

source: @min and @max
ru: @min - @max

source: Sort ascending
ru: Меньше - выше

source: Sort descending
ru: Больше - выше

source: Whether the poll is open for voting.
ru: Открыт ли опрос.

source: Connect with your Facebook account
ru: Войти через ваш профиль на Facebook

source: The aliased path to this node.
ru: Синоним пути этого документа

source: Whether or not the node is sticky. To list sticky nodes first, set this to descending.
ru: Является ли документ прикреплённым. Чтобы показывать прикреплённые документы первыми, выберите сортировку по убыванию.

source: Clone
ru: Клонировать

source: <All>
ru: <Все>

source: <None>
ru: <Ничего>

source: Target
ru: Цель

source: Displays
ru: Отображение

source: Sender information
ru: Информация отправителя

source: This is the unique name of the view. It must contain only alphanumeric characters and underscores; it is used to identify the view internally and to generate unique theming template names for this view. If overriding a module provided view, the name must not be changed or instead a new view will be created.
ru: Уникальное название вида. Должно содержать латинские буквы и подчёркивания. Используется при темизации.

source: View description
ru: Описание

source: This description will appear on the Views administrative UI to tell you what the view is about.
ru: Этот текст будет показан на странце управления видами в качестве короткого описания вида.

source: View tag
ru: Тег вида

source: Enter an optional tag for this view; it is used only to help sort views on the administrative page.
ru: Укажите необязательный тег для этого вида. Он используется только для вспомогательной сортировки видов на странице администрирования.

source: View type
ru: Тип вида

source: Paste view code here
ru: Код вида

source: Export this view
ru: Экспорт вида

source: Create a copy of this view
ru: Создать копию этого вида

source: View "@display"
ru: Вид "@display"

source: Go to the real page for this display
ru: Просмотреть страницу этого вида вживую

source: Book parent
ru: Родительская подшивка

source: Top level book
ru: Верхний уровень подшивки

source: Some example content that references a node.
ru: Некоторые примеры содержания, ссылающегося на документ.

source: Change settings for this style
ru: Изменить настройки для этого стиля

source: Disable views data caching
ru: Выключить кэширование данных

source: Views caches data about tables, modules and views available, to increase performance. By checking this box, Views will skip this cache and always rebuild this data when needed. This can have a serious performance impact on your site.
ru: Виды кэшируют свои данные для повышения производительности. Если вы отметите этот чек-бокс, кэширование будет выключено и виды будут генерироваться каждый раз заново, что может привести к серьёзной дополнительной нарузке на сервер.

source: Ignore missing advanced help module
ru: Игнорировать отсутствующий модуль расширенной помощи.

source: Views uses the advanced help module to provide help text; if this module is not present Views will complain, unless this setting is checked.
ru: Для справочной информации предусмотрен дополнительный модуль "Расширенная помощь". При желании, вы можете выключить сообщение об отсутствующем модуле справки.

source: Show query above live preview
ru: Показывать запросы над живым предпросмотром

source: The live preview feature will show you the output of the view you're creating, as well as the view. Check here to show the query and other information above the view; leave this unchecked to show that information below the view.
ru: Возможность живого предпросмотра позволяет просматривать результаты настройки вида "налету".Отметьте этот чекбокс, чтобы дополнительно видеть формируемый модулем запрос к базе данных.

source: Show other queries run during render during live preview
ru: Показать другие запросы при предпросмотре

source: Drupal has the potential to run many queries while a view is being rendered. Checking this box will display every query run during view render as part of the live preview.
ru: Если отмечено, будет показан каждый выполненый запрос рядом с предпросмотром.

source: Do not show hover links over views
ru: Не показывать ссылки редактирования

source: To make it easier to administrate your views, Views provides 'hover' links to take you to the edit and export screen of a view whenever the view is used. This can be distracting on some themes, though; if it is problematic, you can turn it off here.
ru: Выключить ссылки редактирования, которые появляются при наведении курсора на вид.

source: Enable views performance statistics via the Devel module
ru: Включить статистику производительности для модуля "Разработка" (известного как "Devel").

source: Check this to enable some Views query and performance statistics <em>if Devel is installed</em>.
ru: Отметьте, чтобы включить статистику запросов, если установлен модуль "Разработка" ("Devel")

source: Disable javascript with Views
ru: Выключить javascript

source: If you are having problems with the javascript, you can disable it here; the Views UI should degrade and still be usable without javascript, it just not as good.
ru: Если у вас возникают проблемы с javascript, вы можете выключить его. Интерфейс администратора будет работать и без javascript.

source: Watchdog
ru: Журнал системных событий

source: Page region to output performance statistics
ru: Область страницы, в которой будет показана статистика производительности.

source: Label for "Any" value on optional single-select exposed filters
ru: Надпись для любого значения в развёрнутых фильтрах

source: There are no Views 1 views stored in the database to convert.
ru: В базе данных нет старых видов, доступных для конвертирования.

source: Remove all Views 1 tables
ru: Удалить все таблицы старой версии модуля "Виды"

source: Check this box and then click clean up to drop all Views 1 tables. Warning: this operation will not be reversible! Do this only if you are sure you no longer need this data.
ru: Удалить все таблицы старой версии модуля "Виды" без возможности восстановления.

source: Clean up
ru: Очистить

source: All Views 1 tables have been removed.
ru: Все старые виды были удалены из базы данных.

source: jQuery UI Tabs: Mismatching fragment identifier.
ru: Закладки jQuery UI: Потерянный идентификатор.

source: jQuery UI Tabs: Not enough arguments to add tab.
ru: Закладки jQuery UI: Недостаточно аргументов, чтобы добавить закладку.

source: You have been subscribed.
ru: Вы подписаны на рассылку.

source: Depth
ru: Глубина

source: Hierarchy
ru: Ирерархия

source: Parent
ru: Родитель

source: The name of the comment's author. Can be rendered as a link to the author's homepage.
ru: Имя автора комментария. Может быть обработано как ссылка на сайт пользователя.

source: Author's website
ru: Сайт

source: The website address of the comment's author. Can be rendered as a link. Will be empty if the author is a registered user.
ru: Сайт автора комментария. Может быть обработан как ссылка.

source: Hostname of user that posted the comment.
ru: Хост пользователя, который опубликова комментарий.

source: Email of user that posted the comment. Will be empty if the author is a registered user.
ru: Email пользователя, который опубликовал комментарий.

source: Post date
ru: Время публикации

source: Date and time of when the comment was posted.
ru: Дата и время, когда комментарий был опубликован.

source: In moderation
ru: В проверке

source: Whether or not the comment is currently in moderation.
ru: Находится ли комментарий в настоящий момент в проверке.

source: View link
ru: Ссылка просмотра

source: Provide a simple link to view the comment.
ru: Предоставить простую ссылку для просмотра комментария.

source: Edit link
ru: Ссылка редактирования

source: Provide a simple link to edit the comment.
ru: Простая ссылка редактирования комментария.

source: Delete link
ru: Ссылка удаления

source: Provide a simple link to delete the comment.
ru: Простая ссылка для удаления комментария

source: Reply-to link
ru: Ссылка ответа

source: Provide a simple link to reply to the comment.
ru: Простая ссылка для ответа на комментарий.

source: Display the depth of the comment if it is threaded.
ru: Отображать глубину комментарие, если они отображены в виде веток.

source: Thread
ru: Ветка

source: Sort by the threaded order. This will keep child comments together with their parents.
ru: Сортировать в виде веток обсуждения.

source: The node the comment is a reply to.
ru: Документ, которому адресован комментарий.

source: Parent CID
ru: Родительский CID

source: The Comment ID of the parent comment.
ru: ID родительского комментария.

source: Parent comment
ru: Родительский комментарий

source: The parent comment.
ru: Родительский комментарий

source: Last comment time
ru: Время последнего комментария

source: Date and time of when the last comment was posted.
ru: Дата и время последнего комментария.

source: Last comment author
ru: Автор последнего комментария

source: The name of the author of the last posted comment.
ru: Имя автора последнего комментария.

source: Comment count
ru: Число комментариев

source: The number of comments a node has.
ru: Число комментариев, которое имеет пользователь.

source: Updated/commented date
ru: Дата обновления / комментирования

source: The most recent of last comment posted or node updated time.
ru: Самая последняя дата комментария или обновления документа.

source: New comments
ru: Новые комментарии

source: The number of new comments on the node.
ru: Число новых комментариев в документа.

source: Add comment link
ru: Ссылка добавления комментария

source: Display the standard add comment link used on regular nodes, which will only display if the viewing user has access to add a comment.
ru: Отображать стандартную ссылку "Добавить комментарий" на обычных документах, которая будет отображена для пользователя только, если он имеет права добавлять комментарий.

source: Comment status
ru: Состояние комментария

source: Whether comments are enabled or disabled on the node.
ru: Будет ли комментарий включён или выключен для документа.

source: User posted or commented
ru: Пользователь опубликовал или комментировал
