Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Navigation block and menu options for Domain Access
ru: Блок навигации и опции меню

source: Domain creation rules
ru: Правила создания доменов

source: Domain creation options
ru: Создание доменов

source: Determines what actions to take when creating new domain records.
ru: Определите, какое действие произойдёт при создании нового домена.

source: Generate tables as defined below
ru: Сгенерировать таблицы как указано ниже

source: Do not generate any tables
ru: Не генерировать никаких таблиц

source: ignore
ru: игнорировать

source: create
ru: создать

source: copy
ru: копировать

source: Save prefix settings
ru: Сохранить настройки префикса

source: Restore defaults
ru: Восстановить по умолчанию

source: Default prefix settings reset.
ru: Сброс префиксов таблиц по умолчанию.

source: Default prefix settings changed.
ru: Префиксы по умолчанию изменены.

source: Table header
ru: Заголовок таблицы

source: Ignore
ru: Игнорировать

source: Create
ru: Создать

source: Copy
ru: Копия

source: Drop
ru: Сбросить

source: Table prefixing for !domain
ru: Префиксы таблиц для !domain

source: There are no default settings configured.
ru: Нет настроенных значений по умолчанию.

source: Update domain tables
ru: Обновить таблицы домена

source: The table creation sequence has not run for this domain.
ru: Создание таблицы не было запущено для этого домена.

source: Generate domain tables
ru: Генерировать таблицы доменов

source: update
ru: обновить

source: drop
ru: сбросить

source: !string table created.
ru: !string создана.

source: !string table cannot be created, since it already exists.
ru: !string не может быть создана, так как уже существует.

source: !string table copied.
ru: !string скопирована

source: !string table cannot be copied, since it already exists.
ru: !string не может быть скопирована, так как уже существует.

source: !string table updated from source.
ru: !string обновлена из источника

source: !string table dropped.
ru: !string уничтожена

source: !string table does not exist.
ru: !string не существует.

source: tables
ru: таблицы

source: administer table prefixing
ru: Администрировать префиксы таблиц

source: Table prefixing
ru: Префиксы

source: Domain prefix settings
ru: Настройки префикса

source: Domain Prefix
ru: Префикс домена

source: Interface for selective table prefixing for use with Domain Access.
ru: Интерфейс для выборочного назначения префиксов таблиц модуля "Домен".

source: This form is domain-sensitive, be sure you select the proper domain before saving.
ru: Удостоверьтесь в правильности выбора домена перед сохранением формы!

source: All domains
ru: Все домены

source: Domain-specific settings
ru: Настройки домена

source: Save settings for
ru: Сохранить настройки для

source: Select the domain to which these settings apply. If you select <em>All domains</em>, domain-specific settings will be removed.
ru: Выберите домен, к которому будут применены эти настройки. Если выбрать "Все домены", относящиеся к доменам настройки будут удалены.

source: This value will change the registered name of the selected domain.
ru: Это значение изменит зарегистрированное название выбранного домена.

source: Domain settings behavior
ru: Поведение доменов

source: Use the default domain
ru: Использовать домен по умолчанию

source: Use the active domain
ru: Использовать активный домен

source: Default form value when submitting system settings.
ru: Значение формы по умолчанию при сохранении настроек системы.

source: Disallowed forms
ru: Запрещённые формы

source: Disallow domain-specific settings by entering a list of form_ids, one per line.
ru: Запретить настройки доменов для некоторых форм, указав список form_id, по одному на строку.

source: Retain values from Domain Settings module.
ru: Сохранить значения настроек доменов.

source: Domain configuration settings have been reset. Custom module settings have been retained.
ru: Настройки доменов были сброшены. Пользовательские настройки сохранены.

source: access domain settings form
ru: Доступ к форме настроек домена

source: Domain Settings
ru: Настройки домена

source: Expanded site configuration options for Domain Access.
ru: Расширенные настройки модуля

source: You are viewing the active theme for %domain.
ru: Вы просматриваете активную тему для домена %domain.

source: !site : Domain theme settings
ru: !site : Настройки темы домена

source: Invalid domain request.
ru: Неправильный запрос домена.

source: No theme has been set for this domain.
ru: Темы для этого домена не установлены.

source: The chosen theme is no longer available for this domain.
ru: Выбранная тема больше недоступна для этого домена.

source: Set default format
ru: Установить формат по умолчанию

source: <p>Select the default theme for this domain.</p>
ru: <p>Выберите тему по умолчанию для этого домена.</p>

source: Set domain theme
ru: Установить тему домена

source: !site : %theme settings
ru: !site : настройки %theme

source: An invalid request has been made.
ru: Был сделан неправильный запрос

source: Are you sure you wish to reset the theme for %name?
ru: Вы уверены, что хотите сбросить тему для %name?

source: Submitting this form will restore default theme for this domain.
ru: После сохранения этих данных, будет восстановлена тема по умолчанию для этого домена.

source: Domain theme settings have been reset.
ru: Настройки были сброшены.

source: These settings will replace your default site theme when %name is the active domain.
ru: Эти настройки заменят вашу тему оформления по умолчанию, когда %name является активным доменом.

source: You are viewing the %theme settings for %domain.
ru: Вы смотрите настройки %theme для %domain.

source: The %theme settings for %domain have been reset.
ru: Настройки %theme для %domain были сброшены.

source: The configuration options have been reset to their default values.
ru: Настройки сброшены к значениям по умолчанию.

source: The configuration options have been saved.
ru: Настройки сохранены.

source: %theme has been set as the default theme for %domain
ru: %theme бала установлена в качестве темы по умолчанию для %domain

source: theme
ru: тема

source: Domain Theme execution order
ru: Порядок выполнения

source: If you use other modules that allow custom user or group themes, you may experience conflicts with the Domain Theme module. Use this setting to vary the execution order of the Domain Theme module. Lower (negative) values will execute earlier in the Drupal page building process.
ru: Если вы используете другие модули, которые позволяют работать с темами пользователя/группы, может произойти конфликт с модулем "Тема домена". Используйте этот параметр для изменения порядка выполнения модуля "Тема домена". Более низкое означает более раннее выполнение.

source: Domain theme settings
ru: Настройки темы домена

source: Configure domain theme settings
ru: Настройка темы домена

source: Assign themes to domains created by the Domain Access module
ru: Назначить темы для доменов, созданных модулем "Домен"

source: Domain Access uses domains to divide and display content on a group of related sites.
ru: Модуль "Домен" использует различные домены для отображение содержимого на группе сайтов-аффилиатов.

source: Domain ID
ru: ID домена

source: The unique id key for the active domain.
ru: Уникальный ключ для активного домена.

source: Subdomain
ru: Субдомен

source: The URL string that identifies a domain.
ru: Строка URL, которая идентифицирует домен.

source: The display string that identifies a domain.
ru: Строка, которая идентифицирует домен.

source: The http protocol used by the domain.
ru: http протокол, используемый доменом.

source: Valid
ru: Правильно

source: A boolean flag indicating the domain can be seen by site visitors.
ru: Двоичный флаг, который обозначает, должен ли домен просматриваться посетителями сайта.

source: The node id.
ru: ID ноды.

source: Domain node
ru: Документ домена

source: Bring in information about the domain this node is assigned to.
ru: Информация и домене, к которому назначен этот документ.

source: The domain id of the record.
ru: ID записи домена

source: Access Type
ru: Тип доступа

source: The domain realm.
ru: Область домена.

source: Available on current domain
ru: Доступно на текущем домене

source: Filters out nodes not available on current domain (published to current domain or all affiliates
ru: Фильтрация документов не доступна на текущем домене (опубликовано на текущем домене или на всех сайтах-аффилиатах

source: Domain Editor
ru: Редактор домена

source: The user's id.
ru: ID пользователя

source: The domain(s) an editor is assigned to.
ru: Домен(ы) к которому назначен редактор.

source: Domain editors
ru: Редакторы домена

source: Bring in information about the domain this user is assigned to.
ru: Информация о домене, к которому этот пользователь назначен.

source: Domain Views
ru: Виды для домена

source: Provides Views integration for the Domain Access module.
ru: Предоставляет интеграцию с модулем "Виды".

source: Unknown domain
ru: Неизвестный домен

source: Link this field to its domain by domain_id
ru: Залинковать это поле на его домен по domain_id

source: This will override any other link you have set.
ru: Это перепишет любые другие ссылки,которые вы установили.

source: Link this field to its domain by sitename
ru: Залинковать это поле на его домен по названию сайта

source: Link this field to default domain
ru: Залинковать это поле на домен по умолчанию

source: Link this field to the domain it originates from
ru: Залинковать это поле на домен, с которого он берёт начало

source: List all domains this node is published to
ru: Показать все домены, в которых опубликован этот документ

source: This will override the default setting to show only one domain.
ru: Это перепишет настройки по умолчанию, чтобы показать только один домен.

source: Any domain -- use with "Is not one of"
ru: Любой домен - использовать с "Не один из"

source: Current Domain
ru: Текущий домен

source: This display will only be available on the selected domains. Note that users with "access all views" can see any view, regardless of other permissions.
ru: Это отображение будет доступно только на выбранных доменах. Имейте ввиду, что пользователи с правами "доступ ко всем видам" могут видеть любой вид.

source: Use strict access control
ru: Использовать строгий контроль доступа

source: If checked, the user must be able to access the domain being viewed.
ru: Если отмечено, пользователь может иметь возможность доступа к домену, который просматривается.

source: Require domain membership
ru: Требовать членство домена

source: If checked, the user must be a member of the domain being viewed.
ru: Если отмечено, пользователь должен быть членом домена для его просмотра.

source: Domain Source
ru: Домен источника

source: Add and enable desired languages at the <a href="@languages">Languages configuration page</a>.
ru: Добавьте и включите нужные языки на <a href="@languages">странице настройки языков</a>.

source: Bring in information about the source domain this node is assigned to.
ru: Информация об домене-источнике, к которому назначен этот документ.

source: Domain Source ID
ru: ID домена-источника

source: The unique id key for the source domain.
ru: Уникальный ключ домена-источника.

source: Use active domain
ru: Использовать активный домен

source: the active domain
ru: активный домен

source: Source domain:
ru: Домен-источник:

source: This content is assigned to %domain and cannot be reassigned.
ru: Это содержимое назначено для %domain и не может быть назначен другому домену.

source: The canonical domain for this content.
ru: Канонический домен для этого содержимого.

source: Do not change
ru: Не изменять

source: The canonical domain for the selected content. This element replaces existing settings for all selections.
ru: Канонический домен для выбранного содержимого. Этот элемент заменяет существующие настройки для всех выборов.

source: The source affiliate must be selected as a publishing option.
ru: Источник аффилиата должен быть выбран как опция публикации.

source: (determined automatically)
ru: (определено автоматически)

source: (using active domain)
ru: (используя активный домен)

source: <strong>Source domain</strong>: %source
ru: <strong>Домен - источник</strong>: %source

source: The source affiliate must be selected as a publishing option. %title is assigned to %domain.
ru: Аффилиат- источник должен быть выбран как опция публикации. %title назначен для %domain.

source: Creates a source domain for linking to content from other domains.
ru: Создаёт домен - источник для ссылки на содержимое из других доменов.

source: The selected file %name could not be saved.
ru: Выбранный файл %name не может быть сохранён.

source: File upload error. Could not move uploaded file.
ru: Ошибка загрузки файла.Невозможно переместить загруженный файл.

source: The directory %directory is a file and cannot be overwritten.
ru: Директория %directory является файлом и не может быть переписана.

source: The directory %directory does not exist.
ru: Каталог %directory не существует.

source: The directory %directory is not writable
ru: Директория %directory закрыта для записи.

source: Security warning: Couldn't write .htaccess file. Please create a .htaccess file in your %directory directory which contains the following lines:<br /><code>!htaccess</code>
ru: Предупреждение о безопасности: Невозможно записать файл .htaccess. Создайте файл .htaccess в директории %directory,который бы содержал такой код: <br /><code>!htaccess</code>

source: filefield
ru: поле файла

source: Could not set permissons on destination file: %file
ru: Не удалось установить права доступа на файл %file

source: file
ru: файл

source: Upload error. Could not move file %file to destination %destination.
ru: Ошибка загрузки. Невозможно переместить файл %file в %destination.

source: file system
ru: файловая система

source: The path %directory was checked as a directory, but it is a file.
ru: %directory был проверен как директория, но он является файлом.

source: The directory %directory is not writable, because it does not have the correct permissions set.
ru: Директория %directory закрыта для записи,так как не имеет корректно установленных прав доступа.

source: security
ru: безопасность

source: Files listed by default
ru: Файлы показаны по умолчанию

source: Description field
ru: Поле описания

source: When enabled, will display a text field where users may enter a description about the uploaded file.
ru: Если включено,будет показано поле,в котором пользователь может указать описание файла.

source: FileField was trying to display the file %file, but it does not exist.
ru: Попытка отобразить файл %file,но этот файл не существует.

source: Permitted upload file extensions
ru: Разрешённые расширения

source: Extensions a user can upload to this field. Separate extensions with a space and do not include the leading dot. Leaving this blank will allow users to upload a file with any extension.
ru: Расширения,которые допустимы к загрузке. Разделяйте расширения пробелом и не ставьте точки. Если не указано никах расширений, пользователи смогут загружать любые файлы.

source: Progress indicator
ru: Индикатор прогресса загрузки

source: Bar with progress meter
ru: Указатель прогресса

source: Throbber
ru: Индикатор

source: Your server supports upload progress capabilities. The "throbber" display does not indicate progress but takes up less room on the form, you may want to use it if you'll only be uploading small files or if experiencing problems with the progress bar.
ru: Ваш сервер поддерживает возможность отображения прогресса загрузки. "Индикатор" не отображает процесс загрузки подробно,но занимает мало места и может быть использован для загрузки небольших файлов или при невозможности использования прогресс-бара.

source: Optional subdirectory within the "%directory" directory where files will be stored. Do not include preceding or trailing slashes.
ru: Необязательная субдериктория в пределах директории "%directory", куда будут сохранены файлы. Не указывайте слэши на концах.

source: File size restrictions
ru: Ограничения по размеру

source: Limits for the size of files that a user can upload. Note that these settings only apply to newly uploaded files, whereas existing files are not affected.
ru: Лимиты на размер файлов,которые может загружать пользователь. Эти настройки применяются только к новым изображениям,старые остаются без изменений.

source: Maximum upload size per file
ru: Максимальный размер файла

source: Specify the size limit that applies to each file separately. Enter a value like "512" (bytes), "80K" (kilobytes) or "50M" (megabytes) in order to restrict the allowed file size. If you leave this this empty the file sizes will be limited only by PHP's maximum post and file upload sizes (current limit <strong>%limit</strong>).
ru: Укажите ограничение на размер для каждого сайта отдельно. Укажите значение "512" (байты), "80K" (килобайты) или "50M" (мегабайты), которыми будут ограничены загрузки. Если поле оставить пустым,размер файлов будет ограничен только максимальными значениями POST и UPLOAD в настройках PHP (текущее ограничение <strong>%limit</strong>).

source: Maximum upload size per node
ru: Максимальный размер файла на документ

source: Specify the total size limit for all files in field on a given node. Enter a value like "512" (bytes), "80K" (kilobytes) or "50M" (megabytes) in order to restrict the total size of a node. Leave this empty if there should be no size restriction.
ru: Укажите суммарный размер для всех файлов в поле для данного документа. Укажите значение например "512" (байты), "80K" (килобайты) or "50M" (мегабайты) для ограничения суммарного размера файлов. Оставьте поле пустым для отмены ограничений.

source: The file path (@file_path) cannot start with the system files directory (@files_directory), as this may cause conflicts when building file URLs.
ru: Путь @file_path не может начинаться с системной файловой директории (@files_directory), так как это может привести к конфликту при генерировании системой URL.

source: The "@field" option must contain a valid value. You can either leave the text field empty or enter a string like "512" (bytes), "80K" (kilobytes) or "50M" (megabytes).
ru: Опция "@field" должна содержать правильное значение. Вы можете оставить это поле пустым или указать что-то типа "512" (байты), "80K" (килобайты) or "50M" (мегабайты).

source: The file could not be uploaded.
ru: Файл не может быть загружен.

source: The file in the @field field was unable to be uploaded.
ru: Файл в поле @field не может быть загружен.

source: Upload
ru: Загрузить

source: The file referenced by the %field field does not exist.
ru: Файл поля %field не существует.

source: %title field is required.
ru: Требуется указать %title файла.

source: Total filesize for %title, %tsize, exceeds field settings of %msize.
ru: Суммарный размер %title, %tsize превышает указанное в настройках значение %msize.

source: The upload directory %directory for the file field %field (content type %type) could not be created or is not accessible. A newly uploaded file could not be saved in this directory as a consequence, and the upload was canceled.
ru: Директория загрузки %directory для поля %field (тип документа %type) не может быть создана или недоступна. Загруженный файл не может быть создан в этой директории и загрузка отменена.

source: The file upload failed. %upload
ru: Ошибка при загрузке файла. %upload

source: An unrecoverable error occurred. The uploaded file likely exceeded the maximum file size (@size) that this server supports.
ru: Произошла неустранимая ошибка. Похоже загружаемый файл (@size) превышает максимально поддерживаемый размер файла для этого сервера.

source: An unrecoverable error occurred. This form was missing from the server cache. Try reloading the page and submitting again.
ru: Произошла неустранимая ошибка. Эта форма была удалена из кэша сервера. Попробуйте перегрузить страницу и загрузить файл снова.

source: Starting upload...
ru: Начинаем загрузку...

source: Uploading... (@current of @total)
ru: Загрузка...(@current из @total)

source: The file contents (@type) do not match its extension (@extension).
ru: Содержимое файла (@type) не подходит под его расширение (@extension).

source: Only files with the following extensions are allowed: %files-allowed.
ru: Допустимы только файлы с такими расширениями: %files-allowed.

source: Allowed Extensions: %ext
ru: Разрешённые расширения: %ext

source: The file is %filesize exceeding the maximum file size of %maxsize.
ru: Файл %filesize превышает максимальный размер файла %maxsize.

source: The file is %filesize which would exceed your disk quota of %quota.
ru: Этот файл имеет %filesize, что может превысить дисковую квоту %quota.

source: Maximum Filesize: %size
ru: Максимальный размер файла: %size

source: The image must be exactly %dimensions pixels.
ru: Изображение должно быть точно %dimensions пикселей.

source: The image will not fit between the dimensions of %min_dimensions and %max_dimensions pixels.
ru: Это изображение не вмещается в установленные размеры %min_dimensions и %max_dimensions

source: The image was resized to fit within the maximum allowed dimensions of %dimensions pixels.
ru: Изображение было изменено для соответствия установленным размерам %dimensions пикселей.

source: The image is too large; the maximum dimensions are %dimensions pixels.
ru: Это изображение слишком большое; максимальные размеры - %dimensions пикселей.

source: The image is too small; the minimum dimensions are %dimensions pixels.
ru: Это изображение слишком маленькое; минимальные размеры установлены в %dimensions пикселей.

source: Images must be exactly @min_size pixels
ru: Изображения должны быть точно @min_size пикселей.

source: Images must be between @min_size pixels and @max_size
ru: Изображения должны быть в пределах @min_size пикселей и @max_size

source: Images larger than @max_size pixels will be scaled
ru: Изображения более @max_size будут отмасштабированы.

source: Images must be smaller than @max_size pixels
ru: Изображения должны біть меньше чем @max_size пикселей.

source: Images must be larger than @max_size pixels
ru: Изображения должны быть больше чем @max_size пикселей.

source: The file is not a known image format.
ru: Неизвестный формат.

source: Your server is capable of displaying file upload progress, but does not have the required libraries. It is recommended to install the <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress library</a> (preferred) or to install <a href="http://us2.php.net/apc">APC</a>.
ru: Ваш сервер имеет возможность отображать прогресс загрузки, но пока не имеет необходимых библиотек для этого. Рекомендуется установить <a href="http://pecl.php.net/package/uploadprogress">библиотеку PECL</a> (предпочтительно) или <a href="http://us2.php.net/apc">APC</a>.

source: Your server is capable of displaying file upload progress using APC RFC1867. Note that only one upload at a time is supported. It is recommended to use the <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress library</a> if possible.
ru: Ваш сервер имеет возможность отображать прогресс загрузки,используя APC RFC1867. Возможна только одна загрузка за раз. Рекомендуется использовать <a href="http://pecl.php.net/package/uploadprogress">PECL</a>

source: Migrating filefield values
ru: Мигрирующие значения

source: The File field %field has been updated with new settings.
ru: Поле %field было обновлено.

source: Not enabled
ru: Не включено
