Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: If checked, the identifier will be reset to the node title of the selected node.
ru: Если отмечено, идентификатор будет сброшен на заголовок выбранного документа.

source: You must select a node.
ru: Вы должны выбрать документ.

source: Invalid node selected.
ru: Выбран неправильный документ.

source: Author UID
ru: UID автора

source: Node add form
ru: Форма добавления документа

source: A node add form.
ru: Форма добавления документа.

source: Enter the node type this context.
ru: Укажите тип документа этого контекста.

source: Submit @name
ru: Сохранить @name

source: Select the node type for this form.
ru: Выберите тип документа для этой формы.

source: Node edit form
ru: Форма редактирования документа

source: A node edit form.
ru: Форма редактирования документа.

source: Enter the node ID of a node for this argument:
ru: Укажите ID документа для этого аргумента:

source: A context that is just a string.
ru: Контекст, который является простой строкой.

source: Raw string
ru: Сырая строка

source: HTML-safe string
ru: Безопасная для HTML строка

source: Enter the string for this context.
ru: Укажите строку для этого контекста.

source: A single taxonomy term object.
ru: Объект одиночного термина таксономии.

source: Term name, lowercased and spaces converted to dashes
ru: Название термина, внижнем разряде и пробелами в виде подчёркиваний.

source: Term Description
ru: Описание термина

source: Currently set to @term. Enter another term if you wish to change the term.
ru: Сейчас установлено в @term. укажите другой термин, если вы хотите изменить термин.

source: Select a term from @vocabulary.
ru: Выберите термин из @vocabulary.

source: Reset identifier to term title
ru: Сбросить идентификатор до заголовка термина

source: If checked, the identifier will be reset to the term name of the selected term.
ru: Если отмечено, идентификатор будет сброшен на название выбраного термина.

source: You must select a term.
ru: Вы должны выбрать термин.

source: Invalid term selected.
ru: Выбран неправильный термин.

source: Multiple taxonomy terms, as a group.
ru: Множественные термины таксономии, как группы

source: Term ID of first term
ru: ID первого термина

source: Term ID of all term, separated by + or ,
ru: ID всех терминов, список разделённый + или ,

source: Term name of first term
ru: Название первого термина

source: Term name of first term, lowercased and spaces converted to dashes
ru: Название первого термина, в нижнем разряде, пробелы только в виде подчёркиваний

source: Term name of all terms, separated by + or ,
ru: Название всех терминов, список, разделённый через + или ,

source: Term name of all terms, separated by + or , and lowercased and spaces converted to dashes
ru: Название всех терминов, разделённые "+" или ",", с маленькой буквы и пробелами в виде нижнего подчёркивания

source: Vocabulary ID of first term
ru: ID словаря первого термина

source: A context that contains token replacements from token.module.
ru: Контекст, который содержит токены модуля "Токен"

source: A single user object.
ru: Одиночный объект пользователя.

source: Enter the context type
ru: Укажите тип контекста

source: Select a user
ru: Выберите пользователя

source: Enter a user name
ru: Укажите логин пользователя

source: Reset identifier to username
ru: Сбросить идентификатор на логин пользователя

source: If checked, the identifier will be reset to the user name of the selected user.
ru: Если отмечено, идентификатор будет сброшен на логин выбранного пользователя.

source: You must select a user.
ru: Вы должны выбрать пользователя.

source: Invalid user selected.
ru: Выбран неправильный пользователь.

source: Taxonomy vocabulary
ru: Словарь таксономии

source: A single taxonomy vocabulary object.
ru: Одиночный объект словаря таксономии.

source: - All -
ru: - Все -

source: Needs review
ru: Нуждается в проверке

source: Enabled, title
ru: Включено, заголовок

source: Enabled, name
ru: Включено, название

source: Example: Image gallery
ru: Пример: Галлерея изображений

source: Import code
ru: Импорт кода

source: You have unsaved changes. These changes will not be made permanent until you click <em>Save</em>.
ru: У вас несохранённые изменения. Эти изменения не будут сохранены до тех пор, пока вы не нажмёте "Сохранить"

source: This will appear in the administrative interface to easily identify it.
ru: Это будет показано в интерфейсе администратора для более лёгкой идентификации.

source: The unique ID for this @export.
ru: Уникальный ID для @export.

source: @plugin code
ru: Код @plugin

source: Allow import to overwrite an existing record.
ru: Позволить переписывать существующую запись при импорте.

source: Unable to get an import from the code. Errors reported: @errors
ru: Невозможно обработать импорт из кода. Ошибка: @errors

source: The export id can only consist of lowercase letters, underscores, and numbers.
ru: ID экспорта может содержать только буквы в нижнем регистре, подчёркивания и числа.

source: A @plugin with this name already exists. Please choose another name or delete the existing item before creating a new one.
ru: Плагин @plugin с таким названием уже существует. Выберите уникальное название или удалите похожий плагин.

source: Adds a book parent from a node context.
ru: Добавляет родителей книги из контекста документа.

source: Relationship type
ru: Тип взаимосвязи

source: Immediate parent
ru: Ближайший родитель

source: Node edit form from node
ru: Форма редактирования документа

source: Adds node edit form from a node context.
ru: Добавляет форму редактирования документа из контекста документа.

source: Term from node
ru: Термин документа

source: Adds a taxonomy term from a node context; if multiple terms are selected, this will get the "first" term only.
ru: Добявляет термин таксономии из контекста документа. Если выбраны множественные термины, будет взят только первый термин.

source: Term parent
ru: Родитель термина

source: Adds a taxonomy term parent from a term context.
ru: Добавляет родителя термина таксономии из контекста термина.

source: Top level term
ru: Термин высшего уровня

source: Multiple terms from node
ru: Множественные термины документа

source: Adds a taxonomy terms from a node context; if multiple terms are selected, they wil be concatenated.
ru: Добавляет термины таксономии из контекста документа. Если выбраны множественные термины, они будут объединены.

source: Concatenator
ru: Объединение

source: When the value from this context is passed on to a view as argument, the terms can be concatenated in the form of 1+2+3 (for OR) or 1,2,3 (for AND).
ru: Когда значение из этого контекста передаётся в вид в виде аргумента, термины могут быть перечислены как 1+2+3 (логическое OR) или 1,2,3 (логическое AND).

source: Creates the author of a node as a user context.
ru: Создаёт автора документа в ввиде контекста пользователя.

source: Hardcoded
ru: Прописано в коде

source: Machine-readable name
ru: Системное название

source: Example: image_gallery
ru: Например: image_gallery

source: May only contain lowercase letters, numbers and underscores. <strong>Try to avoid conflicts with the names of existing Drupal projects.</strong>
ru: Может только состоять из букв в нижнем регистре, чисел и подчёркиваний. Старайтесь избегать конфликтов с названиями существующих проектов.

source: Examples: 6.x-1.0, 6.x-1.0-beta1
ru: Например: 6.x-1.0, 6.x-1.0-beta1

source: URL of update XML
ru: URL для XML обновлений

source: Example: http://mywebsite.com/fserver
ru: Например: http://mywebsite.com/fserver

source: Edit components
ru: Редактирование компонентов

source: All components of this type are exported by other features or modules.
ru: Все компоненты этого типа экспортированы в другие свойства или модули.

source: Download feature
ru: Скачать свойство

source: A module by the name @name already exists on your site. Please choose a different name.
ru: Модуль с названием @name уже существует. Выберите другое название.

source: The URL %url is invalid. Please enter a fully-qualified URL, such as http://www.example.com/feed.xml.
ru: URL %url является неправильным. Укажите полный URL, например http://www.example.com/feed.xml.

source: Please enter a valid version with core and major version number. Example: !example
ru: Укажите правильную версию с названием ядра и основным номером версии. Например: !example

source: Unmet dependencies: !dependencies
ru: Отсутствующие зависимости: !dependencies

source: Required by: !dependents
ru: Требуется для !dependents

source: Conflicts with: !conflicts
ru: Конфликт с !conflicts

source: Checking...
ru: Проверка ...

source: Recreate
ru: Создать заново

source: Revert components
ru: Вернуть назад

source: Mark as reviewed
ru: Отметить как просмотренное

source: Reverted all <strong>!component</strong> components for <strong>!module</strong>.
ru: Вернуть назад все компоненты <strong>!component</strong> для модуля <strong>!module</strong>.

source: All <strong>!component</strong> components for <strong>!module</strong> reviewed.
ru: Все компоненты <strong>!component</strong> для модуля <strong>!module</strong> просмотрены.

source: The feature !module cannot be enabled because it conflicts with !conflict.
ru: Свойство !module не может быть включена, так как она конфликтует с !conflict.

source: The feature !module cannot be enabled because it has unmet requirements.
ru: Свойство !module не может быть включена, так как не выполены требования.

source: Orphaned dependencies
ru: Потерянные зависимости

source: These modules are dependencies of features that have been disabled. They may be disabled without affecting other components of your website.
ru: Эти модули являются зависимостями свойств, которая была отключена. Они могут быть отключены без какого либо урона для других компонентов сайта.

source: Disable selected modules
ru: Выключить выбранные модули

source: Leave enabled
ru: Оставить включёнными

source: No changes have been made to this feature.
ru: Никаких изменений не было сделано в этих свойствах.

source: @module does not appear to include the @include file.
ru: Похоже @module не включает файл @include.

source: The file @filename has been deprecated and can be removed.
ru: Файл @filename устарел и может быть удалён.

source: features
ru: свойства

source: @action completed for @module_name / @component.
ru: @action законечено для @module_name / @component.

source: administer features
ru: Администрировать свойства

source: manage features
ru: Управлять свойствами

source: create
ru: создать

source: content
ru: содержимое

source: Display components of a feature.
ru: Отображение компонентов свойств.

source: Recreate an existing feature.
ru: Создать заново существующие свойства.

source: Review overrides
ru: Просмотр изменений

source: Compare default and current feature.
ru: Сравнить свойства по умолчанию с текущими свойствами.

source: Javascript status call back.
ru: Ссотояние обратного вызова Javascript

source: A system name for this vocabulary, may not be changed once it has been set.
ru: Системное машинное название для этого словаря, не может быть изменено, после того как было установлено.

source: The machine name can only consist of lowercase letters, underscores, and numbers.
ru: Машинное название может состоять только из букв внижнем регистре, нижних подчёркиваний и чисел.

source: This machine name is already taken. Please enter a unique machine name or this taxonomy.
ru: Такое машинное название уже используется. Укажите другое уникальное название.

source: Dependency
ru: Зависимость

source: Conflicts with another feature
ru: Конфликты с другими свойствами

source: Rebuilding
ru: Перестройка

source: Conflict
ru: Конфликт

source: Feature
ru: Свойства

source: No features available.
ru: Свойства недоступны

source: Provided by dependency
ru: Предоставлено зависимостью

source: Message Severity
ru: Важность сообщений

source: Watchdog severity
ru: Важность сообщений

source: Users Per Role
ru: Пользователи по ролям

source: Users per role
ru: Пользователи по ролям

source: User status
ru: Состояние пользователей

source: User Status
ru: Состояние пользователей

source: Systems charts
ru: Диаграммы состояния системы

source: Published pages
ru: Опубликованные страницы

source: Unpublished pages
ru: Неопубликованные страницы

source: Watchdog messages
ru: Журнал сообщений

source: Various node data reports.
ru: Различные отчёты по документам.

source: User access and information reporting.
ru: Отчёты по доступу пользователей и прочей информации.

source: Trademarks of manufacturers
ru: Торговые марки производителей

source: Common
ru: Общий

source: Different categories for common usage
ru: Различные категории для общего использования

source: Tags for content tagging
ru: Теги для разметки содержимого сайта

source: Promo
ru: Промо

source: Promo actions, hot offers...
ru: Промо-акции, скидки, горячие предложения...

source: About store
ru: О магазине

source: A couple words about your store
ru: Общая информация, факты о магазине

source: Store warranty
ru: Гарантии

source: Store warranty text
ru: Гарантийные обязательства магазина

source: Store payment
ru: Оплата

source: Store payment text
ru: Доступные способы оплаты в магазине

source: Store shipping
ru: Доставка

source: Store shipping text
ru: Условия и способы доставки

source: Large carousel
ru: Большая карусель

source: Add to large carousel
ru: Добавить в большую карусель

source: Remove from large carousel
ru: Удалить из большой карусели

source: Featured products
ru: Рекомендованные товары

source: Add to featured
ru: Добавить в рекомендованные товары

source: Remove from featured
ru: Удалить из рекомендованных товаров

source: SEO category articles
ru: SEO-статьи в категориях

source: Add to SEO article
ru: Добавить в категорию как SEO-статью

source: Remove from SEO article
ru: Удалить SEO-статью из категории

source: Articles in category
ru: Статьи в категориях

source: Add to category
ru: Добавить в статьи в категориях

source: Remove from category
ru: Удалить статью в категориях

source: Banner in category
ru: Баннер в категориях

source: Add to category banner
ru: Добавить как баннер в категории

source: Remove from category banner
ru: Удалить баннер из категорий

source: Hot offers
ru: Горячие предложения

source: Add to hot offers
ru: Добавить в горячие предложения

source: Remove from hot offers
ru: Удалить из горячих предложений

source: Store news
ru: Новости магазина

source: Add to store news
ru: Добавить в новости

source: Remove from store news
ru: Удалить из новостей

source: Poll in block
ru: Голосование в блоке

source: Add to poll block
ru: Добавить в голосование

source: Remove from poll block
ru: Удалить из голосования

source: Customer reviews
ru: Отзывы

source: Add to customer reviews
ru: Добавить в отзывы

source: Remove from customer reviews
ru: Удалить из отзывов

source: Catalog block
ru: Каталог

source: Discounts block
ru: Скидки

source: Random product block
ru: Случайный товар

source: Most popular products block
ru: Самые популярные

source: Most rated products block
ru: Самые рейтинговые

source: Our newsletters block
ru: Наша рассылка

source: Customer reviews block
ru: Отзывы

source: Similar products block
ru: Похожие товары

source: Last viewed products block
ru: Последние просмотры

source: With this product also bought block
ru: С этим товаром также покупали

source: My bookmarks block
ru: Мои закладки

source: My orders block
ru: Мои заказы

source: My cart block
ru: Моя корзина

source: Last added products block
ru: Последние поступления

source: Poll block
ru: Голосование

source: Store news block
ru: Новости

source: Store catalog block
ru: Каталог

source: Popular products block
ru: Популярные

source: Bestsellers block
ru: Бестселлеры

source: Popular products today block
ru: Популярное за сегодня

source: Dropdown catalog block
ru: Каталог

source: Users Per Role height
ru: Высота диаграммы

source: Users Per Role width
ru: Ширина диаграммы

source: User Status height
ru: Высота диаграммы

source: User Status width
ru: Ширина диаграммы

source: Nodes height
ru: Высота диаграммы

source: Nodes width
ru: Ширина диаграммы

source: Node Activity height
ru: Высота диаграммы

source: Node Activity width
ru: Ширина диаграммы

source: Watchdog Messages height
ru: Высота диаграммы

source: Watchdog Messages width
ru: Ширина диаграммы

source: Message Severity height
ru: Высота диаграммы

source: Message Severity width
ru: Ширина диаграммы

source: Message Severity style
ru: Стиль диаграммы

source: Watchdog Messages style
ru: Стиль диаграммы

source: Users Per Role style
ru: Стиль диаграммы

source: User Status style
ru: Стиль диаграммы

source: Nodes style
ru: Стиль диаграммы

source: Display Watchdog Messages chart
ru: Отображать диаграмму журнала сообщений

source: Display Watchdog Severity chart
ru: Отображать диаграмму важности системных сообщений

source: Display Users Status chart
ru: Отображать диаграмму состояния пользователей

source: Display Users per role chart
ru: Отображать диаграмму ролей пользователей

source: Display Nodes Total chart
ru: Отображать общую диаграмму документов

source: Display Nodes Published chart
ru: Отображать диаграмму опубликованных документов

source: Display Nodes Activity chart
ru: Отображать диаграмму активности публикаций

source: System charts
ru: Системные диаграммы

source: Enabled charts
ru: Видимость диаграмм

source: User charts block
ru: Диаграммы пользователей

source: Node Activity
ru: Диаграммы активности

source: Chart styles
ru: Стили диаграмм

source: Nodes charts block
ru: Диаграммы документов

source: Watchdog charts block
ru: Диаграммы системного журнала

source: Nodes total
ru: Общая диаграмма

source: Nodes published
ru: Опубликованные документы

source: Nodes activity
ru: Активность публикации документов

source: Curve line with points
ru: Кривая с пунктами

source: Curve line with coordinates
ru: Кривая с координатами

source: Horizontal bar
ru: Горизонтальные столбики

source: Vertical bar
ru: Вертикальные столбики

source: Two dimensional pie
ru: Простой пирог

source: Three-dimensional pie
ru: Объёмный пирог

source: Add contact information
ru: добавить контактную информацию

source: Click on the UI Color Picker button to set your color preferences
ru: Выберите желаемую цветовую схему

source: Manufacturer
ru: Производитель

source: Manufacturers
ru: Производители

source: Minimal
ru: Минимальная

source: Node Activity for !date
ru: Активность за !date

source: Notice
ru: Замечание

source: Recent comments view
ru: Последние комментарии

source: Show contact information on maintain page in additional to text set below. The info will be taken from <em>admin/store/settings/store/edit</em>
ru: Показывать контактную информацию магазина в дополнении к тексту, указанному выше. Контакты задаются в <em>admin/store/settings/store/edit</em>

source: This page is a demonstration of VotingAPI's integration with the Views module. It's set up to display nodes sorted by point ratings, the style used by the Plus1 and VoteUpDown modules
ru: Интеграция модуля VotingAPI с модулем Views

source: Top content (Plus1)
ru: Самые рейтинговые документы (Плюс 1)

source: Top rated content
ru: Самые рейтинговые документы

source: Warning
ru: Предупреждение

source: Watchdog Messages
ru: Сообщения системного журнала

source: Welcome to OpenStore!
ru: Добро пожаловать в OpenStore!

source: Эта страница демонстрирует интеграцию модуля "API голосования" с модулем "Виды". ДЖокументы отсортированы по процентному рейтингу.
ru: Эта страница демонстрирует интеграцию модуля "API голосования" с модулем "Виды". Документы отсортированы по процентному рейтингу.

source: Product specs
ru: Характеристики товара

source: Product media
ru: Медиа

source: Product additional
ru: Дополнительно

source: Can be used to display specific alt, title, or description information. May cause duplicate rows if grouping fields.
ru: Может быть использовано для отображения alt, title или description. Может привести к дублированию строк при группировке полей.

source: ImageCache: Flush ALL presets for this node's filefield images
ru: ImageCache: Стереть все алгоритмы для этого поля изображения

source: ImageCache: Generate ALL presets for this node's filefield images
ru: ImageCache: Сгенерировать все алгоритмы для этого поля изображения

source: ImageCache: Generate configured preset(s) for this node's filefield images
ru: ImageCache: Генерировать настроенные алгоритмы для этого поля изображения

source: Maximum file size: %size
ru: Максимальный размер: %size

source: Allowed extensions: %ext
ru: Разрешённые расширения: %ext

source: Show contact information on maintain page in additional to text set below. The info will be taken from <em>admin/store/settings/store/edit</em>.
ru: Показывать контактную информацию в дополнении к сообщении о профилактических работах на сайте. Эта информация будет взята отсюда <em>admin/store/settings/store/edit</em>.

source: Aggregates syndicated content (RSS, RDF, and Atom feeds).
ru: Объединять содержимое (RSS, RDF, and Atom feeds).

source: Enables keeping easily and regularly updated user web pages or blogs.
ru: Лёгкое обновление страниц пользователей или блогов

source: Allows users to post content using applications that support XML-RPC blog APIs.
ru: Позволяет пользователям публиковать содержимое при помощи XML-RPC blog API

source: Allows users to structure site pages in a hierarchy or outline.
ru: Позволяет пользователям структурировать страницы сайта в виде иерархии

source: Enables threaded discussions about general topics.
ru: Форумы

source: Alerts other sites when your site has been updated.
ru: Оповещать другие сайты при обновлении вашего сайта

source: Enables site-wide keyword searching.
ru: Позволяет искать на страницах сайта по ключевым словам

source: Handles the auto-throttling mechanism, to control site congestion.
ru: Механизм контроля и ограничения нагрузки на сайт

source: Enables tracking of recent posts for users.
ru: Отслеживание последних публикаций для пользователей

source: Converts non-latin text to US-ASCII and sanitizes file names.
ru: Конвертирует не латинский текст в US-ASCII с одновременной очиской названий файлов

source: Enables actions to be fired on certain system events, such as when new content is created.
ru: Позволяет вызывать определённые действия при возникновении соответствующих событий

source: Empty image placeholder
ru: Заменитель изображения

source: Placeholder text
ru: Текст заменителя

source: Enter a text that will be show if product images are not provided.
ru: Укажите текст, который будет показан на странице товара, если изображение для неё не установлено.

source: actions
ru: действия

source: Add tag
ru: Добавить тег

source: Suggestions
ru: Варианты

source: Initializing.
ru: Инициализация...

source: Remaining @remaining of @total.
ru: Осталось @remaining of @total.

source: An error has occurred.
ru: Произошла ошибка

source: MySQL database
ru: База данных MySQL

source: Standard PHP
ru: Стандартный PHP

source: PHP Mbstring Extension
ru: Расширение PHP Mbstring

source: Unicode library
ru: Библиотека Unicode

source: No connection to internet. Charts are not available.
ru: Нет связи с google.com, поэтому невозможно сгенерировать диаграммы. Проверьте соединение с internet

source: Display a checkbox where users may choose if a file should be shown when viewing the content. Most formatters other than <em>Generic file</em> do not support this option.
ru: Отображать чекбокс, которым пользователи могут выбрать, должен ли быть показан файл при отображении содержимого.
