Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Export data to CSV files
ru: Экспорт

source: Use these links to download CSV files. After downloading, open the CSV files with a spreadsheet program. Alter the price and stock level column values as you see fit, then export or save as a CSV file. The saved file can then be imported below.
ru: С помощью ссылок ниже, вы можете загрузить шаблоны в формате CSV, содержащие товары, представленные на сайте. После загрузки, откройте файл в Exel или OpenOffice. Отредактируйте необходимые значения, сохраните файл и загрузите снова.

source: Import data from CSV files
ru: Импорт

source: <strong>Data Structure:</strong> A CSV file used for import must have column names on its first line. This line must include a subset of the column names found in the corresponding export file. See below for details. You can add more columns or reorder them if you want. Note that you can only update existing items. Rows that do not match an existing product or option will be skipped on import.
ru: <strong>Структура данных:</strong> CSV файл, используемый для импорта, имеет колонки, названные так же, как и первые строки в них. Эти строки должны включать вложенный набор названий колонок, соответствующих файлу экспорта. Вы можете добавить больше колонок или поменять их местами по желанию. Имейте ввиду - вы можете только обновлять существующие товары. Строки, не соответствующие существующим товарам будут пропущены.

source: Due to server restrictions, the maximum upload file size is !size. Files that exceed this size will be disregarded without notice.
ru: В соответствии с ограничениями сервера, максимальный размер загрузки составляет !size. Файлы, которые превышают этот размер будут проигнорированны.

source: CSV file delimiter
ru: Разделитель в файле CSV

source: Comma – default
ru: Запятая - по умолчанию

source: Semicolon
ru: Точка с запятой

source: Choose the delimiter used in the CSV file you want to import.
ru: Выберите разделитель, используемый в файле CSV, предназначенного для импорта.

source: Export @label to CSV file.
ru: Шаблон @label

source: The file must contain the columns
ru: Файл должен содержать колонки

source: and one or more of
ru: и одну или более

source: Import @label CSV file
ru: Импорт @label

source: Update @label
ru: Обновление @label

source: Please specify a file.
ru: Укажите файл

source: Could not open uploaded file
ru: Невозможно открыть загруженный файл

source: Importing data from CSV file
ru: Импорт данных из CSV файла

source: Starting import...
ru: Начинаем импорт...

source: Imported @current out of @total lines.
ru: Импортировано @current строк из @total.

source: An error occurred during the import.
ru: Произошла ошибка при импорте.

source: File does not contain required <strong>@name</strong> column heading
ru: Файл не содержит нужный заголовок колонки <strong>@name</strong>

source: File does not contain any column headings for new data values
ru: Файл не содержит никаких заголовков для новых значений данных

source: The CSV file has been imported.
ru: CSV файл был импортирован.

source: Couldn't find an existing entry matching (@match). Skipping this row.
ru: Невозможно найти существующую запись, соответствующую @match. Строка пропущена.

source: Row does not have any new values. Skipping
ru: Строка не содержит никаких новых значений. Пропущено

source: import stock and price data
ru: Импортировать данные по ценам и наличию

source: Stock and Price Updater
ru: Обновление цен и склада

source: highest
ru: высший

source: First Last
ru: Первое Последнее

source: Last, First
ru: Последнее, Первое

source: Last First
ru: Последнее Первое

source: Attempted unverified 2Checkout completion for this order.
ru: Попытка несанкционированного завершения заказа через 2Checkout

source: Customer used a different e-mail address during payment: !email
ru: Пользователь использовал другой e-mail при оплате: !email

source: Paid by !type, 2Checkout.com order #!order.
ru: Оплачено !type, заказ 2Checkout.com #!order.

source: credit card
ru: кредитная карта

source: Your order will be processed as soon as your payment clears at 2Checkout.com.
ru: Ваш заказ будет обработан, как только оплата пройдёт проверку в 2Checkout.com.

source: !type payment is pending approval at 2Checkout.com.
ru: Оплата !type ожидает одобрения 2Checkout.com.

source: Receiving new order notification for order !order_id.
ru: Получение уведомление об новом заказе для заказа !order_id.

source: The 2checkout payment for order <a href="!order_url">@order_id</a> demo flag was set to %flag, but the module is set to %mode mode.
ru: Оплата через 2checkout для заказа <a href="!order_url">@order_id</a>, демонстрационный флаг был установлен в %flag, но модуль установлен в режим %mode.

source: Credit card/eCheck
ru: Кредитная карта / eCheck

source: Select your payment type:
ru: Выберите тип оплаты:

source: Online check
ru: Чек онлайн

source: Vendor account number
ru: Номер аккаунта продавца

source: Your 2Checkout vendor account number.
ru: Ваш номер аккаунта продавца на 2Checkout

source: Secret word for order verification
ru: Секретное слово для проверки заказа

source: The secret word entered in your 2Checkout account Look and Feel settings.
ru: Секретное слово, указанное в аккаунте 2Checkout

source: Enable demo mode, allowing you to process fake orders for testing purposes.
ru: Включить демонстрационный режим, позволяющий вам обрабатывать тестовые платежи.

source: Language preference
ru: Языки

source: Adjust language on 2Checkout pages.
ru: Укажите язык на страницах 2Checkout

source: Allow customers to choose to pay by credit card or online check.
ru: Позволяет пользователям выбрать способ оплаты - кредитка или чек.

source: Payment method title
ru: Заголовок способа оплаты

source: Show credit card icons beside the payment method title.
ru: Показать иконку кредитки в заголовке способа оплаты.

source: Provide 2Checkout specific text for the submit button on the order review page.
ru: Укажите текст на кнопке финальной отправки заказа для 2Checkout

source: 2Checkout.com checkout type
ru: 2Checkout.com

source: Single page checkout only works for stores selling intangible products using credit card payments.
ru: Одностраничный расчёт работает только для магазинов, продающих товары при помощи кредитных карт.

source: Multi-page checkout
ru: Многостраничный расчёт

source: Single page checkout
ru: Одностраничный расчёт

source: A payment was accepted.
ru: Оплата была получена.

source: Shop ID
ru: ID магазина

source: Please enter Shop ID.
ru: Укажите ID магазина.

source: Secret Key
ru: Секретный ключ

source: Please enter Secret Key.
ru: Укажите секретный ключ

source: Your site address
ru: Адрес сайта

source: Please enter your site address, same as 'Site Address' field on activepay.ru (without http:// or https://).
ru: Укажите адрес сайта, одинаковый с тем, который указан в аккаунте в activepay.ru (без http:// или https://).

source: Urls (result, success, fail) for merchant interfase
ru: Адреса (результат, успешная оплата, ошибка оплаты) для интерфейса мерчанта

source: Result url
ru: Адрес результата

source: Just for copy.
ru: Скопируйте эти данные в аккаунт Roboxchange

source: Success url
ru: Адрес удачной оплаты

source: Fail url
ru: Адрес ошибки оплаты

source: Purchase from site !sitename. Transaction !ID.
ru: Оплата с сайта !sitename. ID трансакции - !ID.

source: <p>Checkout !ordersum RUR for order № !orderid</p>
ru: <p>Расчёт !ordersum RUR для заказа № !orderid</p>

source: Ubercart: Activepay tables have been created.
ru: Магазин: Таблицы для Activepay были созданы.

source: Subscription ID: @subscription_id
ru: ID подписки: @subscription_id

source: Credit card details
ru: Детали кредитной карты

source: Subscription data updated at Authorize.Net.
ru: Данные о подписке обновлены на Authorize.Net.

source: Subscription update failed. See order admin comments for more details.
ru: Ошибка при обновлении подписки. Смотрите комментарии администратора к заказу.

source: Are you sure you wish to cancel this subscription?
ru: Вы уверены,что хотите прекратить эту подписку?

source: Subscription cancelled through Authorize.Net.
ru: Подписка прекращена через Authorize.Net.

source: Subscription cancellation failed. See order admin comments for more details.
ru: Ошибка при прекращении подписки. Смотрите комментарии администратора к заказу.

source: Recurring fee order ID: @order_id
ru: ID заказа периодического платежа: @order_id

source: The payment details for that recurring fee have been updated.
ru: Детали оплаты для этого периодического платежа были обновлены.

source: An error has occurred while updating your payment details. Please try again and contact us if you are unable to perform the update.
ru: Произошла ошибка при обновлении ваших платёжных деталей: Попробуйте снова, в случае неудачи свяжитесь с администратором.

source: Are you sure you wish to cancel this fee?
ru: Вы уверены,что хотите отменить эту оплату?

source: This action cannot be undone and may result in the termination of subscription services.
ru: Это действие нельзя будет отменить!

source: The recurring fee has been canceled.
ru: Периодическая оплата была отменена.

source: An error has occurred. Please try again and contact us if the problem persists.
ru: Произошла ошибка. Попробуйте снова и свяжитесь с администрацией, если проблема возникнет снова.

source: !arbSilent POST received for order @order_id: <pre>@post</pre>
ru: Получен !arbSilent POST для заказа @order_id: <pre>@post</pre>

source: Invalid ARB payment notification received.
ru: Получено неверное уведомление оплаты ARB.

source: ARB payment reported for order @order_id: <pre>@post</pre>
ru: Сообщение по заказу @order_id от ARB: <pre>@post</pre>

source: Process credit card payments using the AIM service of Authorize.net.
ru: Обработка платежа кредитной картой через AIM сервис от Authorize.net.

source: Duplicate window
ru: Блокировка окна

source: Blocks submission of duplicate transactions within the specified window. Defaults to 120 seconds.
ru: Блокирует отправку повторных трансакций в пределах указанного окна. По умолчанию 120 секунд

source: API Login ID and Transaction Key
ru: ID логина и ключ трансакции

source: This information is required for Ubercart to interact with your payment gateway account. It is different from your login ID and password and may be found through your account settings page. Do not change the gateway URLs unless you are using this module with an Authorize.net-compatible gateway that requires different URLs.
ru: Эта информация требуется для взаимодействия с вашим аккаунтом в платёжном шлюзе.

source: API Login ID
ru: ID логина

source: Transaction Key
ru: Ключ трансакции

source: Authorize.net Test Gateway URL
ru: Тестовый URL шлюза на Authorize.net

source: Authorize.net Live Gateway URL
ru: Рабочий URL шлюза на Authorize.net

source: AIM settings
ru: Настройки AIM

source: These settings pertain to the Authorize.Net AIM payment method for card not present transactions.
ru: Эти настройки относятся к способу оплаты Authorize.Net AIM для карт.

source: Only specify a developer test account if you login to your account through https://test.authorize.net.<br />Adjust to live transactions when you are ready to start processing real payments.
ru: Укажите, только если вы авторизируетесь через https://test.authorize.net. Измените на реальный, когда сайт будет готов принимать реальные платежи.

source: Live transactions in a live account
ru: Реальные трансакции в рабочем аккаунте

source: Test transactions in a live account
ru: Тестовые транакции в рабочем аккаунте

source: Developer test account transactions
ru: Тестовы трансакции в тетовом аккаунте

source: Tell Authorize.net to e-mail the customer a receipt based on your account settings.
ru: Дать указание Authorize.net отправить пользователю e-mail с квитанцией.

source: ARB settings
ru: Настройки ARB

source: Production
ru: Рабочий

source: Developer test
ru: Разработка

source: MD5 Hash
ru: MD5 хэш

source: Log reported ARB payments in watchdog.
ru: Записывать ARB платежи в журнал системных событий.

source: Make sure you have set your Silent POST URL in Authorize.Net to @url.
ru: Убедитесь, что у вас установлен Silent POST URL в аккаунте в @url.

source: CIM settings
ru: Настройки CIM

source: These settings pertain to the Authorize.Net Customer Information Management service.
ru: Эти настройки предназначены для сервиса Управление Информацией Клиента в Authorize.Net

source: Always create a CIM profile for securely storing CC info for later use.
ru: Всегда создавать CIM профиль для безопасного хранения CC карты для дальнейшего использования.

source: New customer profile created successfully at Authorize.Net.
ru: Новый профиль клиента создан Authorize.Net.

source: Authorize.Net: Creating CIM profile failed.<br />@error - @text
ru: Authorize.Net: Ошибка при создании CIM профиля.<br />@error - @text

source: Authorize.Net: CIM profile created - @id
ru: Authorize.Net: Профиль CIM создан - @id

source: Order @order taking place at @date
ru: Заказ @order был размещён в @date

source: Credit card payment declined: @message
ru: Оплата кредитной картой отклонена: @message

source: Type: @type<br />ID: @id
ru: Тип: @type<br />ID: @id

source: <b>@type</b><br /><b>@status:</b> @message<br />Amount: @amount<br />AVS response: @avs
ru: <b>@type</b><br /><b>@status:</b> @message<br />Сумма: @amount<br />Ответ AVS: @avs

source: ACCEPTED
ru: ПРИНЯТО

source: REJECTED
ru: ОТКЛОНЕНО

source: CVV match: @cvv
ru: Соответствие CVV: @cvv

source: cancel
ru: отменить

source: Order @order_id - @sku
ru: Заказ @order_id - @sku

source: Authorize.Net: Recurring fee for @model failed.<br />@error - @text
ru: Authorize.Net: Периодический платёж для @model не прошёл.<br />@error - @text

source: Authorize.Net: Recurring fee setup for @model.<br />Subscription ID: @subscription_id
ru: Authorize.Net: Установка периодического платежа @model.<br />ID подписки: @subscription_id

source: Authorize.Net: Subscription @subscription_id updated failed.<br />@error - @text
ru: Authorize.Net: Ошибка при обновлении подписки @subscription_id.<br />@error - @text

source: Authorize.Net: Subscription @subscription_id updated.
ru: Authorize.Net: Подписка @subscription_id обновлена.

source: Authorize.Net: Subscription @subscription_id cancellation failed.<br />@error - @text
ru: Authorize.Net: Ошибка при отмене подписки @subscription_id.<br />@error - @text

source: Authorize.Net: Subscription @subscription_id cancelled.
ru: Authorize.Net: Подписка @subscription_id отменена.

source: Address (Street) matches, ZIP does not
ru: Адрес (улица) совпадает, почтовый код - нет

source: Address information not provided for AVS check
ru: Для проверки AVS не предоставлена адресная информация

source: AVS error
ru: Ошибка AVS

source: Non-U.S. Card Issuing Bank
ru: Банк, выпустивший карту, не американский

source: No Match on Address (Street) or ZIP
ru: Адрес (улица) или почтовый код не совпадают

source: AVS not applicable for this transaction
ru: AVS не может быть применена для этой трансакции

source: Retry – System unavailable or timed out
ru: Попробовать снова - Система недоступна или перегружена

source: Service not supported by issuer
ru: Сервис не поддерживается издателем

source: Address information is unavailable
ru: Адресная информация недоступна

source: Nine digit ZIP matches, Address (Street) does not
ru: 9 цифр почтового кода совпали, адрес (улица) - нет

source: Address (Street) and nine digit ZIP match
ru: Совпали адрес (улица) и девять цифр почтового кода

source: Address (Street) and five digit ZIP match
ru: Совпали 5 цифр почтового кода и адрес (улица)

source: Five digit ZIP matches, Address (Street) does not
ru: Совпали 5 цифр почтового кода, адрес (улица) - нет

source: Match
ru: Совпадение

source: No Match
ru: Несовпадение

source: Not Processed
ru: Не обработано

source: Should have been present
ru: Должно было быть настоящим

source: Issuer unable to process request
ru: Издатель не может обработать запрос

source: Authorization and capture
ru: Авторизация и получение

source: Authorization only
ru: Только авторизация

source: Prior authorization capture
ru: Получение перед авторизацией

source: Capture only
ru: Только получение

source: Credit
ru: Приходовать

source: Void
ru: Аннулировать

source: cURL error: @error
ru: Ошибка cURL: @error

source: Debug response: !data
ru: Информация по отладке: !data

source: Product @sku has invalid interval settings for Authorize.Net - @length @unit
ru: Товар @sku имеет неправильные настройки интервала для Authorize.Net - @length @unit

source: Update your payment details
ru: Обновить платёжные детали

source: Update the payment details for a recurring fee.
ru: Обновить платёжные детали для периодического платежа.

source: Cancel the recurring fee?
ru: Закончить периодическую оплату?

source: Cancel a recurring fee.
ru: Закончить периодическую оплату.

source: Update ARB subscription
ru: Обновить подписку ARB

source: Cancel ARB subscription
ru: Отменить подписку ARB

source: Authorize.net requires the PHP <a href='!curl_url'>cURL</a> library.
ru: Для Authorize.net требуется библиотека <a href='!curl_url'>cURL</a>.

source: Return to order view screen.
ru: Вернуться на страницу просмотра заказа.

source: Use this terminal to process credit card payments through your default gateway.
ru: Использовать этот терминал для обработки кредитных карт через платёжный шлюз по умолчанию.

source: Be warned that credit card data will automatically be converted to the last 4 digits of the card once a transaction has occurred. As such, subsequent charges after a partial payment will not have any stored credit card information to use.
ru: Помните, что данные кредитной карты будут автоматически сконвертированы в последние 4 цифры этой карты сразу после того, как трансакция будет выполнена. Таким образом, последующие списания после первой оплаты не будут иметь никакой информацию о кредитной карте, которая бы могла злоумышленно использоваться.

source: Order total: @total
ru: Сумма заказа: @total

source: Charge Amount
ru: Списание суммы

source: Use the available buttons in this fieldset to process with the specified card details.
ru: Использовать доступные кнопки в этой форме для обработки указанных данных карты .

source: Charge amount
ru: Списать сумму

source: Authorize amount only
ru: Только авторизировать сумму

source: Set a reference only
ru: Только установить ссылку

source: Credit amount to this card
ru: Приходовать сумму карты

source: @auth_id - @date - @amount authorized
ru: @auth_id - @date - @amount авторизированно

source: Prior authorizations
ru: Перед авторизацией

source: Use the available buttons in this fieldset to select and act on a prior authorization. The charge amount specified above will be captured against the authorization listed below. Only one capture is possible per authorization, and a capture for more than the amount of the authorization may result in additional fees to you.
ru: Использовать доступные кнопки в этой форме для выбора и обращения перед авторизацией . Сумма списания, указанная выше, будет получена при авторизации, показанной ниже. Возможно только одно получение за одну авторизацию, поэтому получение большей суммы, чем указано для одной авторизации, приведёт к дополнительным удержанным процентам.

source: Select authorization
ru: Выбор авторизации

source: Capture amount to this authorization
ru: Получить сумму для этой авторизации

source: Void authorization
ru: Аннулировать авторизацию

source: @ref_id - @date - (Last 4) @card
ru: @ref_id - @date - (Последние 4) @card

source: Customer references
ru: Пользовательские связи

source: Use the available buttons in this fieldset to select and act on a customer reference.
ru: Использовать доступные кнопки в этой форме для выбора и ображения по связи клиента.

source: Select references
ru: Выбор связей

source: Charge amount to this reference
ru: Списать сумму для этой связи

source: Remove reference
ru: Удалить связь

source: Credit amount to this reference
ru: Приходовать сумму для этой связи

source: You must enter a positive number for the amount.
ru: Вы должны указать положительное число для суммы.

source: Invalid order ID. Unable to process payment.
ru: Неправильный ID заказа. Невозможно обработать платёж.

source: (Last 4)
ru: (Последние 4)

source: The credit card was processed successfully. See the admin comments for more details.
ru: Карта обработана удачно. Смотрите комментарии администратора для более детальной информации.

source: There was an error processing the credit card. See the admin comments for details.
ru: Возникла ошибка при обработке кредитной карты. Смотрите комментарии администратора для дополнительной информации.

source: What is the CVV?
ru: Что такое CVV?

source: CVV stands for Card Verification Value. This number is used as a security feature to protect you from credit card fraud. Finding the number on your card is a very simple process. Just follow the directions below.
ru: CVV - это число, используемое для защиты от мошеничества кредитными картами. Чтобы найти этот номер, следуйте инструкциям.

source: The CVV for these cards is found on the back side of the card. It is only the last three digits on the far right of the signature panel box.
ru: CVV для этих карт находится на обратной стороне карты. Это три последние цифры справа от поля подписи.

source: The CVV on American Express cards is found on the front of the card. It is a four digit number printed in smaller text on the right side above the credit card number.
ru: CVV для карт American Express находится на лицевой строне карты. Это четыре цифры мелким шрифтом справа над номером кредитной карты.

source: Close this window
ru: Закрыть окно

source: Credit card charged: !amount
ru: Карта списана: !amount

source: Credit card charge failed.
ru: Ошибка при списании карты.

source: Card charged, resolution code: 0022548315
ru: Карта списана, код резолюции: 0022548315

source: Credit card payment processed successfully.
ru: Оплата кредитной картой обработана успешно.

source: Credit card encryption must be configured to accept credit card payments.
ru: Шифрование кредитных карт должно быть включено, чтобы вы могли принимать платежи по ним.

source: To protect our customers from identity theft, credit card details are erased when a browser refreshes on the checkout review page. Please enter your card details again and re-submit the form.
ru: Для предотвращения утечки приватной информации, данные карт стираются после перезагрузки страницы просмотра заказа. Укажите данные вашей карты снова и повторно отправьте форму.

source: Authorize and capture immediately
ru: Авторизировать и получать немедленно

source: Default credit transaction type
ru: Тип трансакции карты по умолчанию

source: Only available transaction types are listed. The default will be used unless an administrator chooses otherwise through the terminal.
ru: Показаны только доступные типы трансакций. Тип по умолчанию используется до тех пор, пока админ не укажет другой тип.

source: Credit card data is encrypted during checkout for maximum security.
ru: Данные кредитной карты зашифрованы во время расчёта для максимально возможной безопасности.

source: Credit card debug mode
ru: Режим отладки карт

source: Because you are using debug mode, credit card details may be stored in violation of PCI security standards. Debug mode is only recommended for testing transactions with fake credit card details.
ru: Так как вы используете режим отладки, данные кредитных карт могут сохраняться с нарушением норм безопасности. Режим отладки рекомендуется только для тестовых трансакций.
