Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Allows you or your users to automatically crosspost entries to a LiveJournal account.
ru: Позволяет параллельную автоматическую публикацию дукументов в своём профиле LiveJournal.

source: Masquerade
ru: Маскарад

source: Masquerade module allows administrators to masquerade as other users.
ru: Модуль "Маскарад" позволяет администраторам находиться под чужими логинами (надевать их маску :)

source: Configure Superfish Menus
ru: Настройка Superfish меню

source: Twitter setup
ru: Twitter

source: Twitter module settings
ru: Настройки

source: Devel settings
ru: Разработка

source: Helper functions, pages, and blocks to assist Drupal developers. The devel blocks can be managed via the <a href="/admin/build/block">block administration</a> page.
ru: Вспомогательные функции, страницы, блоки для разработчиков. Блоки модуля находятся <a href="/admin/build/block">здесь</a>.

source: User management
ru: Пользователи

source: Manage your site's users, groups and access to site features.
ru: Управление пользователями и правами доступа.

source: Access rules
ru: Правила доступа

source: List and create rules to disallow usernames, e-mail addresses, and IP addresses.
ru: Просмотр и создание правил ограничений для логинов,email и IP адресов.

source: Delete rule
ru: Удалить правило

source: Edit rule
ru: Редактирование правил

source: Permissions
ru: Права

source: Determine access to features by selecting permissions for roles.
ru: Права доступа к функциям сайта.

source: Roles
ru: Роли

source: List, edit, or add user roles.
ru: Просмотр,редактирование и добавление пользовательских ролей.

source: Edit role
ru: Редактировать роль

source: User settings
ru: Настройка пользователей

source: Configure default behavior of users, including registration requirements, e-mails, and user pictures.
ru: Базовые настройки регистрации,аватаров,e-mail пользователей.

source: Users
ru: Пользователи

source: List, add, and edit users.
ru: Списки,добавление и редактирование пользователей сайта.

source: Profiles
ru: Профили

source: Create customizable fields for your users.
ru: Настройка полей в профилях пользователей.

source: Add field
ru: Добавить поле

source: Delete field
ru: Удалить

source: Edit field
ru: Редактировать

source: Profile category autocomplete
ru: Автозаполнение категории профиля

source: !Points
ru: Баллы

source: Manage points
ru: Управление баллами

source: Approve Userpoints
ru: Одобрить баллы

source: Edit
ru: Изменить

source: Login Destination
ru: Перенаправление на входе

source: Control where users are redirected to, once they login.
ru: Контроль того, куда будет перенаправлен пользователь после входа.

source: Store administration
ru: Магазин

source: Administer store settings, products, orders, and more.
ru: Администрирование и настройка магазина.

source: Attributes
ru: Атрибуты

source: Create and edit attributes and options.
ru: Создание и редактирование атрибутов и опций.

source: Conditional actions
ru: Условные действия

source: Configuration
ru: Настройки

source: Adjust configuration settings for Ubercart.
ru: Базовые настройки магазина.

source: Cart settings
ru: Корзина

source: Configure the cart settings.
ru: Основные настройки корзины магазина.

source: Catalog settings
ru: Каталог

source: Configure the catalog settings.
ru: Настройка каталога.

source: Checkout settings
ru: Расчёт

source: Configure the checkout settings.
ru: Настройка процедуры расчёта.

source: Country settings
ru: Страны

source: Configure country specific settings.
ru: Страны и формат адресов в зависимости от страны покупателя.

source: Attribute settings
ru: Атрибуты

source: Configure the attribute settings
ru: Настройка отображения цен.

source: Cart links settings
ru: Ссылки

source: Configure and craft special product add to cart links.
ru: Конфигурация и назначение товарам ссылок.

source: Order settings
ru: Заказы

source: Configure the order settings.
ru: Настройка процедуры заказа,вид интерфейса.

source: Create an order status
ru: Новое состояние обработки заказа

source: Create a custom order status for your store.
ru: Создать своё состояние заказа.

source: Payment settings
ru: Платежи

source: Configure the payment settings.
ru: Платёжные модули и методы платежей.

source: Delete bank
ru: Удалить банк

source: Edit bank
ru: Редактировать реквизиты

source: Price handler settings
ru: Цены

source: Select which price handlers to use for your store.
ru: Настройка обработчика цены.

source: Product settings
ru: Товары

source: Configure product settings.
ru: Настройка вывода полей товара.

source: Report settings
ru: Отчёты

source: View the report settings.
ru: Формат представления отчётов.

source: Shipping quote settings
ru: Доставка

source: Configure the shipping quote settings.
ru: Настройки расценок на доставку.

source: Stock settings
ru: Склад

source: View the stock settings.
ru: Настройка склада.

source: Store settings
ru: Магазин

source: Configure the main store settings.
ru: Главные настройки магазина.

source: User initials
ru: Инициалы пользователя

source: Assign initials to user accounts.
ru: Назначить инициалы профилям пользователей.

source: Tax rates and settings
ru: Наценки

source: Configure the tax rates and settings.
ru: Настройка наценки

source: Total Discount Settings
ru: Система скидок

source: Google Checkout settings
ru: Google Checkout

source: Set merchant ID and key for Google Checkout.
ru: Установить ID мерчанта и ключ для Google Checkout.

source: Edit currency
ru: Редактировать валюту

source: Customers
ru: Клиенты

source: View and modify customer information and orders.
ru: Просмотр и редактирование персональных данных клиентов и их заказов.

source: Search customers
ru: Поиск клиентов

source: Search through your customer list.
ru: Поиск в клиентской базе.

source: View customers
ru: Просмотр клиентов

source: Help
ru: Справка

source: Links to get help!
ru: Сборник справочной информации.

source: Creating cart links
ru: Создание ссылок корзины

source: Learn how to create cart links for your products.
ru: Как создать ссылки корзины.

source: Using tokens
ru: Токены

source: Understand what tokens are and how to use them.
ru: Использование токенов.

source: Orders
ru: Заказы

source: View and process orders.
ru: Просмотр и обработка заказов.

source: Create order
ru: Создать заказ

source: Create an empty new order.
ru: Оформить новый пустой заказ.

source: Search orders
ru: Поиск

source: Search existing orders.
ru: Поиск существующих заказов.

source: Select address
ru: Выбрать адрес

source: Select customer
ru: Выбрать клиента

source: View orders
ru: Просмотр

source: View and process the orders received through your website.
ru: Просмотр и обработка заказов.

source: Products
ru: Товары

source: Administer products, classes, and more.
ru: Администрирование товаров.

source: Find orphaned products
ru: Страницы-сироты

source: Find products that have not been categorized.
ru: Найти товары, которые не принадлежат ни одной категории.

source: Manage classes
ru: Классы

source: Create and edit product node types.
ru: Создание и управление типами (классами) товаров.

source: View file downloads
ru: Обзор загрузок

source: View all file download features on products.
ru: Просмотр всех загрузок товара.

source: View products
ru: Просмотр

source: Build and view a list of product nodes.
ru: Просмотр товаров.

source: Browse various store reports.
ru: Просмотр различных отчётов.

source: Customer reports
ru: Клиенты

source: View reports for store customers
ru: Статистика по клиентам магазина.

source: Cart links clicks
ru: Клики

source: Track clicks through cart links.
ru: Статистика кликов по ссылкам.

source: Product reports
ru: Товары

source: View reports for store products
ru: Статистика по товарам.

source: Sales reports
ru: Продажи

source: View reports for store sales
ru: Статистика по продажам.

source: Sales tax report
ru: Наценки

source: View report on sales tax
ru: Просмотр отчёта по наценкам

source: Stock reports
ru: Склад

source: View reports for product stock.
ru: Статистика по складу.

source: Bulk update stock and price data
ru: Массовое обновление

source: Update stock and price data by uploading a CSV file
ru: Обновить склад и цены через CSV файл

source: Order management
ru: Управление заказами

source: Affiliates
ru: Партнёрская программа

source: Manage site affiliates
ru: Управление аффилиатами

source: Affiliated content
ru: Домены

source: Content assigned to all affiliates
ru: Все домены

source: View content assigned to all affiliate sites.
ru: Просмотр содержимого, назначенного для всех сайтов-аффилиатов.

source: View content assigned to localhost
ru: Содержимое, назначенное для localhost

source: Log out
ru: Выход

source: RSS feed
ru: RSS лента

source: User account
ru: Профиль пользователя

source: Compose tips
ru: Форматирование текста

source: Create content
ru: Создать

source: A newsletter issue to be sent to subscribed email addresses.
ru: Выпуски рассылки, которые будут отправлены подписанным email.

source: Delete comment
ru: Удалить комментарий

source: Edit comment
ru: Редактирование комментария

source: File download
ru: Скачивание файла

source: User autocomplete
ru: Автозаполнение пользователя

source: Keywords
ru: Ключевые слова

source: Alexa verification code
ru: Проверочный код Alexa

source: Bing Webmaster Center verification code
ru: Проверочный код Bing

source: Google Webmaster Tools verification code
ru: Проверочный код Google

source: Yahoo! Site Explorer verification code
ru: Проверочный код Yahoo!

source: Yandex verification code
ru: Верификационный код для Yandex

source: My account
ru: Профиль

source: Autocomplete taxonomy
ru: Автозаполнение таксономии

source: Autocomplete
ru: Автозаполнение

source: User list
ru: Список пользователей

source: Profile autocomplete
ru: Автозаполнение профиля

source: Contact
ru: Контакты

source: Shopping cart
ru: Корзина

source: View/modify the contents of your shopping cart or proceed to checkout.
ru: Просмотр/изменение содержимого корзины

source: Popular content
ru: Популярное содержимое

source: Top content (Fivestar)
ru: Самые рейтинговые товары

source: Your votes
ru: Ваши голоса

source: Checkout
ru: Расчёт

source: Purchase the items in your shopping cart.
ru: Купить товары в вашей корзине.

source: Ajax callback for view loading.
ru: Загрузка вида через Ajax.

source: Order complete
ru: Заказ сделан

source: Display information upon completion of an order.
ru: Показать информацию при завершении заказа.

source: Return order totals
ru: Возвращать итоговые суммы заказа

source: Review order
ru: Просмотр

source: Review an order before final submission.
ru: Просмотр заказа перед окончательной отправкой.

source: My !points
ru: Мои баллы

source: Users by !points
ru: !Points у пользователей

source: XSS Filter
ru: XSS фильтр

source: XSS Filter.
ru: XSS фильтр

source: Flag
ru: Метка

source: My bookmarks
ru: Мои закладки

source: Flag confirm
ru: Подтверждение

source: Node reference
ru: Связь документа

source: Store the ID of a related node as an integer value.
ru: Сохранять ID связанного документа в виде целого значения.

source: Integer
ru: Целое

source: Store a number in the database as an integer.
ru: Сохранять число в базе данных в виде целого числа.

source: Decimal
ru: Десятичное

source: Store a number in the database in a fixed decimal format.
ru: Сохранять число в базе данных в виде фиксированного десятичного числа.

source: Float
ru: Плавающее

source: Store a number in the database in a floating point format.
ru: Сохранять число в базе данных в виде "плавающего" формата.

source: Text
ru: Текст

source: Store text in the database.
ru: Сохранять текст в базе данных.

source: Computed
ru: Вычисленное

source: Create field data via PHP code.
ru: Создать поле при помощи PHP кода.

source: File
ru: Файл

source: Store an arbitrary file.
ru: Сохранять определённый файл.

source: Fivestar Rating
ru: Рейтинг

source: Store a rating for this piece of content.
ru: Рейтинг для содержимого.

source: Select list
ru: Список с выбором

source: Check boxes/radio buttons
ru: Чекбоксы/радиокнопки

source: Autocomplete text field
ru: Автозаполняемое текстовое поле

source: Title (link)
ru: Заголовок (ссылка)

source: Title (no link)
ru: Заголовок (без ссылки)

source: Full node
ru: Полный документ

source: Teaser
ru: Аннотация

source: Text field
ru: Текстовое поле

source: unformatted
ru: без форматирования

source: Single on/off checkbox
ru: Одиночный чекбокс

source: Text area (multiple rows)
ru: Многострочное тектовое поле

source: Default
ru: По умолчанию

source: Plain text
ru: Простой текст

source: Trimmed
ru: Обрезанный

source: Raw text
ru: Сырой текст

source: Markup
ru: Разметка

source: Computed Value
ru: Вычисленное значение

source: File Upload
ru: Загрузка файла

source: A plain file upload widget.
ru: Простой виджет загрузки.

source: Generic files
ru: Основные файлы

source: Displays all kinds of files with an icon and a linked file description.
ru: Отображает все типы файлов под иконкой

source: Path to file
ru: Путь к файлу

source: Displays the file system path to the file.
ru: Отображает относительный системный путь к файлу.

source: URL to file
ru: URL файла

source: Displays a full URL to the file.
ru: Отображает полный URL к файлу

source: Stars
ru: Звёзды

source: As Stars
ru: Как звёзды

source: Rating (i.e. 4.2/5)
ru: Рейтинг (например 4.2/5)

source: Percentage (i.e. 92)
ru: Проценты (например 92)

source: @preset image
ru: Изображение @preset

source: @preset image linked to node
ru: @preset: изображение со ссылкой на документ

source: @preset image linked to image
ru: @preset: изображение со ссылкой на изображение

source: @preset file path
ru: @preset: Путь к файлу

source: Image
ru: Изображение

source: An edit widget for image files, including a preview of the image.
ru: Виджет с превью.

source: Displays image files in their original size.
ru: Отображает изображения в оригинальном размере.

source: Image linked to node
ru: Изображение со ссылкой на документ

source: Image linked to file
ru: Изображение со ссылкой на файл

source: Node module form.
ru: Форма модуля документа.

source: Revision information
ru: Варианты

source: Authoring information
ru: Авторство

source: Publishing options
ru: Публикация

source: Comment settings
ru: Комментарии

source: Comment module form.
ru: Форма модуля комментария.

source: Menu settings
ru: Меню

source: Menu module form.
ru: Форма модуля меню.

source: Path settings
ru: Настройки пути

source: Path module form.
ru: Форма модуля пути.

source: Poll title
ru: Заголовок голосования

source: Poll module title.
ru: Заголовок модуля "Голосование"

source: Poll choices
ru: Выбор голосования

source: Poll module choices.
ru: Выбор голосования.

source: Poll settings
ru: Настройки голосования

source: Poll module settings.
ru: Настройки модуля голосования

source: Domain access
ru: Доступ домена

source: Domain-specific settings for posts.
ru: Настройки публикаций по доменам.

source: Nodes
ru: Документы

source: Comments are responses to node content.
ru: Комментарии - это ответы на содержимое документов.

source: Users who have created accounts on your site.
ru: Пользователи,имеющие профиль на сайте.

source: XML sitemap module form
ru: Форма XML карты

source: Meta tags fieldset.
ru: Поле мета-тегов

source: Taxonomy module form.
ru: Форма модуля таксономии.

source: File attachments
ru: Файлы

source: Upload module form.
ru: Форма загрузки

source: Shipping
ru: Доставка

source: Shipping settings form.
ru: Форма настройки доставки

source: Product information
ru: Информация о товаре

source: Product module form.
ru: Форма товара

source: Node description. (View tab)
ru: Описание документа (закладка "Обзор")

source: Affiliate Autocomplete
ru: Автозаполнение

source: Congratulations
ru: Поздравляем

source: Result
ru: Результат

source: Sorry
ru: Извините

source: VBO action form
ru: Форма массовых операций.

source: AHAH callback to display action form on VBO action page.
ru: AHAH вызов для отображения формы действий на странице действий модуля VBO.

source: VBO pager handler
ru: Обработчик пейджера VBO

source: AJAX callback to store selection when using Views pager.
ru: AJAX вызов для сохраненния выборов при использовании страниц, созданных модулем "Виды"

source: Confirm newsletter subscriptions
ru: Подтвердить подписку

source: Manage newsletter subscriptions
ru: Управление подписками

source: Internal Data
ru: Внутренние данные

source: Payment received
ru: Платёж принят

source: RoboXchange processing
ru: Обработка RoboXchange

source: Activepay processing
ru: Обработка Activepay

source: PayPal payment cancelled
ru: Оплата через PayPal отменена

source: Review payment
ru: Просмотр платежа

source: Submit order
ru: Отправить

source: CVV information
ru: Информация об CVV

source: Moneybookers payment cancelled
ru: Оплата через Moneybookers отменена

source: Moneybookers payment complete
ru: Оплата через Moneybookers завершена

source: Moneybookers payment notification
ru: Уведомление оплаты через Moneybookers

source: File browser
ru: Файловый браузер

source: Polls
ru: Опросы

source: Javascript Choice Form
ru: Выбор через Javascript

source: Remove field
ru: Удалить поле

source: Domain prefix update
ru: Обновление префикса доменов

source: Go to main site
ru: На главную страницу

source: Go to localhost
ru: К localhost

source: Liqpay processing
ru: Обработка Liqpay

source: Masquerade autocomplete
ru: Автозаполняемое поле

source: Onpay checkout
ru: Расчёт Onpay

source: Print receipt
ru: Квитанция для оплаты

source: Twitter Redirect
ru: Перенаправление Twitter

source: Subscribe to RSS feed
ru: Подписаться на RSS фид

source: Subscribe to news RSS feed
ru: Новости магазина

source: Subscribe to common RSS feed
ru: Общая лента

source: All rights reserved
ru: Все права защищены. Копировать и любой контен сайта, его дизайн или элементы дизайна без разрешения запрещено.

source: Store name:
ru: Название:

source: Store owner:
ru: Владелец:

source: Store e-mail:
ru: E-mail:

source: Store phone:
ru: Тел.:

source: Store fax:
ru: Факс:

source: Store city:
ru: Город:

source: Contact us
ru: Контакты

source: Welcome back,
ru: Добро пожаловать,

source: Your cart
ru: Ваша корзина

source: Home
ru: Главная

source: Dashboard
ru: Управление

source: Overview
ru: Обзор

source: Search
ru: Поиск

source: Import
ru: Импорт

source: Export
ru: Экспорт

source: This page provides an overview of available translatable strings. Drupal displays translatable strings in text groups; modules may define additional text groups containing other translatable strings. Because text groups provide a method of grouping related strings, they are often used to focus translation efforts on specific areas of the Drupal interface.
ru: Эта страница показывает доступные переводимые строки. Эти строки сгруппированы по группам.

source: Review the <a href="@languages">languages page</a> for more information on adding support for additional languages.
ru: Посмотрите <a href="@languages">страницу языков</a> для дополнительной информации

source: restore feature
ru: восстановление

source: Quick Backup Tab
ru: Закладка быстрого резервирования

source: help page
ru: справка

source: Advanced Backup Tab
ru: Закладка расширенного резервирования

source: settings profiles
ru: настройки профилей

source: Restore Tab
ru: Закладка восстановления

source: Destinations
ru: Цели

source: schedules
ru: расписания

source: manual backups
ru: ручные резервирования

source: Scheduling
ru: Расписание

source: Automatically backup up your database on a regular schedule using <a href="!cronurl">cron</a>.
ru: Автоматическое резервирование базы данных по запускам <a href="!cronurl">cron</a>.

source: Each schedule will run a maximum of once per cron run, so they will not run more frequently than your cron is configured to run. If you specify a number of backups to keep for a schedule, old backups will be deleted as new ones created. <strong>If specifiy a number of files to keep other backup files in that schedule's destination will get deleted</strong>.
ru: Каждое расписание запускается не более одного раза за запуск cron. Если вы укажите число сохраняемых в расписании, старые копии будут удалены, как только будут созданы новые.

source: OpenStore - The OpenSource e-commerce solution
ru: OpenStore - открытый скрипт интернет-магазина

source: The site works better if <a href="http://google.com/support/websearch/bin/answer.py?hl=ru&amp;answer=23852" target="_blank" rel="nofollow">JavaScript enabled</a>
ru: Похоже у вас в браузере отключена поддержка JavaScript. Для нормальной работы этого сайта необходимо <a href="http://google.com/support/websearch/bin/answer.py?hl=ru&amp;answer=23852" target="_blank" rel="nofollow">включить JavaScript</a>

source: Go Back to Homepage
ru: На главную

source: Warning! Advanced settings for core. Do not change unless you know what you are doing!
ru: Внимание! Здесь находятся расширенные настройки ядра и модулей. Не изменяйте их настройки, если не знаете, что вы делаете!

source: Open Panel
ru: Открыть панель

source: Close Panel
ru: Закрыть панель

source: Manage store
ru: Магазин

source: Manage queues
ru: Очереди

source: Manage orders
ru: Заказы

source: Manage produsts&pages
ru: Страницы

source: Logout
ru: Выход

source: Queries taking longer than @threshold ms and queries executed more than once, are <span class="marker">highlighted</span>.
ru: Запросы, выполнение которых заняло более чем @threshold мс и исполнялись больше одного раза, <span class="marker">выделены цветом</span>.

source: Page execution time was @time ms.
ru: Время выполнения страницы - @time мс

source: <div class="dev-memory-usage"><h3>Memory usage:</h3> Memory used at: devel_init()=<strong>@memory_init</strong> MB, devel_shutdown()=<strong>@memory_shutdown</strong> MB.</div>
ru: Использовано памяти: devel_init()=<strong>@memory_init</strong> MB, devel_shutdown()=<strong>@memory_shutdown</strong> MB.

source: Page not found
ru: Страница не найдена

source: The requested page could not be found.
ru: Запрошенная страница не найдена.

source: This product is not shippable!
ru: Этот товар не доставляется!

source: Content top
ru: Верх содержимого

source: Header 1
ru: Заголовок 1

source: Header 2
ru: Заголовок 2

source: Top bar
ru: Верхний бар

source: First sidebar
ru: Левый сайдбар

source: Second sidebar
ru: Правый сайдбар

source: My purchased files
ru: Мои файлы

source: Content bottom
ru: Низ содержимого

source: Primary menu
ru: Первичное меню

source: Store postal code:
ru: Почтовый код:

source: Product collapsible fields
ru: Сворачивающиеся блоки товара

source: Store street 2:
ru: Улица 2:

source: Product left region
ru: Товар. Левый регион

source: Product right region
ru: Товар. Правый регион

source: Profile blocks
ru: Профиль

source: Wide blocks
ru: Широкий регион

source: PHP evaluator
ru: Обработчик PHP

source: Executes a piece of PHP code. The usage of this filter should be restricted to administrators only!
ru: Выполняет PHP код. Доступ к этому фильтру должен быть ограничен только администратором!

source: Enter search key
ru: Ключевое слово поиска

source: edit block
ru: Настройки блока

source: edit the content of this block
ru: Редактировать содержимое этого блока

source: HTML filter
ru: Фильтр HTML.

source: Line break converter
ru: Преобразователь переводов строки.

source: URL filter
ru: Фильтр URL

source: HTML corrector
ru: HTML корректор
