Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Note that using a transparent overlay that is larger than the source image may result in unwanted results - a solid background.
ru: Помните,что использование прозрачного наложения,которое по размеру больше оригинального,может привести к нежелательным результатам - сплошному тёмному фону.

source: Opacity: 0-100. <b>Warning:</b> Due to a limitation in the GD toolkit, using an opacity other than 100% requires the system to use an algorithm that's much slower than the built-in functions. If you want partial transparency, you are better to use an already-transparent png as the overlay source image.
ru: Прозрачность: 0-100. Предупреждение: использование значения прозрачности отличного от 100,может привести к дополнительной нагрузке на процессор. Если вы хотите определённую прозрачность,лучше использовать заранее подготовленное изображение с нужной прозрачностью.

source: Unable to find the named file '%filepath' in either the site or the files directory. Please check the path. Use relative paths only.
ru: Невозможно найти файл "%filepath" в директории сайта или в файловой директории. Проверьте путь. Используйте только относительные пути.

source: Failed to find overlay image %path for imagecache_actions file-to-canvas action. File was not found in the sites 'files' path or the current theme folder.
ru: Невозможно найти изображение наложения %path для imagecache_actions. Файл не был найден в директории "files" или в директории темы.

source: Opacity: 0-100.
ru: Прозрачность: 0-100.

source: radius
ru: радиус

source: Individual Corner Values
ru: Индивидуальные значения углов

source: Set Corners Independently
ru: Установить углы независимо

source: Top Left Radius
ru: Верхний левый радиус

source: Top Right Radius
ru: Верхний правый радиус

source: Bottom Left Radius
ru: Нижний левый радиус

source: Bottom Right Radius
ru: Нижний правый радиус

source: You must create the two presets to use <em>before</em> enabling this process.
ru: Вы должны создать алгоритмы обработки изображений перед включением этого процесса.

source: Preset to use if the image is portrait (vertical)
ru: Алгоритм,используемый,если изображение является портретом (вертикальное расположение)

source: Preset to use if the image is landscape (horizontal)
ru: Алгоритм,используемый,если изображение является пейзажем (горизонтальное расположение)

source: Ratio Adjustment (advanced)
ru: Уточнение пропорций (розширене)

source: Size
ru: Размер

source: Size: The font size. Depending on your version of GD, this should be specified as the pixel size (GD1) or point size (GD2).
ru: Размер: Размер шрифта. В зависимости от вашей версии GD, это может быть указано в пикселях (GD1) или пунктах (GD2).

source: Angle
ru: Угол

source: Angle: The angle in degrees, with 0 degrees being left-to-right reading text. Higher values represent a counter-clockwise rotation. For example, a value of 90 would result in bottom-to-top reading text.
ru: Угол: Угол в градусах.Если "0" - текст буде слева-направо. Большее значение приводит к "вращению" против часовой стрелки. Например, если указано значение 90, результат будет расположен снизу-вверх.

source: Opacity
ru: Прозрачность

source: Opacity: 1-100.
ru: Прозрачность: 0-100.

source: Enter an offset in pixels or use a keyword: <em>left</em>, <em>center</em>, or <em>right</em>. Syntax like <em>right-20</em> is also valid.
ru: Укажите смещение в пикселях или используйте ключевое слово: <em>left</em>, <em>center</em>, or <em>right</em> . Ситаксис вроде <em>right-20</em> также подходит.

source: Enter an offset in pixels or use a keyword: <em>top</em>, <em>center</em>, or <em>bottom</em>. Syntax like <em>bottom-20</em> is also valid.
ru: Укажите смещение в пикселях или используйте ключевое слово: <em>top</em>, <em>center</em>, or <em>bottom</em>. Ситаксис вроде <em>bottom-20</em> также подходит.

source: Font file name
ru: Название шрифта

source: Font file is either the full system path (eg <code>/usr/share/fonts/truetype/ttf-bitstream-vera/VeraMono.ttf</code>), a font file inside the in the module dir "%moduledir" or the files "%filedir" folder). Example: "arial.ttf". You <em>might</em> find a list of fonts available at !helplink if your system supports it.
ru: Файл шрифта имеет полный системный путь (например <code>/usr/share/fonts/truetype/ttf-bitstream-vera/VeraMono.ttf</code>),расположен в директории модуля "%moduledir" или в файловой директории "%filedir".

source: The text string. If you are using a WYSIWYG editor, you should disable it for this field!
ru: Текстовая строка. Если вы используете визуальный текстовый редактор, вы должны выключить его для этого поля.

source: Evaluate text as PHP code
ru: Выполнить текст как PHP-код

source: Unable to confirm that the font '%fontfile' is available on your system. This may fail, or your system may provide an appropriate fallback, depending on your toolkit behaviour. Ensure the path to the ttf file is correct, and permissions allow the webserver to read the file and directory.
ru: Невозможно подтвердить,что шрифт "%fontfile" доступен в вашей системе. Могла произойти ошипка или получается неправильный ответ, Удостоверьтесь также,что путь к файлу шрифта правильный и соответственно выставлены права.

source: Font was found OK at %fontfile
ru: Шрифт найден в %fontfile

source: Failed to locate the requested font %fontfile. Cannot overlay text onto image.
ru: Невозможно найти запрошенный шрифт %fontfile. Невозможно наложить текст на изображение.

source: Failed to generate text image. Cannot calculate text dimensions. Not overlaying text.
ru: Невозможно сгенерировать текст изображения. Невозможно рассчитать размеры изображения.

source: If selected, the text will be treated as PHP code.
ru: Если выбрано,текст будет обработан как PHP

source: PHP code help
ru: Помощь PHP

source: Failed to generate text image using %toolkit. Not overlaying text.
ru: Невозможно сгенерировать текст изображения при помощи %toolkit.

source: <p>Alpha toning is an advanced method of greyscaling or colorizing. It works using transparency, not colour matching. The results of this filter are excellent for using as watermarks, and for 'sepia' type imprints on coloured or textured backgrounds. It converts dark areas of the image to opaque, light to transparent.</p> <p>Note that if you are working with JPEGs, this alpha effect will not last into the final image <em>unless</em> you either <strong>flatten</strong> this image against a background color or image in a later process or <strong>convert</strong> it to a PNG before saving using available imagecache actions.</p>
ru: <p>Альфа-тонирование является расширенным методом раскрашивания и обесцвечивания. Это работает при помощи прозрачности. Хорошо подходит при наложении водяных знаков. Конвертирует тёмные области в непрозрачные,светлые - в прозрачные . <p>Помните,если вы работаете с JPEG, этот эффект не будет работать в финальном изображении </p>

source: Fill Color
ru: Залить цветом

source: Although this image will end up as an alpha transparency mask, it still has to have some colour to be visible. Black is safe. Dark Sepia #704214 is good too. If it's not set, the colors will be left as they were, but will unsaturate unevenly.
ru: Хотя это изображение в конечном итоге будет иметь маску прозрачности, некоторые цвета могут быть всё ещё видимы. Чёрный безопасен. #704214 тоже неплох. Если не указано, цвета будут оставлены как есть,но неравномерно насыщены.

source: Flatten Transparency
ru: Равномерная прозрачность

source: The opposite of adding alpha transparency, 'flatten' will place the given colour solidly behind the image. Use this if you can't trust IE, or you really do want the image filled in with a solid colour.
ru: В противоположность к альфа-прозрачности,"равномерная прозрачность" расположит данный цвет равномерно за изображением. Используйте,если вы не доверяете IE или хотите,чтобы изображение было заполнено сплошным цветом.

source: Flatten
ru: Выравнивание

source: Transparent
ru: Прозрачный

source: Opacity must be a number between 1 and 100.
ru: Прозрачность должна иметь значение в пределах 1-100.

source: Define Canvas
ru: Определить холст

source: Define the size of the working canvas and background color, this controls the dimensions of the output image..
ru: Определите размер рабочего холста и цвет фона,это повлияет на размеры полученного изображения.

source: Overlay (watermark)
ru: Наложение (водяной знак)

source: Choose the file image you wish to use as an overlay, and position it in a layer on top of the canvas.
ru: Выберите изображение,которое вы бы хотели использовать в качестве наложения и его позицию.

source: Underlay (background)
ru: Подкладка (фон)

source: Choose the file image you wish to use as an background, and position the processed image on it.
ru: Выберите файл изображения, которое вы хотите использовать в качестве фона и его позицию.

source: Overlay: source image to canvas
ru: Наложение: источник изображения для холста

source: Places the source image onto the canvas for compositing.
ru: Помещает изображение источника на холст для дальнейшей обработки

source: Rounded Corners
ru: Закруглённые края

source: This is true cropping, not overlays, so the result <em>can</em> be transparent.
ru: Результат может быть в виде прозрачного изображения.

source: Aspect switcher: Switch between portrait and landscape.
ru: Переключатель пропорций

source: Use different effects depending on whether the image is landscape of portrait shaped. This re-uses other preset definitions, and just chooses between them based on the rule.
ru: Различные эффекты,на основании того,является ли изображение вертикальным (портрет) или горизонтальным (пейзаж).

source: Additional imagecache actions should now be available in the presets !settings_link
ru: Дополнительные действия над изображениями доступны здесь: !settings_link

source: Imagecache Canvas Actions
ru: Действия с холстом

source: Actions for manipulating image canvases layers, including watermark and background effect. Also an aspect switcher (portrait/landscape)
ru: Действия по манипулированию холстами изображений,включая наложение водяных знаков и эффекты фонов. Также используется при переключении пропорций (портрет/пейзаж)

source: An image thumbnail was not able to be created.
ru: Невозможно создать превью изображения.

source: Maximum resolution for Images
ru: Максимальные размеры изображений

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction. If a larger image is uploaded, it will be resized to reflect the given width and height. Resizing images on upload will cause the loss of <a href="http://en.wikipedia.org/wiki/Exchangeable_image_file_format">EXIF data</a> in the image.
ru: Максимальные размеры изображения в формате ШИРИНАxВЫСОТА (например 640x480). Установите "0" для снятия любых ограничений. Изображение с большими размерами не будет загружено. Изменение размеров изображения при загрузке приведёт к потере <a href="http://en.wikipedia.org/wiki/Exchangeable_image_file_format">EXIF данных</a> для изображения.

source: Minimum resolution for Images
ru: Минимальное разрешение для изображений

source: The minimum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction. If an image that is smaller than these dimensions is uploaded it will be rejected.
ru: Минимальные размеры изображений в формате ШИРИНАxВЫСОТА (например 640x480). Укажите "0" для снятия любых ограничений. Изображение с меньшими размерами не будет загружено.

source: ALT text settings
ru: Настройки тега ALT

source: Enable custom alternate text
ru: Включить альтернативный текст для изображений.

source: Enable user input alternate text for images.
ru: Включить возможность ввода альтернативного текста для изображений.

source: Default ALT text
ru: ALT по умолчанию

source: This value will be used for alternate text by default.
ru: Это значение будет использовано для альтернативного текста по умолчанию

source: Title text settings
ru: Текст заголовка

source: Enable custom title text
ru: Включить альтернативный текст заголовка изображения.

source: Enable user input title text for images.
ru: Включить возможность ввода пользовательского текста для изображений

source: Input type
ru: Тип ввода

source: Choose type of field to be displayed to the user.
ru: Выберите тип отображаемого для пользователя поля

source: Default Title text
ru: Заголовок по умолчанию

source: This value will be used as the image title by default.
ru: Будет использовано теге "TITLE" по умолчанию.

source: Default image
ru: Изображение по умолчанию

source: Use default image
ru: Использовать изображение по умолчанию

source: When an image is not uploaded, show a default image on display.
ru: Если изображение не загружено,показать изображение по умолчанию.

source: Upload image
ru: Загрузить

source: Choose a image that will be used as default.
ru: Выберите изображение,которое будет использовано по умолчанию.

source: The default image could not be uploaded. The destination %destination does not exist or is not writable by the server.
ru: Изображение по умолчанию не может быть загружено. Директория %destination не существует или не имеет прав на запись.

source: Only web-standard images (jpg, gif, and png) are supported through the image widget. If needing to upload other types of images, change the widget to use a standard file upload.
ru: Поддерживаются только изображения со стандартными расширениями (jpg, gif, png). Вам нужно загрузить изображение другого типа.

source: Please specify a resolution in the format WIDTHxHEIGHT (e.g. 640x480).
ru: Укажите размеры изображения в формате ШИРИНАxДЛИНА (например 640x480)

source: Alternate Text
ru: Альтернативный текст

source: This text will be used by screen readers, search engines, or when the image cannot be loaded.
ru: Тег "ALT" изображения. Полезно для SEO.

source: The title is used as a tool tip when the user hovers the mouse over the image.
ru: Всплывающая подсказка.

source: The ImageField module has been disabled. The <a href="http://drupal.org/project/filefield">FileField module</a> needs to be installed for it to work properly.
ru: Модуль "Поле изображения" был выключен. Модуль <a href="http://drupal.org/project/filefield">"Поле файла"</a> должен быть установлен для правильной работы модуля "Поле изображений".

source: FileField must be updated to Drupal 6 before ImageField can be updated.
ru: Модуль "Поле файла" должен быть обновлён перед обновлением модуля "Поле изображения".

source: Deleted admin thumbnails distributed throughout files directory. All thumbnails are now stored in the "imagefield_thumbs" directory.
ru: Теперь все превью изображений сохраняются в директории "imagefield_thumbs".

source: ImageField
ru: Поле изображения

source: Defines an image field type.
ru: Задание типов полей для изображений.

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction. If a larger image is uploaded, it will be resized to reflect the given width and height.
ru: Максимально допустимые размеры изображения в формате ШИРИНАxВЫСОТА (например 640x480). Установите 0 для снятия ограничения на размеры. Если загружено большее изображение, оно будет уменьшено, до установленных максимальных размеров.

source: Resizing images on upload will cause the loss of <a href="http://en.wikipedia.org/wiki/Exchangeable_image_file_format">EXIF data</a> in the image.
ru: При изменении размеров при загрузке, теряется <a href="http://en.wikipedia.org/wiki/Exchangeable_image_file_format">EXIF </a> изображения.

source: Image preview
ru: Предпросмотр

source: Content module must be enabled before ImageField can be updated.
ru: Модуль "Содержимое" должен быть включён перед обновлением модуля "Поле изображения"

source: Insert !image or !link.
ru: Вставить !image или !link.

source: image
ru: изображение

source: link
ru: ссылка

source: administer imce(execute PHP)
ru: Администрировать imce (выполнять PHP)

source: Configuration profiles
ru: Настройка профилей

source: Common settings
ru: Общие настройки

source: Enable inline image/file insertion into plain textareas
ru: Включить вставку изображений/файлов в простые текстовые поля

source: If you don't use any WYSIWYG editor, this feature will allow you to add your images or files as <strong>html code into any plain textarea</strong>. Enter <strong>comma separated textarea IDs</strong> under which you want to enable a link to IMCE. Hint: ID of Body fields in most node types is edit-body.
ru: Если вы не используете WYSIWYG редактор, этот режим позволит вам добавить ваши изображения или файлы в виде простого html. Укажите через запятую ID полей, для которых вы хотите включить ссылку на IMCE.

source: Default behaviour for existing files during file uploads
ru: Поведение по умолчанию для существующих файлов при загрузке

source: Keep the existing file renaming the new one
ru: Сохранять переименование файлов новыми

source: Keep the existing file rejecting the new one
ru: Отклонять новые файлы

source: Replace the existing file with the new one
ru: Заменять существующие файлы новыми

source: Default method for creating thumbnails
ru: Способ создания превью по умолчанию

source: Scale the image with respect to the thumbnail dimensions.
ru: Масштабировать с учётом пропорций

source: First scale then crop the image to fit the thumbnail dimensions.
ru: Сначала масштабировать, потом образать в соответствии с размерами изображений

source: User role
ru: Профиль пользователя

source: Assigned profile
ru: Назначенный профиль

source: user #1
ru: пользователь №1

source: For users who have <strong>multiple roles</strong>, <strong>weight</strong> property will determine the assigned profile. Lighter roles that are placed upper will take the precedence. So, an administrator role should be placed over other roles by having a smaller weight, ie. -10.
ru: Для пользователей, которые имеют несколько ролей вес будет определять назначенный профиль. Более лёгкие роли будут иметь приоритет.

source: Role-profile assignments
ru: Связь ролей и профилей

source: Assign profiles to user roles.
ru: Назначьте профили к ролям.

source: Changes have been saved.
ru: Изменения были сохранены.

source: Delete configuration profile
ru: Удалить настройки профиля

source: Settings were imported from the profile %name
ru: Настройки были импортированы из профиля %name

source: Give a name to this profile.
ru: Дайте название этому профилю.

source: Maximum file size per upload
ru: Максимальный размер файла на загрузку

source: Set to 0 to use the maximum value avaliable.
ru: Установите "0" для использования максимально возможного значения.

source: Your PHP settings limit the maximum file size per upload to %size.
ru: Ваши настройки PHP позволяют загружать файл размером до %size.

source: Directory quota
ru: Квота директории

source: Define the upload quota per directory. Total user quota is proportional to the number of directories that the user has upload access to.
ru: Определите квоту директории на загрузку. Суммарная квота пользователя пропорциональна числу директорий, в которые пользователь может загружать файлы.

source: Total user quota
ru: Суммарная квота пользователя

source: You can force total user quota to be a value independent of directory quota. <strong>This quota is calculated using the files table in the database, so that it will not include the files uploaded via FTP or by previous versions of IMCE(4.7.x and 5.x)</strong>. You can either use both quotations together or safely ignore this by setting the value to 0.
ru: Вы можете установить суммарную квоту пользователя независимо от квоты директории. Эта квота рассчитывается в таблице базы данных, поэтому не включает файлы, загруженные через FTP или предыдущую версию IMCE(4.7.x and 5.x). Вы можете использовать обе системы квотирования или игнорировать их путём установки "0"

source: Permitted file extensions
ru: Разрешённые разрешения файлов

source: Extensions that users in this role can upload. Separate extensions with a space and do not include the leading dot.
ru: Расширения, которые могут загружать пользователи в этой роле. Разделяйте расширения пробелом и не включайте точки.

source: Set to * to remove the restriction.
ru: Установите в "0" для отмены ограничений.

source: Maximum image resolution
ru: Максимальные размеры изображения

source: The maximum allowed image size (e.g. 640x480). Set to 0 for no restriction. If an <a href="!image-toolkit-link">image toolkit</a> is installed, files exceeding this value will be scaled down to fit.
ru: Максимально допустимый размер изображений. Установите "0" для отмены ограничений. Если установлена библиотека изображений, файлы будут уменьшены для соответствия этим размерам.

source: WIDTHxHEIGHT
ru: ШИРИНАХВЫСОТА

source: Maximum number of files per operation
ru: Максимальное число файлов на операцию

source: You can allow users to select multiple files for operations such as delete, resize, etc. Entire batch file operation is executed in a single drupal load, which may be good. However there will be an increase in script execution time, cpu load and memory consumption possibly exceeding the limits of your server, which is really bad. For unlimited number of file handling, set this to 0.
ru: Вы можете позволить пользователям выбирать множественные файлы для разных операций (переименование,удаление,изменение размеров).

source: The changes have been saved.
ru: Изменения были сохранены.

source: Profile has been added.
ru: Профиль добавлен

source: Including subdirectories
ru: Включая субдиректории

source: Browse
ru: Просмотр

source: Thumbnails
ru: Превью

source: Resize
ru: Изменять размер

source: Directories
ru: Директории
