Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: execute Publish comment (comment_publish_action)
ru: Выполнять "Опубликовать комментарий" (comment_publish_action)

source: execute Publish comment (node_mass_update)
ru: Выполнять "Опубликовать комментарий" (node_mass_update)

source: execute Publish comment (node_publish_action)
ru: Выполнять "Опубликовать комментарий" (node_publish_action)

source: execute Redirect to URL (system_goto_action)
ru: Выполнять "Перенаправить на URL" (system_goto_action)

source: execute Remove from queue (nodequeue_remove_action)
ru: Выполнять "Удалить из очереди" (nodequeue_remove_action)

source: execute Remove post from front page (node_unpromote_action)
ru: Выполнять "Убрать с главной" (node_unpromote_action)

source: execute Remove stickiness (node_make_unsticky_action)
ru: Выполнять "Отклеить" (node_make_unsticky_action)

source: execute Remove stickiness (node_mass_update)
ru: Выполнять "Отклеить" (node_mass_update)

source: execute Save (node_save_action)
ru: Выполнять "Сохранить" (node_save_action)

source: execute Send mail (system_send_email_action)
ru: Вы "Отправить" (system_send_email_action)

source: execute Unblock the selected users (user_user_operations_unblock)
ru: Выполнять "Разблокировать выбранных пользователей" (user_user_operations_unblock)

source: execute Unbookmark this (flag_nodes)
ru: Выполнять "Убрать из закладок" (flag_nodes)

source: execute Unpublish (node_mass_update)
ru: Выполнять "Снять с публикации" (node_mass_update)

source: execute Unpublish comment (comment_unpublish_action)
ru: Выполнять "Снять комментарий с публикации" (comment_unpublish_action)

source: execute Unpublish comment containing keyword(s) (comment_unpublish_by_keyword_action)
ru: Выполнять "Снять с публикации комментарии, содержащие ключевые слова" (comment_unpublish_by_keyword_action)

source: execute Unpublish post (node_unpublish_action)
ru: Выполнять "Снять с публикации" (node_unpublish_action)

source: execute Unpublish post containing keyword(s) (node_unpublish_by_keyword_action)
ru: Выполнять "Снять с публикации материал, содержащий ключевое слово(ва)" (node_unpublish_by_keyword_action)

source: execute Update URL alias (pathauto_node_update_alias_multiple)
ru: Выполнять "Обновить синоним" (pathauto_node_update_alias_multiple)

source: execute Update URL alias (pathauto_user_update_alias_multiple)
ru: Выполнять "Обновить синоним" (pathauto_user_update_alias_multiple)

source: view imagecache cart
ru: Смотреть "cart"

source: view imagecache category_banner
ru: Смотреть "category_banner"

source: view imagecache hot_offer
ru: Смотреть "hot_offer"

source: view imagecache live_search
ru: Смотреть "live_search"

source: view imagecache product
ru: Смотреть "product"

source: view imagecache product_full
ru: Смотреть "product_full"

source: view imagecache product_list
ru: Смотреть "product_list"

source: view imagecache uc_category
ru: Смотреть "uc_category"

source: view imagecache uc_thumbnail
ru: Смотреть "uc_thumbnail"

source: administer login destination
ru: Администрировать перенаправление на входе

source: create banner content
ru: Создавать документ "banner"

source: create page content
ru: Создавать документ "page"

source: create simplenews content
ru: Создавать документ "simplenews"

source: delete any banner content
ru: Удалять любой документ "banner"

source: delete any page content
ru: Удалять любой документ "page"

source: delete any simplenews content
ru: Удалять любой документ "simplenews"

source: delete own banner content
ru: Удалять свой документ "banner"

source: delete own page content
ru: Удалять свой документ "page"

source: delete own simplenews content
ru: Удалять свой документ "simplenews"

source: delete revisions
ru: Удалять варианты документов

source: edit any banner content
ru: Редактировать любой документ "banner"

source: edit any page content
ru: Редактировать любой документ "page"

source: edit any simplenews content
ru: Редактировать любой документ "simplenews"

source: edit own banner content
ru: Редактировать свой документ "banner"

source: edit own page content
ru: Редактировать свой документ "page"

source: edit own simplenews content
ru: Редактировать свой документ "simplenews"

source: create products
ru: Создавать товары

source: delete all products
ru: Удалять все товары

source: delete own products
ru: Удалять свой товар

source: edit all products
ru: Редактировать все товары

source: edit own products
ru: Редактировать свой товар

source: administer userpoints
ru: Администрировать баллы

source: view own userpoints
ru: Смотреть свои баллы

source: view userpoints
ru: Смотреть баллы

source: !action for preset !presetname
ru: !action для алгоритма "!presetname"

source: Опции публикаций
ru: Публикация

source: Настройка меню
ru: Меню

source: List users by points
ru: Показать пользователей по баллам

source: Review points in moderation
ru: Просмотреть баллы в проверке

source: execute Keep (node_save_action)
ru: Выполнять "Сохранить" (node_save_action)

source: %hook should have an array of literal string permission names.
ru: Хук %hook должен иметь массив буквенных строк названий прав.

source: In %file.
ru: В %file.

source: Click on any element to see information about the Drupal theme function or template that created it.
ru: Наведите курсор на элемент страницы и кликните, чтобы увидеть информацию о связанном с ним функции или шаблоне.

source: Themer info
ru: Информация по темизации

source: loading
ru: загрузка

source: Parents:
ru: Родители:

source: Function called:
ru: Вызвана функция:

source: Template called:
ru: Вызван шаблон:

source: Candidate template files:
ru: Шаблоны, которые могут быть использованы:

source: Preprocess functions:
ru: Функция препроцесса:

source: Candidate function names:
ru: Функции, которые могут быть использованы:

source: link to Drupal API documentation
ru: ссылка на документацию по API Drupal

source: link to source code
ru: ссылка на первоначальный код

source: Function Arguments
ru: Аргументы функции

source: Template Variables
ru: Переменные шаблона

source: File used:
ru: Использован файл:

source: Duration:
ru: Продолжительность:

source: Drupal Themer Information
ru: Информация по темизации

source: The normal cache mode is suitable for most sites and does not cause any side effects. The aggressive cache mode causes Drupal to skip the loading (boot) and unloading (exit) of enabled modules when serving a cached page. This results in an additional performance boost but can cause unwanted side effects.
ru: Нормальный режим кэширование подходит для большинства случаев и не приводит к проблемам. Агрессивный режим даёт больший выигрыш в производительности, но несовместим с некоторыми модулями.

source: <strong class="error">The following enabled modules are incompatible with aggressive mode caching and will not function properly: %modules</strong>
ru: <strong class="error">Следующие модули могут работать неправильно при включённом агрессивном режиме кэширования: %modules</strong>

source: Page cache
ru: Кеш страницы

source: Enabling the page cache will offer a significant performance boost. Drupal can store and send compressed cached pages requested by <em>anonymous</em> users. By caching a web page, Drupal does not have to construct the page each time it is viewed.
ru: Включение кэширования страниц приводит к существенному росту производительности системы, так как страницы теперь не генерируются каждый раз заново, а извлекаются из кэш.

source: Caching mode
ru: Режим кеширования

source: Disabled
ru: Отключено

source: Normal (recommended for production sites, no side effects)
ru: Нормальный (рекомендуется, без побочных эффектов)

source: Aggressive (experts only, possible side effects)
ru: Агрессивный (только для опытных,возможны побочные эффекты).

source: 0 sec
ru: 0 сек

source: 1 min
ru: 1 минута

source: 1 hour
ru: 1 час

source: 1 day
ru: 1 день

source: none
ru: нет

source: Minimum cache lifetime
ru: Минимальное время жизни кеша

source: On high-traffic sites, it may be necessary to enforce a minimum cache lifetime. The minimum cache lifetime is the minimum amount of time that will elapse before the cache is emptied and recreated, and is applied to both page and block caches. A larger minimum cache lifetime offers better performance, but users will not see new content for a longer period of time.
ru: На высокопосещаемых сайтах имеет смысл поставить минимальное время жизни кэш. Большее значение увеличивает производительность, но в этом случае пользователи не смогут видеть обновлённую информацию дольше.

source: Page compression
ru: Компрессия страниц

source: Enabled
ru: Включено

source: By default, Drupal compresses the pages it caches in order to save bandwidth and improve download times. This option should be disabled when using a webserver that performs compression.
ru: Компрессия уменьшает объём отдаваемой браузеру страница и экономит время загрузки и траффик. Компрессию можно делать и средствами сервера (что лучше). В этом случае её нужно отключить тут.

source: Block cache
ru: Кэш блоков

source: Enabling the block cache can offer a performance increase for all users by preventing blocks from being reconstructed on each page load. If the page cache is also enabled, performance increases from enabling the block cache will mainly benefit authenticated users.
ru: Помогает увеличить производительность системы за счёт кэширование блоков.

source: Enabled (recommended)
ru: Включено (рекомендуется)

source: Note that block caching is inactive when modules defining content access restrictions are enabled.
ru: Кэширование блоков отключено, если включены модули, управляющие правами доступа.

source: Bandwidth optimizations
ru: Траффик

source: <p>Drupal can automatically optimize external resources like CSS and JavaScript, which can reduce both the size and number of requests made to your website. CSS files can be aggregated and compressed into a single file, while JavaScript files are aggregated (but not compressed). These optional optimizations may reduce server load, bandwidth requirements, and page loading times.</p><p>These options are disabled if you have not set up your files directory, or if your download method is set to private.</p>
ru: Система может "на лету" оптимизировать CSS и JavaScript файлы. Оптимизация сводится к объединению (экономим http запросы) и сжатию (удаляем пробелы и комментарии) и архивированию этих файлов. Это повышает общую производительность. Работает только, если включён "Публичный" метод загрузки файлов

source: Optimize CSS files
ru: Оптимизировать CSS

source: This option can interfere with theme development and should only be enabled in a production environment.
ru: Эта опция может мешать при разработке внешнего оформления сайта и должна быть включена только на рабочем сайте.

source: Optimize JavaScript files
ru: Оптимизировать JavaScript

source: This option can interfere with module development and should only be enabled in a production environment.
ru: Эта опция может мешать при разработке модулей и должна быть включена только на рабочем сайте.

source: Clear cached data
ru: Очистить кэш

source: Caching data improves performance, but may cause problems while troubleshooting new modules, themes, or translations, if outdated information has been cached. To refresh all cached data on your site, click the button below. <em>Warning: high-traffic sites will experience performance slowdowns while cached data is rebuilt.</em>
ru: Кэширование повышает производительность сайта, но может мешать отладке модулей, разработке внешнего оформления и тд.. Для полной очистки кэш используйте кнопку ниже.

source: Save configuration
ru: Сохранить настройки

source: Reset to defaults
ru: Вернуться к исходным

source: Настройка AJAX поиска
ru: AJAX поиск

source: Theme Developer
ru: Разработка темы

source: Display or hide the textual template log
ru: Отображать или скрыть тектовый шаблон логов

source: Product Power Tools
ru: Инструменты для товара

source: Enable/Disable Product "Power Tools" by product class.
ru: Включить/Выключить инструменты товара для этого класса товаров.

source: Devel Themer Disable
ru: Отключить разработку темы

source: Devel Themer Enable
ru: Включить разработку темы

source: Theme Development AJAX variables
ru: AJAX переменные

source: Account settings
ru: Настройки профиля

source: My newsletters
ru: Мои рассылки

source: AJAX search settings
ru: AJAX поиск

source: Destination
ru: Цель

source: Profile
ru: Профиль

source: Schedules
ru: Расписания

source: Schedule
ru: Расписание

source: Basic
ru: База

source: Email: Plain
ru: Email: Простой текст

source: Token
ru: Токен

source: Enter the host value of the domain. No http:// or slashes.
ru: Укажите хост домена. Без http:// или слэшей.

source: Edit all domain values.
ru: Редактировать все значения доменов.

source: Site names
ru: Названия сайтов

source: The site name to display for this domain.
ru: Название сайта для этого домена

source: Edit all domain site names.
ru: Редактировать все названия сайтов.

source: URL schemes
ru: Формат URL

source: The URL scheme for accessing this domain.
ru: Схема URL для доступа к этому домену.

source: Edit all domain URL schemes.
ru: Редактировать форматы URL всех доменов.

source: Valid domains
ru: Действующие домены

source: Active
ru: Активно

source: Inactive
ru: Неактивно

source: Allows users to access this domain.
ru: Разрешить пользователям доступ к этому домену.

source: Edit all domain status flags.
ru: Редактировать все флаги состояний

source: Domain Access
ru: Домен

source: Reset configurations
ru: Сбросить настройки

source: Reset
ru: Сбросить

source: Delete custom settings for this domain.
ru: Удалить пользовательские настройки для этого домена.

source: Delete custom settings for domains as supplied by Domain Configuration.
ru: Удалить пользовательские настройки, относящиеся к настройкам доменов.

source: Email address
ru: Email

source: Set the email address for this domain.
ru: Установить email для этого домена.

source: Set the email address for all domains.
ru: Установить email для всех доменов.

source: Site slogan
ru: Слоган сайта.

source: The slogan of this domain. Some themes display a slogan when available.
ru: Слоган для этого домена. Отображение слогана зависит от настроек конкретной темы.

source: Set the site slogan for all domains.
ru: Установить слоган сайта для всех доменов.

source: Site mission
ru: Миссия сайта

source: The mission statement or focus for this domain.
ru: Текст мисии сайта для этого домена

source: Set the site mission for all domains.
ru: Установить мисиию сайта для всех доменов

source: Site footer
ru: Низ сайта

source: This text will be displayed at the bottom of each page for this domain.
ru: Этот текст будет отображён внизу каждой страницы для этого домена.

source: Set the site footer for all domains.
ru: Установить низ сайта для всех доменов.

source: Site frontpage
ru: Главная страница

source: The home page displays content from this relative URL. If unsure, specify "node".
ru: Главная страница показывает содержимое, расположенное по этому адресу. Если затрудняетесь, укажите "node".

source: Set the site frontpage for all domains.
ru: Установите главную страницу для всех доменов.

source: Anonymous user
ru: Анонимный

source: The name used to indicate anonymous users for this domain.
ru: Название, используемое для обозначения анонимного пользователя для этого домена.

source: Set the anonymous user label for all domains.
ru: Установить обозначение анонима для всех доменов.

source: Use domain default theme
ru: Использовать тему домена по умолчанию

source: Administrative theme
ru: Тема администратора

source: Select the administrative theme for this domain.
ru: Выберите тему для администратора для этого домена.

source: Set the administrative theme for all domains.
ru: Установить тему администратора для всех доменов.

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Timezone default
ru: Часовой пояс по умолчанию

source: Select the default site time zone.
ru: Выберите часовой пояс по умолчанию.

source: Set the default timezone for all domains.
ru: Установить часовой пояс по умолчанию для всех доменов.

source: Timezone settings
ru: Настройки часового пояса

source: Aggressive mode caching is not supported when using Domain Access.
ru: Агрессивное кэширование не поддерживается модулем "Домен".

source: Set the page cache options for all domains.
ru: Установить опции кэширования для всех доменов.

source: Set the minimum cache lifetime for all domains.
ru: Установить минимальное время жизни кэш для всех доменов.

source: Set the page compression status for all domains.
ru: Установить состояние компрессии страниц для всех доменов.

source: Site status
ru: Состояние сайта

source: Online
ru: Работа

source: Off-line
ru: Обслуживание

source: Toggle online/offline status.
ru: Переключить состояние онлайн/офлайн.

source: Set the online / offline status for all domains.
ru: Установить состояние онлайн/офлайн для всех доменов.

source: Site offline message
ru: Сообщение о неработающем сайте

source: Message to show visitors when this domain is in off-line mode.
ru: Сообщение, которое показывается пользователям при неработающем домене.

source: @site is currently under maintenance. We should be back shortly. Thank you for your patience.
ru: Сайт @site сейчас на техническом обслуживании. Скоро он заработает вновь. Благодарим вас за терпение.

source: Set the site offline message for all domains.
ru: Установить сообщение о неработающем сайте для всех доменов.

source: Default language
ru: Язык по умолчанию

source: The default language to use for this domain. <em>Note: This setting only works with path-based language switching.</em>
ru: Язык по умолчанию для этого домена. Имейте ввиду, эти настройки работают только если переключение языков основано на языковых префиксах в адресе.

source: Set the default language for all domains.
ru: Установить язык по умолчанию для всех доменов.

source: Language settings
ru: Настройки языков

source: Default menu for content
ru: Меню по умолчанию

source: Choose the menu to be the default in the menu options in the content authoring form.
ru: Выберите меню, которое будет по умолчанию в опциях меню в форме редактирования документа.

source: Menu
ru: Меню

source: access administration menu
ru: Доступ к меню администратора

source: Do not use for this site
ru: Не использовать для этого сайта

source: Primary links menu
ru: Первичные ссылки

source: Select the primary links for this site.
ru: Выберите первичные ссылки для этого сайта.

source: Set the primary links menu in all domains.
ru: Установить первичные ссылки меню на всех доменах.

source: Secondary links menu
ru: Вторичные ссылки

source: Select the secondary links for this site.
ru: Выберите вторичные ссылки для этого сайта.

source: Set the secondary links menu in all domains.
ru: Установите меню вторичных ссылок для всех доменов.

source: Domain Configuration
ru: Настройки домена

source: Reset themes
ru: Сбросить темы

source: Delete custom theme settings for this domain.
ru: Удалить настройки пользовательской темы для этого домена.

source: Delete custom theme settings for domains as supplied by Domain Theme.
ru: Удалить пользовательские настройки темы для доменов как это было определено модулем "Тема домена".

source: Theme settings
ru: Темы

source: Select the theme for this domain.
ru: Выберите тему для этого домена.

source: Change the themes for all domains.
ru: Изменить темы для всех доменов.

source: Domain Theme
ru: Тема домена

source: Invite my Facebook friends
ru: Пригласить друзей из Facebook.

source: Standard nodequeues have just one subqueue. Nodes put into a queue are added to the back of the queue; when a node is added to a full queue, the node in the front of the queue will be popped out to make room.
ru: Стандартные очереди имеют только одну подчинённую очередь. Документы добавляются в конец очереди.Если документ добавляется в полную очередь, то документы спереди удаляются из очереди.

source: zpayment processing
ru: Обработка Z-ayment

source: Role assignment
ru: Роли

source: Approve !points
ru: Одобрить баллы

source: Normal
ru: Нормально

source: fields
ru: поля

source: Field
ru: Поле

source: field
ru: поле

source: Arguments
ru: Аргументы

source: arguments
ru: аргументы

source: Argument
ru: Аргумент

source: Sort criteria
ru: Сортировка

source: sort criteria
ru: критерий сортировки

source: Sort criterion
ru: Показатель сортировки

source: sort criterion
ru: показатель сортировки

source: Filters
ru: Фильтры

source: filters
ru: фильтры

source: Filter
ru: Фильтровать

source: filter
ru: фильтр

source: Relationships
ru: Взаимосвязи

source: relationships
ru: взаимосвязи

source: Relationship
ru: Взаимосвязь

source: Emulates the Drupal content administration page.
ru: Имитирует системную страницу редактирования содержимого.

source: Title
ru: Название

source: New?
ru: Новое?

source: Type
ru: Тип

source: Author
ru: Автор

source: Published
ru: Опубликовано

source: Title contains
ru: Заголовок содержит

source: Promoted
ru: Расположено

source: Sticky
ru: Прилепить

source: There are no objects satisfying the filter settings. Try changing them to get some results.
ru: Нет объектов, удовлетворяющих вашим требованиям. Попробуйте изменить условия.

source: Emulates the Drupal user administration page.
ru: Имитирует системную страницу редактирования пользователей.

source: Username
ru: Логин

source: Member for
ru: Профиль существует:

source: Last access
ru: Последний доступ

source: Operations
ru: Действия

source: Overridden
ru: Переписано

source: Recent comments
ru: Свежие комментарии

source: more
ru: Далее

source: Caches cleared.
ru: Кэш очищен.

source: Resume
ru: Продолжить

source: Date created
ru: Дата

source: My contact form
ru: Моя контактная форма

source: Store street 1:
ru: Улица:

source: Search Index
ru: Поисковый индекс

source: Edit profile
ru: Редактирование профиля

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Custom pages
ru: Свои страницы

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
ru: Введите по одному адресу на строку.Символ "*" означает любые символы после этого знака.

source: Use administration theme on the following pages
ru: Использовать тему администратора на таких страницах

source: Do not use administration theme on the following pages
ru: Не использовать тему администратора на таких страницах

source: If a path appears here, the administration theme is not shown even if all above options apply.
ru: На указанных здесь страницах тема администратора не появится, даже если это назначено в настройках выше.

source: Use the administration theme when viewing the Image assist popup window.
ru: Использовать тему администратора при просмотре всплывающего окна модуля Image assist

source: Code reviews
ru: Просмотр кода

source: Use the administration theme when viewing Coder code reviews.
ru: Использовать тему администратора при просмотре модулем "Coder".

source: Service attachments form on nodes
ru: Вложения документов

source: Use the administration theme when viewing service attachments on nodes.
ru: Использовать тему администратора при просмотре вложений документов.

source: Webform submissions
ru: Отправка вебформ

source: Use the administration theme when viewing webform submissions.
ru: Использовать тему администратора при просмотре отправок вебформ.

source: access admin theme
ru: Доступ к теме администратора

source: Administer > Site configuration > Administration theme
ru: Управление сайтов › Настройка сайта › Оформление для администратора
