Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Service links with FishEye effect
ru: Service links с эфектом линзы

source: Alternative icon folder
ru: Альтернативная папка с иконками

source: Subfolder under images/ containing icons for fisheye effect (b.e. big_icons/)
ru: Подпапка под изображения/иконки содержащих эффект лупы (напр.: big_icons /)

source: Service Links
ru: Служба ссылок

source: Add this page in your favorites
ru: Добавить эту страницу в закладки

source: Send to a friend
ru: Послать друзьям

source: Digg this post on digg.com
ru: Digg это сообщение на digg.com

source: Thumb this up at StumbleUpon
ru: Превью этого на StumbleUpon

source: Publish this post to LinkedIn
ru: Опубликовать материал на LinkedIn

source: Social web
ru: Социальный web

source: Favorite Services
ru: Сервис Закладок

source: Add the page in your favorite, work just for IE and Firefox
ru: Добавить страницу в закладки, работают только для IE и Firefox

source: Forward Services
ru: Услуга Forward

source: Add the support for Forward module to Service Links with what send the link through email.
ru: Добавить поддержку модуля Forward для обслуживания Service Links с тем, чтобы отправить ссылку по электронной почте.

source: General Services
ru: Общие услуги

source: Provide the Services: del.icio.us, Digg, Facebook, Furl, Google Bookmark, Icerocket, Linkedin, Magnolia, MySpace, Newsvine, Propeller, Reddit, StumbleUpon, Technorati, Twitter, Yahoo Bookmark, Yahoo Buzz
ru: Предоставить сервис: del.icio.us, Digg, Facebook, Furl, Google Bookmark, Icerocket, Linkedin, Magnolia, MySpace, Newsvine, Propeller, Reddit, StumbleUpon, Technorati, Twitter, Yahoo Bookmark, Yahoo Buzz

source: Share Services
ru: Услуга шаринга

source: Provide the integration with Share module
ru: Обеспечение интеграции с модулем Share

source: Show for content's type or category
ru: Показ в типах документов или категориях

source: Set the content's types or categories you want to display links for.
ru: Укажите типы содержимого или категории, в которых вы хотите отображать ссылки на закладки.

source: Places where show Service Links
ru: Места, в которых нужно показывать кнопки социальных закладок

source: When display the services in the links section.
ru: Когда показывать кнопки закладок в секции ссылок документа.

source: When display the services after the content text.
ru: Когда показывать кнопки закладок в теле документа.

source: How display Service Links
ru: Как показывать кнопки закладок

source: Choice a style
ru: Выберите стиль

source: Don't show links if the content is unpublished
ru: Не показывать кнопки, если документы сняты с публикации

source: Alternative icon's folder
ru: Альтернативная категория иконок

source: If you have alternative icons write here the path from your index.php without trailing slash (b.e. %path1 or %path2)
ru: Если у вас есть альтернативные иконки, укажите путь к ним без начального слэша (например %path1 or %path2)

source: Set a label for the section into the node
ru: Укажите надпись для секции в документе

source: Bookmark/Search this post with
ru: Запомнить/Искать публикацию с

source: Extra Options
ru: Дополнительные опции

source: Append the following text to your URL
ru: Добавить текст URL

source: This text will be inserted at the end of the current URL (b.e. %param => %url)
ru: Этот текст будет добавлен на конце текущего URL (например %param => %url)

source: If you select "Short URL," it will use the service selected with the <a href="@shorten">Shorten URLs module</a>. If you have not enabled the module, Service Links will default to TinyURL.
ru: Если вы выберите "Короткий URL", для укорачивания ссылки на публикацию будет использован модуль <a href="@shorten">Shorten</a>. Если у вас выключен этот модуль, укорачивание адреса будет осуществляться через сайт TinyURL.com

source: Use Short Url service
ru: Использовать сервисы для укорачивания адресов

source: Write here the complete address without trailing slash (b.e. %name)
ru: Укажите здесь полный адрес без слэша (например %name)

source: Submit to Ping.fm.
ru: Отправить в Ping.fm.

source: Bookmark this post on SlashDot
ru: В закладки SlashDot

source: Bookmark this post on Mister Wong
ru: В закладки Mister Wong

source: Buzz this post on Google.
ru: Обсудить в Google.

source: Submit this post on mixx.com.
ru: Отправить в mixx.com.

source: Box it!
ru: Отправить в boxit.net

source: Add to Blinklist
ru: Blinklist

source: Dent this on identi.ca.
ru: Отправить в identi.ca.

source: Bookmark this post on 100zakladok
ru: В закладки 100zakladok

source: Bookmark this post on Ruspace
ru: В закладки Ruspace

source: Bookmark this post on Memori
ru: В закладки Memori

source: Bookmark this post on Moemesto.ru
ru: В закладки Moemesto.ru

source: Bookmark this post on MyScoop
ru: В закладки MyScoop

source: Bookmark this post on Vaau
ru: В закладки Vaau

source: Bookmark this post on Yandex
ru: В закладки Yandex

source: Bookmark this post on LinkStore
ru: В закладки LinkStore

source: Bookmark this post on Bobrdobr
ru: В закладки Bobrdobr

source: Bookmark this post on Lopas
ru: В закладки Lopas

source: Bookmark this post on Communizm
ru: В закладки Communizm

source: Bookmark this post on Links.i.ua
ru: В закладки Links.i.ua

source: Share this on VKontakte
ru: В закладки VKontakte

source: Service Group
ru: Группа

source: Display links to social sharing websites like Digg, del.icio.us, reddit, Technorati etc..
ru: Кнопки со ссылками на сервисы социальных закладок вроде Digg, del.icio.us, reddit, Technorati и тд

source: Add to your bookmarks
ru: В социальные закладки

source: Old price was
ru: Старая цена

source: Service links block for not-node pages
ru: Блок с кнопками для страниц не документов

source: Do not adjust image size
ru: Не уточнять размер изображения товара

source: Adjusted image preset
ru: Корректировка

source: Choose a preset name to use depending on left/right sidebar position.
ru: Выберите другой размер главного изображения товара, который будет показан при отсутствии одного или всех боковых сайдбаров с блоками.

source: Close settings toolbar
ru: Закрыть настройки

source: This widget is replacing the default Drupal-Tagging-Interface with a more visual driven one, to make tagging even easier. (by Impressive.media)
ru: Этот виджет заменяет системный виджет выбора таксономии для более лёгкого выбора множественных тегов.

source: This tagging moduile exposes suggestions based on the current node content (body) using the extractor module.
ru: Этот модуль предлагает возможные варианты тегов, которые извлекаются из основного текста документа при помощи модуля "Extractor"

source: This tagging module exposes all vocabulary terms of a the vocabulary as suggestions (no matter what is in the content).
ru: Этот модуль предлагает возможные варианты тегов, извлечённые из терминов определённого словаря (не зависит от содержимого документа).

source: Tagging configuration
ru: Теги

source: Configuration options for the tagging module
ru: Настройки тегов

source: Maximum suggestions
ru: Максимум вариантов

source: Maximum suggestions to show in the user-interface. Please use a number. Put "0" for no limit
ru: Максимальное количество вариантов, которое будет показано при выборе пользователю. Только числа. "0" - означает "неограниченно"

source: Provide example suggestions (example implementation of hook_tagging_suggestion)
ru: Предоставляет образец вариантов тегов (hook_tagging_suggestion)

source: This will show a set of static suggestion in the user-interface. This should be only an example, you have to implement your own proper suggestion handler afterward and deacativate this one!
ru: Показывает статические варианты тегов для выбора пользователем. Это будет только образец, вы должны будете предоставить свой обработчик вариантов.

source: Tagging Widget
ru: Виджет

source: Use the visual tagging-widget, when this taxonomy is shown to the user
ru: Использовать виджет тегов, если категории таксономии показаны пользователю

source: Remove tag
ru: Удалить тег

source: Assigned Tags:
ru: Назначенные теги:

source: Rate this product
ru: Оцените товар

source: Search tags
ru: Поиск тегов

source: Restrict to only these vocabularies
ru: Ограничить словарями

source: Subscribe to this product comments RSS feed
ru: Получайте автоматически отзывы на этот товар по каналу RSS

source: Openstore module settings
ru: Openstore

source: Miscellaneous settings
ru: Разное

source: Add an OpenID
ru: Добавить OpenID

source: This site supports <a href="@openid-net">OpenID</a>, a secure way to log into many websites using a single username and password. OpenID can reduce the necessity of managing many usernames and passwords for many websites.
ru: Этот сайт поддерживает <a href="@openid-net">OpenID</a>.

source: To use OpenID you must first establish an identity on a public or private OpenID server. If you do not have an OpenID and would like one, look into one of the <a href="@openid-providers">free public providers</a>. You can find out more about OpenID at <a href="@openid-net">this website</a>.
ru: Для использования OpenID вы должны быть авторизированы на публичном или приватном сервере OpenID. Если у вас пока нет OpenID, вы можете использовать один из <a href="@openid-providers">этих</a> бесплатных серверов. Более подробно об OpenID узнайте <a href="@openid-net">здесь</a>.

source: If you already have an OpenID, enter the URL to your OpenID server below (e.g. myusername.openidprovider.com). Next time you login, you will be able to use this URL instead of a regular username and password. You can have multiple OpenID servers if you like; just keep adding them here.
ru: Если вы уже имеете OpenID, укажите URL от вашего OpenID сервера ниже (например myusername.openidprovider.com). В следующий раз вы сможете использовать этот URL вместо обычной пары логин-пароль. Вы можете использовать несколько OpenID, которые следует добавить на этой странице

source: <br />The %list methods are compatible with any shipping type.
ru: <br />Способы %list подходят для любого типа доставки.

source: Creates a node queue for each taxonomy vocabulary
ru: Создаёт очередь документов для каждого словаря таксономии

source: Edit vocabulary terms
ru: Редактировать термины

source: Export preset: !presetname
ru: Экспорт алгоритма: !presetname

source: Subscribe to promo RSS feed
ru: Акции магазина

source: Profile addresses help text
ru: <p>На этой странице показаны все адреса, которые установлены вами ранее.</p> <p>Вы можете указывать нужный адрес при расчёте для адреса доставки и, если включено, платёжного адреса.</p> <p>Вы можете добавлять новые, редактировать или удалять существующие адреса.</p> <p>Помните: вы не можете удалять адрес по умолчанию.</p>

source: Are you are sure you want to Delete this address? Once deleted, the address cannot be recovered.
ru: Удалить этот адрес навсегда?

source: Site was taken online.
ru: Сайт был переведён в рабочий режим.

source: Word Document
ru: Документ Word

source: No content yet
ru: Пока нет содержимого

source: Download .DOC price
ru: Скачать прайс

source: Download .XLS price for
ru: Скачать прайс в Exel для

source: Download .XLS price for all similar products
ru: Скачать прайс в формате Exel для всех товаров в той же категории, что и этот товар

source: Download .DOC price for
ru: Скачать прайс в формате .doc для

source: Download .DOC price for all similar products
ru: Скачать прайс в формате .doc для всех товаров в той же категории, что и этот товар

source: Download price
ru: Скачать прайс

source: Download .XLS price for all products
ru: Скачать весь прайс магазина в Exel

source: Download .DOC price for all products
ru: Скачать весь прайс магазина в формате .doc

source: Download .XLS price
ru: Скачать прайс

source: view imagecache product_adjusted
ru: Смотреть product_adjusted

source: view imagecache product_list_promo
ru: Смотреть product_list_promo

source: edit queue
ru: Настройка очереди

source: edit a nodequeue which built the block
ru: Редактировать очередь, которая создала этот блок

source: This document is published
ru: Опубликовано

source: Unpublish document
ru: Снять с публикации

source: This document is unpublished
ru: Не опубликовано

source: Publish document
ru: Опубликовать

source: Transform any menu into a Megamenu (aka megamenu-dropdown), a jQuery-based menu with third level links grouped under the second level.
ru: Превращает любое системное меню в выпадающее многоколоночное меню.

source: Stores the enabled state and other attributes of mega menus.
ru: Сохраняет настройки сотояния и атрибутов мегаменю.

source: The name of a Drupal menu and corresponding mega menu
ru: Название системного меню и соответствующего ему мегаменю

source: Enabled state of a mega menu: 1 = enabled, 0 = dissabled
ru: Включённые состояния мегаменю: 1 = включено, 0 = выключено.

source: Name of skin (CSS class)
ru: Насзвание стиля (CSS класс)

source: Orientation of the entire menu (horizontal or vertical)
ru: Позиция всего меню (горизонтально или вертикально)

source: Orientation CSS class to apply to slots (stacking or columnar)
ru: Css класс позиции меню

source: Custom CSS classes to apply to slots
ru: Пользовательские классы для меню

source: Mega menus
ru: Мегаменю

source: Make megamenu (aka megadropdowns) from a Drupal menu
ru: Сделать мегаменю из системного меню

source: Mega Menus Settings
ru: Настройки мегаменю

source: Configure the mega menu
ru: Настройка мегаменю

source: Enable Mega Menu Block
ru: Включить

source: configure mega
ru: настроить

source: To enable a Megamenu, go to 'site building -> blocks' in the admin section. Here you can place a Megamenu, most likely in the header region, and it will inherit its structure from the associated Drupal menu
ru: После настроек на этой странице, вы должны будете включить соответствующий блок на странице управления блоками (admin/build/block)

source: Mega-Menu Settings for:
ru: Настройки меню

source: Orientations
ru: Ориентация элементов

source: Menu Orientation
ru: Позиция

source: horizontal
ru: Горизонтально

source: vertical
ru: Вертикально

source: Select whether the mega menu will extend horizontally and drop down, or if it will extend vertically and fly out.
ru: Выберите позицию меню. Горизонтально: подпункты будут выпадать вниз, вертикально: подпункты будут выдвигаться влево или направо.

source: Slot Orientation
ru: Секции

source: columnar
ru: Колонки

source: stacking
ru: Кладка

source: Select whether slots will sit next to each other (columnar) or stack on top of each other (stacking).
ru: Выберите, как будут располагаться секции меню: колонками или "кладкой".

source: Style Settings
ru: Стиль

source: Select a skin for this menu
ru: Выберите стиль внешнего оформления для меню

source: Skin Type
ru: Стиль оформления

source: Use a skin supplied with this module
ru: Использовать стиль, предоставленный модулем

source: Use your own custom skin
ru: Использовать свой стиль

source: Select if you wish to use a pre-defined skin
ru: Выберите, если вы хотите использовать предустановленный стиль оформления

source: Supplied Skin Name
ru: Предустановленный стиль

source: friendly
ru: расширенный

source: minimal
ru: минимальный

source: Select one of the supplied skins to use
ru: Выберите один из предустановленных стилей

source: Custom Skin Name
ru: Свой стиль

source: Type in the name of your custom skin (This will become a class value applied to the menu: megamenu-skin-[skin name]).
ru: Укажите название своего стиля (оно будет также классом меню: megamenu-skin-[название стиля]

source: Save Configuration
ru: Сохранить

source: Configuration Saved
ru: Настройки сохранены

source: If you want to use a custom skin, you must specify its name
ru: Если вы хотите использовать свой стиль, вы должны указать его название

source: Value must be plain text
ru: Значение должно быть в виде простого текста

source: administer mega menu
ru: Администрировать мегаменю

source: Mega Menu
ru: Мегаменю

source: Usual price:
ru: Обычная цена:

source: Product kit discount:
ru: Скидка при покупке в наборе:

source: Buying these products separately you would pay
ru: Покупая товары в этом наборе отдельно, вы бы заплатили в сумме

source: You will save
ru: Вы сэкономите

source: by buying these
ru: при покупке этих

source: _together
ru: вместе

source: Manage your address book
ru: Редактирование адресной книги

source: Edit your profile
ru: Редактирование профиля

source: Manage facebook account
ru: Привязка к аккаунту Facebook

source: Manage twitter account
ru: Привязка к аккаунту Twitter

source: Manage openid account
ru: Привязка к OpenId

source: Profile mail
ru: E-mail профиля:

source: You subscriber on:
ru: Вы подписаны на:

source: Profile username
ru: Логин профиля:

source: Your role(s)
ru: Ваши роли

source: You do not have default address set yet.
ru: У вас пока не установлен адрес по умолчанию.

source: Please,provide at least one default address for quicker checkout.
ru: Пожалуйста, укажите заранее данные, которые будут использоваться по умолчанию для платёжного адреса или адреса доставки - это ускорит оформление заказа в будущем.

source: You may also enter billing and delivery information during checkout.
ru: Вы также можете указать свои данные для доставки или оплаты непосредственно во время оформления заказа.

source: My default address
ru: Мой основной адрес

source: My userpoints
ru: Мои баллы

source: You can use your points to get discount for ordered products.
ru: Вы можете использовать ваши баллы для получения скидки во время заказа.

source: You are not subscribed to any our newsletters.
ru: Вы не подписаны ни к одной нашей рассылке. Подписка на рассылку позволяет вам быть в курсе свежих поступлений, акций и скидок. Вы можете в любой момент легко отписаться от получение рассылок.

source: Subscribe now!
ru: Подписаться на рассылку!

source: Profile of
ru: Профиль пользователя

source: My address book
ru: Мои адреса

source: My OpenId accounts
ru: Мои OpenId аккаунты

source: You are currently logged in as:
ru: Вы вошли как пользователь

source: Subscribe to store newsletters
ru: Хотите быть в курсе новых поступлений в магазин, скидок и акций? Выберите категорию рассылок ниже

source: NOTE: we DO NOT spam!
ru: Рассылки носят ненавязчивый характер, вы можете отписаться в любой момент в пару кликов. Мы не передаём ваш E-mail третьей стороне и не занимаемся спамом!

source: A library of helpful tools by Merlin of Chaos.
ru: Библиотека полезных инструментов.

source: Provides feature management for Drupal.
ru: Предоставляет управление свойствами системы.

source: Provides automatic downloads and updates for translations
ru: Предоставляет автоматическую загрузку и обновление переводов системы.

source: Enforces variable values defined by modules that need settings set to operate properly.
ru: Обрабатывает переменные из таблицы variable для специфического использования другими модулями

source: Chaos tool suite
ru: Набор Chaos tool

source: A special cache used to store objects that are being edited; it serves to save state in an ordinarily stateless environment.
ru: Для сохранения редактируемых объектов используется специальный кэш, который сохраняет состояние объекта в непостоянном окружении.

source: Menu items for any enabled features.
ru: Пункты меню для любых включённых свойств.

source: Filter formats
ru: Форматы ввода

source: Menu links
ru: Ссылки меню

source: Menu items
ru: Пункты меню

source: Imagecache presets
ru: Алгоритмы кэша изображений

source: Vocabulary terms
ru: Термины словаря

source: All the terms in a vocabulary.
ru: Все термины в словаре.

source: Profile category
ru: Категория профиля

source: Contents of a single profile category.
ru: Содержимое одиночной категории профиля.

source: The picture of a user.
ru: Аватар пользователя.

source: User profile
ru: Профиль пользователя

source: The profile of a user.
ru: чётная запись пользователя.

source: User signature
ru: Подпись пользователя

source: The signature of a user.
ru: Подпись пользователя.

source: Term description.
ru: Описание термина.

source: List of related terms
ru: Список связанных терминов

source: Terms related to an existing term; may be child, siblings or top level.
ru: Термины, связанные с существующим термином. Могут быть вложенными, одноуровневыми и верхнего уровня.

source: Add the breadcrumb trail as content.
ru: Добавить линейку хлебных крошек в виде содержимого.

source: Page elements
ru: Элементы страницы

source: Feed icons
ru: Иконки фидов

source: Add the site feed_icons statement as content.
ru: Добавить иконки фидов в виде содержимого.

source: Page footer message
ru: Сообщение внизу страницы

source: Add the page footer message as content.
ru: Добавить сообщение внизу в виде содержимого.

source: Add the help text of the current page as content.
ru: Добавить справочный текст текущей страницы в виде содержимого.

source: Site logo
ru: Логотип сайта

source: Add the logo trail as content.
ru: Добавить логотип в виде содержимого

source: Status messages
ru: Сообщение состояния

source: Add the status messages of the current page as content.
ru: Добавить сообщение состояния текущей страницы в виде содержимого.

source: Add the site mission statement as content.
ru: Добавить текст миссии сайта в виде содержимого.

source: Primary navigation links
ru: Первичные ссылки

source: Add the primary_links (local tasks) as content.
ru: Добавить первичные ссылки (local tasks) в виде содержимого.

source: Secondary navigation links
ru: Вторичные навигационные ссылки

source: Add the secondary_links (local tasks) as content.
ru: Добавить вторичные ссылки (local tasks) в виде содержимого.

source: The name of the site.
ru: Название сайта.

source: Add the slogan trail as content.
ru: Добавить слоган в виде содержимого.

source: Add the tabs (local tasks) as content.
ru: Добавить табы (local tasks) в виде содержимого.

source: Add the page title as content.
ru: Добавить заголовок страницы в качестве контента

source: Node form author information
ru: Форма документа с информацией автора

source: Author information on the Node form.
ru: Информация об авторе в форме документа

source: Form
ru: Форма

source: Node form submit buttons
ru: Кнопки в форме документа

source: Submit buttons for the node form.
ru: Кнопки сохранения в форме документа.

source: Node form comment settings
ru: Настройки формы комментария документа

source: Comment settings on the Node form.
ru: Настройки комментариев в форме документа.

source: Node form input format
ru: Формат ввода в форме документа

source: Input format for the body field on a node.
ru: Формат ввода для основного текста документа.

source: Node form revision log message
ru: Сообщение логов варинтов документа

source: Revision log message for the node.
ru: Лог сообщений для вариантов (ревизий) документа.

source: Node form menu settings
ru: Настройки меню в форме документа

source: Menu settings on the Node form.
ru: Настройки меню в форме документа.

source: Node form url path settings
ru: Настройки пути формы документа

source: Publishing options on the Node form.
ru: Опции публикации а форме документа

source: Node form publishing options
ru: Опции публикации в форме документа

source: Node form categories
ru: Категории формы документа

source: Taxonomy categories for the node.
ru: Категории таксономии для документа.

source: A list of files attached to the node.
ru: Список файлов, вложенных в документ.

source: Node author
ru: Автор документа

source: The author of the referenced node.
ru: Автор связанного документа.

source: Node body
ru: Основной текст документа

source: The body of the referenced node.
ru: Основной текст связанного документа.

source: Node comments
ru: Комментарии документа

source: The comments of the referenced node.
ru: Комментарии связанного документа.
