Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Comment form
ru: Форма комментария

source: A form to add a new comment.
ru: Форма для добавления комментариев.

source: Node content
ru: Комментарий документа

source: The content of the referenced node.
ru: Содержимое связанного документа.

source: Node created date
ru: Дата создания документа

source: The date the referenced node was created.
ru: Дата связанного документа была создана.

source: Node links
ru: Ссылки документа

source: Node links of the referenced node.
ru: Ссылки связанного документа.

source: Node terms
ru: Термины документа

source: Taxonomy terms of the referenced node.
ru: Термины таксономии связанного документа.

source: The title of the referenced node.
ru: Заголовок связанного документа.

source: Node type description
ru: Описание типа документа

source: Node type description.
ru: Описание типа документа.

source: Node last updated date
ru: Дата последнего обновления документа

source: The date the referenced node was last updated.
ru: Дата, когда в последний раз был обновлен соответствующий документ.

source: Existing node
ru: Существующий документ

source: Add a node from your site as content.
ru: Добавить форму документа из вашего сайта в виде содержимого.

source: General form
ru: Общая форма

source: Everything in the form that is not displayed by other content.
ru: Другое в этой форме, которое не отображается другим содержимым.

source: Custom content
ru: Пользовательское содержимое

source: The site contact form that allows users to send a message to site administrators.
ru: Контактная форма, которая позволяет пользователям отправлять сообщение администратору сайта.

source: Widgets
ru: Виджеты

source: User contact form
ru: Контактная форма пользователя

source: The site contact form that allows users to contact other users.
ru: Контактная форма позволяет связываться с другими пользователями сайта

source: Manage features.
ru: Управление свойствами

source: Cleanup
ru: Очистка

source: Detect and disable any orphaned feature dependencies.
ru: Выявить и выключить любые потерянные зависимости свойств.

source: Populate feature
ru: Заполнить свойства

source: AHAH callback to populate a feature from selected components.
ru: Обратный вызов AHAH для заполнения свойств выбранными компонентами.

source: Manage Drupal variable settings that have been strongarmed.
ru: Управление переменными, которые были обработаны модулем Strongarm

source: No features; consider <a href="!url">adding one.</a>
ru: Пока нет свойств. <a href="!url">Добавить</a>

source: Enable and disable features.
ru: Включение и отключения свойств.

source: Create feature
ru: Создать свойства

source: Create a new feature.
ru: Создание новых свойств

source: A "Feature" is a certain type of Drupal module with contains a package of configuration that, when enabled, provides a new set of functionality for your Drupal site. Enable features by selecting the checkboxes below and clicking the Save configuration button. If the configuration of the feature has been changed its "State" will be either "overridden" or "needs review", otherwise it will be "default", indicating that the configuration has not been changed. Click on the state to see more details about the feature and its components.
ru: "Свойства" - это определённый тип модуля Drupal, который содержит набор определённых настроек, которые создают тот или иной функционал сайта. Включите свойства, выбрав чекбокс ниже и нажав кнопку сохранения настроек. Если конфигурация свойств была изменена, её "Статус" будет "переписан" или "нуждается в рассмотрении", иначе - в состоянии "по умолчанию", что означает, что конфигурация не была изменена.

source: Available updates
ru: Доступные обновления

source: No projects or languages to update.
ru: Нет проектов или языков для обновления.

source: Select one or more languages to download and update. If you select none, all of them will be updated.
ru: Выберите один или более языков для загрузки и обновления. Если ничего не выбрано, будут обновлены все.

source: Update translations
ru: Обновить переводы

source: Refresh information
ru: Обновить инфо

source: Cannot find any translation updates.
ru: Невозможно найти никакие обновления переводов

source: Fetched information about available updates from the server
ru: Получение информации по доступным обновлениям на сервере

source: Failed to fetch information about available updates from the server
ru: Ошибка при получении информации по доступным обновлениям на сервере

source: Update source
ru: Источник обновления

source: Import mode
ru: Режим импорта

source: Check for updates
ru: Проверить обновления

source: Never (manually)
ru: Никогда (вручную)

source: Daily
ru: Ежедневно

source: Weekly
ru: Еженедельно

source: Select how frequently you want to automatically check for updated translations for installed modules and themes.
ru: Выберите, как часто вы бы хотели автоматически проверять доступные обновления переводов для установленных модулей

source: Update disabled modules
ru: Обновить выключенные модули

source: Enable if you want translations for disabled modules to be updated too. This comes with an important performance penalty so it is not recommended.
ru: Включите, если вы хотите также обновлять переводы выключенных модулей. Влияет на общую производительность сайта, поэтому не рекомендуется.

source: Store downloaded files
ru: Показать загруженные файлы

source: Local directory, relative to your Drupal install, for storing downloaded files so they can be reused by other installs. If left empty the downloaded translation will not be saved.
ru: Локальная директория относительно главной директории установки системы для хранения загруженных файлов. Если не указано, переводы не будут сохранены.

source: Translation updates replace existing ones, new ones are added
ru: Обновления переписывают существующие строки, новые добавляются

source: Edited translations are kept, only default ones (previously imported) are overwritten and new translations are added
ru: Отредактированные переводы сохраняются, только дефолтные (предыдущие) переписываются и новые переводы добавляются

source: Local files and remote server.
ru: Локальные файлы и удалённый сервер

source: Local files only.
ru: Только локальные файлы

source: Remote server only.
ru: Только удалённый сервер

source: Remote update available
ru: Доступно удалённое обновление

source: Local update available
ru: Доступно локальное обновление

source: No information
ru: Нет информации

source: Updating translation.
ru: Обновление перевода

source: Downloading and importing files.
ru: Скачивание и импорт файлов.

source: Importing downloaded translation: %url.
ru: Импорт загруженных файлов: %url.

source: Failed download from %url
ru: Ошибка при загрузке из %url

source: Successfully downloaded and imported translation from %url
ru: Переводы из %url удачно загружены и импортированы

source: Imported translation file %name.
ru: Файл перевода %name импортирован.

source: Failed import of translation file %name.
ru: Ошибка при импорте перевода %name.

source: Successfully imported translations.
ru: Переводы удачно импортированы.

source: Error importing translations.
ru: Ошибка при импорте переводов.

source: Successfully downloaded %download_link to %tmpfile
ru: %download_link успешно загружен в %tmpfile

source: Unable to download and save %download_link file to %tmpfile.
ru: Невозможно загрузить и сохранить файл %download_link в %tmpfile.

source: Error creating temporary file for download in %tmpdir. Remote file is %download_link.
ru: Ошибка при создании временного файла для загрузки в %tmpdir. Удалённый файл - %download_link.

source: List of latest imported translations and available updates for each enabled project and language.
ru: Список последних импортированных переводов и доступных обновлений для каждого включённого проекта и языка.

source: If there are available updates you can click on Update for them to be downloaded and imported now or you can edit the configuration for them to be updated automatically on the <a href="@update-settings">Update settings page</a>
ru: Если есть доступные обновления, вы можете кликнуть "Обновить", чтобы обновить их.

source: These are the settings for the translation update system. To update your translations now, check out the <a href="@update-admin">Translation update administration page</a>.
ru: Здесь находятся настройки обновления переводов. <a href="@update-admin">Обновить переводы</a>.

source: No information is available about potential new and updated translations for currently installed modules and themes. To check for updates, you may need to <a href="@run_cron">run cron</a> or you can <a href="@check_manually">check manually</a>. Please note that checking for available updates can take a long time, so please be patient.
ru: Информация о доступных переводах недоступна. Чтобы проверить обновления, <a href="@run_cron">запустите крон</a> или проверьте обновления <a href="@check_manually">вручную</a>

source: Automatically checked @checked translations, updated @updated.
ru: Автоматически проверены @checked переводов, обновлено - @updated.

source: Translation updates
ru: Обновления переводов

source: Automatic update configuration
ru: Настройка автоматического обновления

source: Translation update status
ru: Состояние перевода

source: There are available updates
ru: Есть доступные обновления

source: There are new or updated translations available for currently installed modules and themes. To check for updates, you can visit the <a href="@check_manually">translation update page</a>.
ru: Есть новые или обновлённые переводы. Проверьте обновления <a href="@check_manually">здесь</a>.

source: All your translations are up to date
ru: Все ваши переводы обновлены

source: No update data available
ru: Нет информации об обновлениях

source: Locale updater
ru: Локальное обновление

source: Unable to complete operation. Fatal error in @file on line @line: @message
ru: Невозможно закончить операцию. Критическая ошибка в @file в строке @line: @message

source: CTools CSS Cache
ru: CTools CSS кэш

source: Exists
ru: Существует

source: The CTools CSS cache directory, %path could not be created due to a misconfigured files directory. Please ensure that the files directory is correctly configured and that the webserver has permission to create directories.
ru: CTools CSS кэш директория, %path не может быть создана, так как не настроена файловая система. Проверьте права и настройки файловой системы.

source: Unable to create
ru: Невозможнос создать

source: CTools PHP requirements
ru: Требования PHP для CTools

source: CTools requires certain features only available in PHP 5.2.0 or higher.
ru: Для нормальной работы CTools требуется PHP 5.2.0 или выше.

source: @type will not display due to missing context
ru: @type не будет отображаться из-за отсутствующего контекста

source: @type:@subtype will not display due to missing context
ru: @type:@subtype не бедет отображаться из-за отсутствующего контекста

source: No info
ru: Нет информации

source: No info available.
ru: Информация недоступна.

source: Override title
ru: Переписать заголовок

source: You may use %keywords from contexts, as well as %title to contain the original title.
ru: Вы можете использовать %keywords из контекста, также как и %title на предмет их содержания в оригинальном заголовке

source: Configure new !subtype_title
ru: Настроить новый !subtype_title

source: Configure !subtype_title
ru: Настроить !subtype_title

source: by @user
ru: @user

source: All criteria must pass.
ru: Должны быть удовлетворены все критерии.

source: Only one criteria must pass.
ru: Только один критерий должен быть удовлетворён.

source: Broken/missing access plugin %plugin
ru: Неисправный/отсутствующий плагин %plugin

source: Configure settings for this item.
ru: Настройки для этого пункта.

source: Remove this item.
ru: Удалить этот пункт.

source: Provide a short description of what users should expect when they enable your feature.
ru: Короткое описание возможностей свойств.

source: No criteria selected, this test will pass.
ru: Критерии не выбраны, этот тест пройдёт

source: Missing callback hooks.
ru: Утеряны хуки обратного вызова

source: Add criteria
ru: Добавить критерий

source: Edit criteria
ru: Редактировать критерий

source: Reverse (NOT)
ru: Повернуть (NOT)

source: argument
ru: аргумент

source: Add argument
ru: Добавить аргумент

source: relationship
ru: взаимосвязь

source: Add relationship
ru: Добавить взаимосвязь

source: Contexts
ru: Контексты

source: context
ru: контекст

source: Add context
ru: Добавить контекст

source: Required contexts
ru: Обязательные контексты

source: required context
ru: обязательный контекст

source: Add required context
ru: Добавить обязательный контекст

source: Invalid object name.
ru: Неправильное название объекта.

source: Add @type "@context"
ru: Добавить @type "@context"

source: Invalid context type
ru: Неправильный тип контекста

source: Edit @type "@context"
ru: Редактировать @type "@context"

source: Identifier
ru: Идентификатор

source: Enter a name to identify this !type on administrative screens.
ru: Укажите название для идентификации этого !type для администратора.

source: Keyword
ru: Ключевое слово

source: Enter a keyword to use for substitution in titles.
ru: Укажите ключевое слово для использования в качестве подстановки в заголовке

source: Strongarm lets site builders manage default variable settings. All the default values provided by Strongarm are listed on this page. Any overridden value can be reverted to its default by selecting its checkbox and clicking 'Reset to defaults'.
ru: Модуль Strongarm позволяет разработчикам управлять дефолтными настройками переменных. Все дефолтные переменные, предоставленные Strongarm указаны на этой странице. Любые переписанные занчения могут быть возвращены обратно при выборе соотвествующих чекбоксов и нажатии на кнопку "Вернуться к исходным".

source: Ignore it; content that requires this context will not be available.
ru: Игнорировать; содержимое, которое требует это содержимое, не будет доступно.

source: Display page not found or display nothing at all.
ru: Страница отображения не найдена или она пуста.

source: If the argument is missing or is not valid, select how this should behave.
ru: Если аргумент не найден или неправильный, выберите поведение для этого случая.

source: Enter a title to use when this argument is present. You may use %KEYWORD substitution, where the keyword is specified below.
ru: Укажите заголовок для использования, если этот аргумент представлен. Вы можете использовать подстановку %KEYWORD, который указан ниже.

source: Unable to delete missing item!
ru: Невозможно удалить утраченный пункт!

source: Edit @type
ru: Редактировать @type

source: Note that CCK fields may be used as keywords using patterns like <em>%node:field_name-formatted</em>.
ru: Помните, что CCK поля могут быть использованы как ключевики, использующие шаблоны вида <em>%node:field_name-formatted</em>.

source: More keywords will be available if you install the Token module, see http://drupal.org/project/token.
ru: Больше ключевиков будут доступны, если вы установите модуль "Токен"

source: Summary of contexts
ru: Сводка контекстов

source: Unknown context
ru: Неизвестный контекст

source: No context
ru: Нет контекста

source: Context %count
ru: Контекст %count

source: Context
ru: Контекст

source: Please choose which context and how you would like it converted.
ru: Выберите, какой контекст и как бы вы хотели его конвертировать.

source: Logged in user
ru: Авторизированный пользователь

source: , and
ru: , и

source: , or
ru: , или

source: Built in context
ru: Встроенный контекст

source: Keyword: %@keyword
ru: Ключевик: %@keyword

source: Argument @count
ru: Аргумент @count

source: Context @count
ru: Контекст @count

source: From "@title"
ru: От "@title"

source: Unable to create CTools CSS cache directory. Check the permissions on your files directory.
ru: Невозможно создать директорию кэша CTools CSS. Проверьте права в файловой директории.

source: The plugin definition of @plugin is missing the %key key.
ru: Утрачен ключ %key зависимости для плагина @plugin

source: The plugin definition of @plugin cannot locate schema %schema.
ru: Схема %schema не найдена для зависимости плагина @plugin.

source: The plugin definition of @plugin uses %schema, but it has no export section.
ru: Плагин @plugin использует %schema, но в нём нет секции экспорта.

source: Add a new @plugin
ru: Добавить новый @plugin

source: Edit @plugin %title
ru: Редактировать @plugin %title

source: Clone @plugin %title
ru: Клонировать @plugin %title

source: Import @plugin
ru: Импорт @plugin

source: Export @plugin %title
ru: Экспорт @plugin %title

source: Are you sure you want to revert %title?
ru: Вы уверены, что хотите вернуть назад %title?

source: This action will permanently remove any customizations made to this item.
ru: Это действие полностью удалит все настройки, сделанные для этого пункта.

source: The item has been reverted.
ru: Пункт был возвращён назад.

source: This action will permanently remove this item from your database..
ru: Это действие полностью удалит этот пункт с базы данных.

source: The item has been deleted.
ru: Пункт был удалён.

source: %title has been created.
ru: %title был создан.

source: %title could not be created.
ru: %title не был создан.

source: %title has been updated.
ru: %title был обновлён.

source: %title could not be updated.
ru: %title не был обновлён.

source: You can import an exported definition by pasting the exported object code into the field below.
ru: Вы можете импортировать и экспортировать зависимость путём вставки кода экспортируемого объекта в поле ниже.

source: @plugin %title was enabled.
ru: @plugin %title был включён.

source: @plugin %title was disabled.
ru: @plugin %title был выключен.

source: Learn more about the @module module.
ru: Узнайте больше о модуле @module

source: Learn more about the @module module by enabling the <a href="@path">Advanced help</a> module.
ru: Узнайте больше об модуле @module, включив <a href="@path">этот модуль</a>

source: Configuration error. No handler found.
ru: Ошибка настройки. Обработчик не найден.

source: No item found.
ru: Пункт не найден.

source: Local
ru: Локально

source: Auto-detected
ru: Обнаружено автоматически

source: The export definition of @table is missing the "primary key" property.
ru: Экспорт @table утратил свойство "первичного ключа".

source: - Choose -
ru: - Выберите -

source: Loading...
ru: Загрузка ...

source: Close Window
ru: Закрыть окно

source: Unable to create CTools styles cache directory @path. Check the permissions on your files directory.
ru: Невозможно создать для кэша стилей CTools директорию @path. Проверьте права файловой директории.

source: Select base style
ru: Выберите базовый стиль

source: Missing settings cache.
ru: Настройки кэш утрачены.

source: Configure style
ru: Настройка стиля

source: Font family
ru: Тип шрифта

source: User: compare
ru: Пользователь: Сравнение

source: Compare two users (logged-in user and user being viewed, for example)
ru: Сравнить двух пользователей

source: First User
ru: Первый пользователь

source: Second User
ru: Второй пользователь

source: Grant access based on comparison of the two user contexts. For example, to grant access to a user to view their own profile, choose "logged in user" and "user being viewed" and say "grant access if equal". When they're the same, access will be granted.
ru: Давать доступ на основании сравнения двух пользователей.

source: Grant access if user contexts are
ru: Дать доступ, если есть контекст пользователя

source: Equal
ru: Равно

source: Not equal
ru: Не равно

source: Context exists
ru: Контекст существует

source: Control access by whether or not a context exists and contains data.
ru: Доступ в зависимости от того, существует ли контекст и содержит ли он данные.

source: Check to see if the context exists (contains data) or does not exist (contains no data). For example, if a context is optional and the path does not contain an argument for that context, it will not exist.
ru: Отметьте, чтобы видеть, существует ли контекст (содержит данные) или не существует (не содержит данные).

source: Doesn't exist
ru: Не существует

source: @identifier exists
ru: @identifier существует

source: @identifier does not exist
ru: @identifier не существует

source: Node: accessible
ru: Документ: доступен

source: Control access with built in Drupal node access test.
ru: Контроль доступа со встроенным тестом доступа к документу.

source: Create nodes of the same type
ru: Создать документ того же типа

source: Using built in Drupal node access rules, determine if the user can perform the selected operation on the node.
ru: Используя встроенные всистемные правила доступа, определить, может ли пользователь выполнять выбранные операции над документом.

source: @user can view @node.
ru: @user может смотреть @node.

source: @user can edit @node.
ru: @user может смотреть @node.

source: @user can delete @node.
ru: @user может удалять @node.

source: @user can create nodes of the same type as @node.
ru: @user может создавать документы такого же типа как и @node.

source: Node: language
ru: Документ: language

source: Control access by node language.
ru: Контроль доступа по языку документа.

source: Current site language
ru: Текущий язык сайта

source: Pass only if the node is in one of the selected languages.
ru: Принять только тогда, когда документ есть в одном из выбранных языков.

source: @identifier is in any language
ru: @identifier есть в любом языке

source: @identifier language is "@languages"
ru: Язык @identifier является "@languages"

source: Node: type
ru: Документ: type

source: Control access by node_type.
ru: Контроль доступа по node_type.

source: Only the checked node types will be valid.
ru: Только отмеченные документы будут действительными.

source: @identifier is any node type
ru: @identifier является любым типом документа

source: @identifier is type "@types"
ru: Тип @identifier является "@types"

source: String: URL path
ru: Строка: URL

source: Control access by the current path.
ru: Контроль доступа по текущему пути

source: Note: if no context is chosen, the current page path will be used.
ru: Помните: если контекст не выбран, будет использован путь текущей страницы.

source: Allow access on the following pages
ru: Позволить доступ к таким страницам

source: Allow access on all pages except the following pages
ru: Позволить доступ ко всем страницам, кроме

source: Paths
ru: Пути

source: Current path
ru: Текущий путь

source: @identifier is "@paths"
ru: Тип @identifier является "@paths"

source: @identifier is not "@paths"
ru: Тип @identifier не является "@paths"

source: User: permission
ru: Пользователь: права

source: Control access by permission string.
ru: Контроль доступа по строке прав

source: Only users with the selected permission flag will be able to access this.
ru: Только пользователи с выбранными правами имеют возможность доступа.

source: Error, unset permission
ru: Ошибка, неустановленные права

source: @identifier has "@perm"
ru: @identifier имеет "@perm"

source: Control access through arbitrary PHP code.
ru: Контроль доступа через PHP

source: Administrative desc
ru: Описание администратора

source: A description for this test for administrative purposes.
ru: Описание, которое доступно только администратору
