Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: <a href="@bing-url">Bing Webmaster Center</a> will ask you to add a meta tag in order to verify you have write access to the pages of the web site you registered with their services.
ru: <a href="@bing-url">Bing Webmaster Center</a> попросит вас добавить мета-тег, чтобы убедиться, что вы являетесь хозяином сайта.

source: <a href="@google-url">Google Webmaster Tools</a> will ask you to add a meta tag in your web site to provide you with an easy way to make your site more <a href="http://google.com">Google</a>-friendly.
ru: <a href="@google-url">Google Webmaster Tools</a> попросит вас добавить мета-тег, чтобы убедиться, что вы являетесь хозяином сайта.

source: <a href="@yahoo-url">Yahoo! Site Explorer</a> will ask you to add a meta tag in your web site to allow you to explore all the web pages indexed by <a href="http://search.yahoo.com">Yahoo! Search</a>.
ru: <a href="@yahoo-url">Yahoo! Site Explorer</a> попросит вас добавить мета-тег, чтобы убедиться, что вы являетесь хозяином сайта.

source: <a href="http://webmaster.yandex.ru">Yandex Webmaster</a> will ask you to add a meta tag in your web site to provide you with an easy way to make your site more <a href="http://yandex.ru">Yandex</a>-friendly.
ru: <a href="http://webmaster.yandex.ru">Yandex Webmaster</a> запрашивает проверочный метатег для подтверждения прав на сайт.

source: One translation string was skipped because it contains disallowed HTML.
ru: Одна строка была пропущена, так как она содержит запрещённый HTML.

source: Alias
ru: Синоним

source: System
ru: Система

source: No URL aliases available.
ru: Нет доступных синонимов.

source: Existing system path
ru: Существующий системный путь

source: Specify the existing path you wish to alias. For example: node/28, forum/1, taxonomy/term/1+2.
ru: Укажите любой существующий системный путь, для которого будет создан синоним в поле ниже.

source: Path alias
ru: Синоним

source: Specify an alternative path by which this data can be accessed. For example, type "about" when writing an about page. Use a relative path and don't add a trailing slash or the URL alias won't work.
ru: Определите синоним для указанного выше системного пути.Не добавляйте слэш на конце и в начале,иначе синоним не будет работать.

source: Update alias
ru: Обновить синоним

source: Create new alias
ru: Создать новый синоним

source: The alias %alias is already in use in this language.
ru: Синоним %alias уже используется в этом языке.

source: The alias has been saved.
ru: Синоним был сохранён

source: Are you sure you want to delete path alias %title?
ru: Вы уверены,что хотите удалить синоним "%title"?

source: Filter aliases
ru: Фильтр синонимов

source: The path module allows you to specify aliases for Drupal URLs. Such aliases improve readability of URLs for your users and may help internet search engines to index your content more effectively. More than one alias may be created for a given page.
ru: Модуль "Синонимы" позволяет определять синонимы страниц сайта.Такие синонимы улучшают визуальное восприятие адресов пользователем,тем самым повышая юзабилити сайта.Также синонимы очень полезны для улучшения индексирования страниц сайта поисковыми машинами.

source: <p>Some examples of URL aliases are:</p> <ul> <li>user/login =&gt; login</li> <li>image/tid/16 =&gt; store</li> <li>taxonomy/term/7+19+20+21 =&gt; store/products/whirlygigs</li> <li>node/3 =&gt; contact</li> </ul>
ru: <p>Некоторые примеры синонимов URL:</p> <ul> <li>user/login =&gt; login</li> <li>image/tid/16 =&gt; store</li> <li>taxonomy/term/7+19+20+21 =&gt; store/products/whirlygigs</li> <li>node/3 =&gt; contact</li> </ul>

source: For more information, see the online handbook entry for <a href="@path">Path module</a>.
ru: За справкой обращайтесь <a href="@path">сюда</a>.

source: Enter the path you wish to create the alias for, followed by the name of the new alias.
ru: Укажите любой системный путь и соответствующий ему синоним.

source: The alias has been deleted.
ru: Синоним был удалён.

source: The path is already in use.
ru: Этот путь уже используется

source: URL path settings
ru: URL

source: Optionally specify an alternative URL by which this node can be accessed. For example, type "about" when writing an about page. Use a relative path and don't add a trailing slash or the URL alias won't work.
ru: Укажите дополнительно альтернативный адрес этой страницы.Например,напишите "about" для страницы "О сайте".Используйте относительные пути и не добавляйте слэши на конце адреса,иначе синоним не будет работать.

source: create url aliases
ru: Создавать синонимы

source: administer url aliases
ru: Администрировать синонимы

source: Add alias
ru: Добавить

source: It appears that the <a href="@token_link">Token module</a> is not installed. Please ensure that you have it installed so that Pathauto can work properly. You may need to disable Pathauto and re-enable it to get Token enabled.
ru: Похоже, что <a href="@token_link">модуль "Токен"</a> не установлен. Убедитесь,что он был установлен. Вам,возможно,придется повторно отключить и включить модуль "Автоматический синоним",чтобы активировать модуль "Токен".

source: Display alias changes (except during bulk updates).
ru: Отображать изменения синонимов (кроме массового обновления).

source: Separator
ru: Разделитель

source: Character used to separate words in titles. This will replace any spaces and punctuation characters. Using a space or + character can cause unexpected results.
ru: Символ, разделяющий слова в заголовках. Им заменяются все пробелы и символы пунктуации. Использование пробела или символа + может привести к непредвиденным результатам.

source: Character case
ru: Регистр символов

source: Leave case the same as source token values.
ru: Оставить регистр таким, какой он есть в исходном значении токена.

source: Change to lower case
ru: Перевести в нижний регистр.

source: Maximum alias length
ru: Длина синонима

source: Maximum length of aliases to generate. 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
ru: Максимальная длина создаваемого синонима.Рекомендуется 100.

source: Maximum component length
ru: Длина компонента

source: Maximum text length of any component in the alias (e.g., [title]). 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
ru: Максимальная длина текста любого компонента синонима (например [title]). Рекомендуемое значение: 100.

source: Maximum number of objects to alias in a bulk update
ru: Ограничение

source: Maximum number of objects of a given type which should be aliased during a bulk update. The default is 50 and the recommended number depends on the speed of your server. If bulk updates "time out" or result in a "white screen" then reduce the number.
ru: Максимальное число объектов данного типа,которым должны быть обновлены синонимы при массовом обновлении.По умолчанию это число 50.Помните,что максимальное число синонимов должно соответствовать быстродействию вашего сервера,иначе будут наблюдаться сбои и зависания при массовом обновлении синонимов.

source: Do nothing. Leave the old alias intact.
ru: Ничего не делать. Оставлять старый синоним нетронутым.

source: Create a new alias. Leave the existing alias functioning.
ru: Создавать новый синоним. Оставлять существующий синоним в рабочем состоянии.

source: Create a new alias. Delete the old alias.
ru: Создавать новый синоним. Удалять старый синоним.

source: Create a new alias. Redirect from old alias.
ru: Создавать новый синоним. Переадресовать со старого синонима.

source: Update action
ru: Действие при обновлении

source: What should pathauto do when updating an existing content item which already has an alias?
ru: Что следует сделать при обновлении существующего элемента содержимого, который уже имеет синоним?

source: When a pattern includes certain characters (such as those with accents) should Pathauto attempt to transliterate them into the ASCII-96 alphabet? Transliteration is determined by the i18n-ascii.txt file in the Pathauto directory. <strong>This option is disabled on your site because you do not have an i18n-ascii.txt file in the Pathauto directory.</strong>
ru: Когда шаблон включает в себя некоторые символы (например, с умла́утом), должен ли модуль "Автоматический синоним" попытаться транслитерировать страницу в ASCII-96 алфавит? Транслитерация определяется файлом i18n-ascii.txt,который находится в директории модуля "Автоматический синоним".<STRONG>Эта опция отключена на вашем сайте, поскольку у вас нет файла i18n-ascii.txt .</STRONG>

source: When a pattern includes certain characters (such as those with accents) should Pathauto attempt to transliterate them into the ASCII-96 alphabet? Transliteration is determined by the i18n-ascii.txt file in the Pathauto directory.
ru: Когда шаблон включает в себя некоторые символы (например, с умла́утом), должен ли модуль попытаться транслитерировать страницу в ASCII-96 алфавит? Транслитерация определяется файлом i18n-ascii.txt,который находится в директории модуля "Автоматический синоним".

source: Transliterate prior to creating alias
ru: Транслитерировать перед созданием синонима.

source: Reduce strings to letters and numbers from ASCII-96
ru: Убирать из строк символы, не входящие в набор ASCII-96.

source: Filters the new alias to only letters and numbers found in the ASCII-96 set.
ru: Оставлять в создаваемых синонимах только буквы и цифры, входящие в набор ASCII-96.

source: Strings to Remove
ru: Удаление

source: Words to strip out of the URL alias, separated by commas. Do not place punctuation in here and do not use WYSIWYG editors on this field.
ru: Слова, разделители для синонима URL, отделенные запятыми. Не помещайте сюда знаки пунктуации и не используйте визуальный редактор для этого поля.

source: Punctuation settings
ru: Пунктуация

source: Replace by separator
ru: Заменить разделителем

source: No action (do not replace)
ru: Нет действия (не заменять)

source: Use -raw replacements for text to avoid problems with HTML entities.
ru: Используйте -raw заменители для текста, чтобы избежать проблем с HTML-элементами.

source: Internal feed alias text (leave blank to disable)
ru: Внутренний текст для синонимов лент (оставьте поле пустым, чтобы отключить)

source: The text to use for aliases for RSS feeds. Examples are "feed" and "0/feed".
ru: Текст для синонимов RSS лент.Например, «feed» и «0/feed».

source: You are using the token [%token] which is not valid within the scope of tokens where you are using it.
ru: Вы используете токен [%token],который не входит в тот набор токенов,для которого вы его используете.

source: You are using the token [%token] which has a -raw companion available [%raw_token]. For Pathauto patterns you should use the -raw version of tokens unless you really know what you are doing. See the <a href="@pathauto-help">Pathauto help</a> for more details.
ru: Вы используете токен [%token], у которого есть парный -raw токен [%raw_token]. Для шаблонов автоматических синонимов следует использовать -raw версии,если вы не уверены в том, что делаете.

source: NOTE: This field contains potentially incorrect patterns.
ru: ВНИМАНИЕ: Это поле содержит потенциально неверные шаблоны.

source: You have configured the @name to be the separator and to be removed when encountered in strings. This can cause problems with your patterns and especially with the catpath and termpath patterns. You should probably set the action for @name to be "replace by separator"
ru: Вы настроили символ @name как разделитель и он должен быть удален,когда встретится в строках. Это может вызвать проблемы с вашим шаблонами и, особенно, с catpath и termpath шаблонами. Вам стоит установить действие для @name в "заменить разделителем"

source: Choose Aliases to Delete
ru: Синонимы для удаления

source: all aliases
ru: Все синонимы

source: Delete all aliases. Number of aliases which will be deleted: %count.
ru: Удалить все синонимы. Количество синонимов, которые будут удалены: %count.

source: Delete aliases for all @label. Number of aliases which will be deleted: %count.
ru: Количество синонимов, которые будут удалены: %count.

source: <p><strong>Note:</strong> there is no confirmation. Be sure of your action before clicking the "Delete aliases now!" button.<br />You may want to make a backup of the database and/or the url_alias table prior to using this feature.</p>
ru: <p><strong>Примечание:</strong> здесь нет подтверждения удаления. Будте уверены в правильности своих действиях перед нажатием кнопки "Удалить синонимы немедленно!".<br />Сделайте резервную копию базы данных и/или таблицы url_alias перед этим действием.</p>

source: Delete aliases now!
ru: Удалить синонимы немедленно!

source: All of your path aliases have been deleted.
ru: Все ваши синонимы адресов были удалены.

source: All of your %type path aliases have been deleted.
ru: Все синонимы адресов %type были удалены.

source: Bulk generation of index aliases completed, one alias generated.
ru: Массовое создание синонимов завершено, создан @count синоним

source: The automatically generated alias %original_alias conflicted with an existing alias. Alias changed to %alias.
ru: Автоматически сформированный %original_alias конфликтует с существующим адресом. Синоним изменён на %alias.

source: Ignoring alias %dst due to existing path conflict.
ru: Игнорирование синонима %dst из-за конфликта с существующим адресом.

source: Ignoring alias %dst because it is the same as the internal path.
ru: Игнорирование синонима %dst,так как он совпадает с внутренним адресом.

source: Created new alias %dst for %src, replacing %old_alias. %old_alias now redirects to %dst
ru: Создан новый синоним %dst для %src, заменяющий %old_alias. %old_alias теперь перенаправляет на %dst

source: Created new alias %dst for %src, replacing %old_alias
ru: Создан новый синоним %dst для %src, заменяющий %old_alias

source: Created new alias %dst for %src
ru: Создан новый синоним %dst для %src

source: Double quotes "
ru: Двойные кавычки "

source: Single quotes (apostrophe) '
ru: Одинарные кавычки (апостроф) '

source: Back tick `
ru: Обратный апостроф `

source: Comma ,
ru: Запятая ,

source: Period .
ru: Точка .

source: Hyphen -
ru: Дефис -

source: Underscore _
ru: Подчёркивание _

source: Colon :
ru: Двоеточие :

source: Semicolon ;
ru: Точка с запятой ;

source: Pipe |
ru: Вертикальная черта |

source: Left curly bracket {
ru: Левая фигурная скобка {

source: Left square bracket [
ru: Левая квадратная скобка [

source: Right curly bracket }
ru: Правая фигурная скобка }

source: Right square bracket ]
ru: Правая квадратная скобка ]

source: Plus +
ru: Плюс +

source: Equal =
ru: Равно =

source: Asterisk *
ru: Звёздочка *

source: Ampersand &
ru: Амперсанд &

source: Percent %
ru: Процент %

source: Caret ^
ru: Птичка ^

source: Dollar $
ru: Доллар $

source: Hash #
ru: Решётка #

source: At @
ru: «Собачка» @

source: Exclamation !
ru: Восклицательный знак !

source: Tilde ~
ru: Тильда ~

source: Left parenthesis (
ru: Левая круглая скобка (

source: right parenthesis )
ru: Правая круглая скобка )

source: Question mark ?
ru: Вопросительный знак ?

source: Less than <
ru: Знак «меньше» <

source: Greater than >
ru: Знак «больше» >

source: Back slash \
ru: Обратная косая черта \

source: Pathauto
ru: Автоматический синоним

source: It appears that you have installed Pathauto, which depends on token, but token is either not installed or not installed properly.
ru: Похоже,что вы установили модуль "Автоматический синоним",который зависит от модуля "Токен",однако модуль "Токен" не установлен или работает неправильно.

source: Node path settings
ru: Документ

source: Default path pattern (applies to all node types with blank patterns below)
ru: Шаблон адреса по умолчанию (применяется ко всем типам документов с пустыми шаблонами ниже)

source: Bulk generate aliases for nodes that are not aliased
ru: Массовое формирование синонимов для документов,у которых ещё нет синонимов.

source: Generate aliases for all existing nodes which do not already have aliases.
ru: Сформировать синонимы для всех существующих документов, которые ещё не имеют синонимов.

source: Default path pattern for @node_type (applies to all @node_type node types with blank patterns below)
ru: Шаблон по умолчанию для "@node_type" (применяется ко всем документам типа "@node_type" с пустыми шаблонами ниже)

source: Pattern for all @node_type paths in @language
ru: Шаблон для документов "@node_type" для языка "@language"

source: Pattern for all language neutral @node_type paths
ru: Шаблон для всех документов с нейтральным языком и типом "@node_type"

source: Pattern for all @node_type paths
ru: Шаблон для всех документов "@node_type"

source: Bulk generation of nodes completed, one alias generated.
ru: Массовое создание синонимов документов завершено, создан @count синоним.

source: Taxonomy term path settings
ru: Настройка путей таксономии

source: Default path pattern (applies to all vocabularies with blank patterns below)
ru: Шаблон адреса по умолчанию (применяется ко всем словарям с пустыми шаблонами ниже)

source: Bulk generate aliases for terms that are not aliased
ru: Массовое генерирование синонимов для терминов, которые не имеют синонимов

source: Generate aliases for all existing terms which do not already have aliases.
ru: Генерирование синонимов для всех существующих терминов, которые ещё не имеют синонимы.

source: Pattern for all %vocab-name paths
ru: Шаблон для всех адресов словаря %vocab-name

source: Forum path settings
ru: Путь форума

source: Pattern for forums and forum containers
ru: Шаблон для форумов и контейнеров форумов

source: Bulk generate forum paths
ru: Массовое формирование адресов форума

source: Generate aliases for all existing forums and forum containers which do not already have aliases.
ru: Сформировать синонимы для всех существующих форумов и контейнеров форумов, которые не ещё имеют синонимов.

source: Bulk generation of terms completed, one alias generated.
ru: Массовое создание синонимов терминов завершено, создан @count синоним.

source: Bulk update of forums and forum containers completed, one alias generated.
ru: Массовое обновление форумов и контейнеров форумов завершено, создан @count синоним.

source: User path settings
ru: Пользователь

source: Pattern for user account page paths
ru: Шаблон для адресов пользовательских профилей

source: Bulk generate aliases for users that are not aliased
ru: Массовое формирование синонимов для пользователей,у которых ещё нет синонимов.

source: Generate aliases for all existing user account pages which do not already have aliases.
ru: Сформировать синонимы для всех существующих профилей пользователей,которые ещё не имеют синонимов.

source: Blog path settings
ru: Путь персональной страницы

source: Pattern for blog page paths
ru: Шаблон для персональных страниц

source: Bulk generate aliases for blogs that are not aliased
ru: Массовое создание синонимов для персональных страниц,у которых ещё нет синонимов.

source: Generate aliases for all existing blog pages which do not already have aliases.
ru: Сформировать синонимы для всех существующих персональных страниц, которые ещё не имеют синонимов.

source: User-tracker path settings
ru: Путь страницы отслеживания пользователей

source: Pattern for user-tracker page paths
ru: Шаблон для адресов страниц отслеживания пользователей

source: Bulk generate aliases for user-tracker paths that are not aliased
ru: Массовое формирование синонимов для страниц отслеживания пользователей,у которых ещё нет синонимов

source: Generate aliases for all existing user-tracker pages which do not already have aliases.
ru: Сформировать синонимы для всех существующих страниц истории пользователей, которые ещё не имеют синонимов.

source: Bulk generation of users completed, one alias generated.
ru: Массовое создание пользователей завершено, создан @count синоним

source: Bulk generation of user blogs completed, one alias generated.
ru: Массовое создание синонимов персональных страниц завершено, создан @count синоним.

source: Bulk generation of user tracker pages completed, one alias generated.
ru: Массовое создание синонимов страниц пользователей завершено, создан @count синоним

source: <p>Provides a mechanism for modules to automatically generate aliases for the content they manage.</p> <h2>Settings</h2> <p>The <strong>Maximum Alias Length</strong> and <strong>Maximum component length</strong> values default to 100 and have a limit of 128 from pathauto. This length is limited by the length of the dst column of the url_alias database table. The default database schema for this column is 128. If you set a length that is equal to that of the one set in the dst column it will cause problems in situations where the system needs to append additional words to the aliased URL. For example... URLs generated for feeds will have "/feed" added to the end. You should enter a value that is the length of the dst column minus the length of any strings that might get added to the end of the URL. The length of strings that might get added to the end of your URLs depends on which modules you have enabled and on your Pathauto settings. The recommended and default value is 100.</p> <p><strong>Raw Tokens</strong> In Pathauto it is appropriate to use the -raw form of tokens. Paths are sent through a filtering system which ensures that raw user content is filtered. Failure to use -raw tokens can cause problems with the Pathauto punctuation filtering system.</p>
ru: <p></p> <p></p>

source: URL alias for the term.
ru: Синоним URL для термина.

source: URL alias for the parent book.
ru: Синоним URL для родительской книги.

source: users
ru: Пользователи

source: user blogs
ru: Персональные страницы пользователей

source: vocabularies and terms
ru: Словари и термины

source: user trackers
ru: Отслеживания пользователей

source: forums
ru: форумы

source: Automatic alias
ru: Автоматический синоним

source: Update path alias
ru: Обновить синоним адреса

source: administer pathauto
ru: Администрировать

source: notify of path changes
ru: Уведомлять об изменениях адреса

source: Automated alias settings
ru: Автоматизация

source: Delete aliases
ru: Удалить

source: Provides a mechanism for modules to automatically generate aliases for the content they manage.
ru: Предоставляет модулям механизм автоматического формирования синонимов для содержимого,которым они управляют.

source: Alias: @alias
ru: Синоним: @alias

source: No alias
ru: Нет синонимов

source: When a pattern includes certain characters (such as those with accents) should Pathauto attempt to transliterate them into the ASCII-96 alphabet?
ru: Когда шаблон включает определённые символы, должен ли модуль попытаться перевести их в алфавит ASCII-96?

source: File exists
ru: Файл существует

source: Does not exist
ru: Не существует

source: Transliteration is determined by the i18n-ascii.txt file in the following possible locations, in order of precedence: !locations
ru: Перевод определён в файле i18n-ascii.txt тут: !locations

source: The text to use for aliases for RSS feeds. Examples are "0/feed" (used throughout Drupal core) and "feed" (used by some contributed Drupal modules, like Views).
ru: Текст, который используется для синонимов RSS фидов. Например "0/feed" (ядро Друпал) и "feed" (некоторые модули, например "Виды")

source: Please make sure you are using the latest version of the Token module.
ru: Удостоверьтесь, что вы используете последнюю версию модуля "Токен"

source: The %name should contain at least one token to ensure unique URL aliases are created.
ru: %name должен содержать по крайней мере один токен, чтобы быть уверенным, что будет создан уникальный синоним.
