Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Define directories that users of this profile can access. <ul> <li>Use alphanumeric characters as directory paths.</li> <li>To specify file system root, just enter <strong>.</strong>(dot) character.</li> <li>Use <strong>%uid</strong> as a placeholder for user ID. Ex: <em>users/user%uid</em> creates directories such as <em>users/user1</em>, <em>users/user42</em>, etc.</li> <li>To remove a directory from the list, leave the directory path blank.</li> <li>If you want more flexibility in directory paths you can execute php to return a directory path.<br /> For php execution your directory path must start with <strong>php:</strong> and the rest must be a valid php code that is expected to return the actual directory path. <br />Ex: <strong>php: return 'users/'.$user->name;</strong> defines <strong>users/USER-NAME</strong> as the directory path.<br /> A multi-level directory example <strong>php: return date('Y', $user->created).'/'.date('m', $user->created).'/'.$user->uid;</strong> defines <strong>MEMBERSHIP-YEAR/MONTH/USER-ID</strong> as the directory path, resulting in self-categorized user directories based on membership date.<br /> Note that you should use the $user variable instead of $GLOBALS['user'] since they are not always the same object.</li> </ul> <p>Note that thumbnails permission does not affect thumbnail creation on upload. See thumbnails decription below.</p> <p>If you need more fields, just fill all and save, and you will get two more on the next page.</p>
ru: Определите директории, к которым пользователи могут иметь доступ. <ul> <li>Используйте цифры и латинские буквы для обозначения путей.</li> <li>Для указания главной директории сайта просто укажите <strong>.</strong>(точка) символ.</li> <li>используйте <strong>%uid</strong> как подстановку для ID пользователя. Например: <em>users/user%uid</em> создаёт директорию вида <em>users/user1</em>, <em>users/user42</em>, и тд.</li> <li>Для удаления директории из списка оставьте путь директории пустым.</li> <li>Если вы хотите большей гибкости в путях директорий,вы можете выполнять PHP, который возвратит путь директории.<br /> Для php путь должен начинаться с <strong>php:</strong> и остальное должно быть собственно кодом. <br />Например: <strong>php: return 'users/'.$user->name;</strong> определяет <strong>users/USER-NAME</strong> в качестве пути директории.<br /> Пример многоуровнего пути <strong>php: return date('Y', $user->created).'/'.date('m', $user->created).'/'.$user->uid;</strong> определяет <strong>MEMBERSHIP-YEAR/MONTH/USER-ID</strong> в качестве пути директории.<br /> Вы должны использовать переменную $user вместо $GLOBALS['user'] .</li> </ul> <p>Имейте ввиду, что права превью не действуют при загрузке. Смотрите описания превью ниже.</p> <p>Если вам нужно больше полей, просто заполните все и сохраните.</p>

source: Dimensions
ru: Габариты

source: (browser, browserVersion, city, connectionSpeed, continent, date, hostname, pagePath, pageTitle...)
ru: (браузер, версия браузера, скорость соединения, континент, дата, имя хоста, страница, заголовок страницы...)

source: You may create a list of thumbnail options that users can choose from. <ul> <li>Use alphanumeric characters as thumbnail names.</li> <li>Specify dimensions as <strong>WidthxHeight</strong>.</li> <li>Prefix and suffix are strings that are added to original file name to create the thumbnail name.</li> <li>An example thumbnail: Name = <strong>Small</strong>, Dimensions = <strong>80x80</strong>, Prefix = <strong>small_</strong></li> </ul> <p>Note that users will always be able to create thumbnails on file upload no matter what the thumbnail permission is. To disable thumbnail creation on file upload you should not define any thumbnails here.</p> <p>If you need more fields, just fill all and save, and you will get two more on the next page.</p>
ru: Вы можете создать список опций превью, из которых могут выбирать пользователи . <ul> <li>Используйте латинские буквы и цифры в названиях превью.</li> <li>Укажите размеры в виде <strong>ШиринаxВысота</strong>.</li> <li>Префикс и суффикс являются строками, которые добавляются к оригинальным названиям файлов при создании названий превью.</li> <li>Образец превью: Название = <strong>Small</strong>, Размеры = <strong>80x80</strong>, Префикс = <strong>small_</strong></li> </ul> <p>Имейте ввиду, что пользователи всегда могут создавать превью при загрузке, вне зависимости от прав. Для запрета создания превью вы не должны указывать ничего здесь</p> <p>Если вам нужно больше полей, просто заполните существующие и сохраните и затем вы получите ещё 2 поля.</p>

source: Are you sure you want to delete the profile %name?
ru: Вы уверены, что хотите удалить профиль %name?

source: Profile has been deleted.
ru: Профиль был удалён.

source: Duplicate directory paths are not allowed.
ru: Дубликаты путей директорий не разрешены.

source: %dirname is not accepted as a proper directory name.
ru: %dirname недопустимо в названии директории.

source: Create thumbnails
ru: Создать превью

source: Upload file
ru: Загрузить файл

source: Selected files
ru: Выбранные файлы

source: Width x Height
ru: Ширина Х Высота

source: Create a new image
ru: Создать новое изображение

source: Please select a file.
ru: Выберите файл

source: You are not allowed to operate on more than %num files.
ru: Вы не можете оперировать более чем с %num файлом(ами)

source: directory (%dir)
ru: директория (%dir)

source: The file has been renamed to %filename.
ru: Файл был переименован на %filename.

source: %filename has been uploaded.
ru: %filename был загружен.

source: Upload failed.
ru: Ошибка при загрузке.

source: File deletion successful: %files.
ru: Файл успешно удалён: %files.

source: Please specify dimensions within the allowed range that is from 1x1 to @dimensions.
ru: Укажите размеры в пределах разрешённых значений от 1x1 до @dimensions.

source: unlimited
ru: неограниченно

source: File resizing successful: %files.
ru: Размеры файла измерены: %files.

source: %filename is in use by another application.
ru: %filename используется другим приложением.

source: Thumbnail creation (%thumbnames) successful for %filename.
ru: Превью %thumbnames создано для %filename.

source: %filename is not an image.
ru: %filename не является изображением.

source: Scaling up is not allowed.
ru: Сверхмасштабирование не разрешено.

source: %filename(%dimensions) already exists.
ru: %filename(%dimensions) уже существует.

source: %filename cannot be resized to %dimensions
ru: Размер %filename не может быть изменён до %dimensions

source: The selected file %file could not be copied.
ru: Выбранный файл %file не может скопирован.

source: File browser is set to reject the upload of existing files.
ru: Настройки браузера запрещают загружать существующие файлы.

source: %filename is %filesize which would exceed your directory quota. You are currently using %size of %total_quota.
ru: Размер %filename равен %filesize, что превышает дисковую квоту. Сейчас вы используете %size из %total_quota.

source: %filename is %filesize which would exceed your total user quota. You are currently using %size of %total_quota.
ru: Размер %filename равен %filesize, что превышает суммарную квоту пользователя. Сейчас вы используете %size из %total_quota.

source: Unable to get a working directory for the file browser!
ru: Невозможно получить рабочую директорию для файлового браузера.

source: There is no valid directory specified for the file browser!
ru: Указана неправильная директория для браузера!

source: You do not have access to any configuration profile to use the file browser!
ru: У вас нет доступа к профилю файлового враузера!

source: Directory %dirname is not accessible.
ru: Директория %dirname недоступна.

source: Illegal choice %choice in !name element.
ru: Неправильный выбор %choice в элементе !name.

source: Access to %directory was denied.
ru: Доступ к директории %directory запрещён.

source: File browsing is disabled in directory %dir.
ru: Просмотр файлов в директории %dir закрыт.

source: You can not perform this operation.
ru: Вы не можете выполнять эту операцию.

source: Do you want to refresh the current directory?
ru: Хотите обновить текущую директорию?

source: Delete selected files?
ru: Удалить выбранные файлы?

source: Please select a thumbnail.
ru: Выберите превью.

source: You must select at least %num files.
ru: Вы должны выбрать как минимум %num файл(ов)

source: Close
ru: Закрыть

source: Send to @app
ru: Отправить в @app

source: textarea
ru: многострочное текстовое поле

source: Tips
ru: Подсказки

source: Select a file by clicking the corresponding row in the file list.
ru: Выберите файл кликнув на соответствующей строке.

source: Ctrl+click to add files to the selection or to remove files from the selection.
ru: Нажмите удерживая клавишу Ctrl для выбора или удаления выбранных файлов.

source: Shift+click to create a range selection. Click to start the range and shift+click to end it.
ru: Нажмите, удерживая клавишу "Shift" для выбора нескольких пунктов.

source: In order to send a file to an external application, double click on the file row.
ru: Для отправки файла ко внутренней апликации, нажмите 2 раза на строку с файлом.

source: Sort the files by clicking a column header of the file list.
ru: Отсортируйте файлы нажатием заголовка колонки в списке файлов.

source: Resize the work-spaces by dragging the horizontal or vertical resize-bars.
ru: Измените размер рабочей области, перетягивая горизонтальный или вертикальный бар

source: Keyboard shortcuts for file list: up, down, left, home, end, ctrl+A.
ru: Горячие клавиши для списка файлов: up, down, left, home, end, ctrl+A.

source: Keyboard shortcuts for selected files: enter/insert, delete, R(esize), T(humbnails), U(pload).
ru: Горячие клавиши для списка выбранных файлов: ENTER/вставить, DELETE, T (превью), R(изменить размер), U (загрузить)

source: Keyboard shortcuts for directory list: up, down, left, right, home, end.
ru: Горячие клавиши для директорий: up, down, left, right, home, end.

source: Limitations
ru: Ограничения

source: all
ru: все

source: Navigation
ru: Навигация

source: !num files using !dirsize of !quota
ru: !num файлов используя !dirsize !quota

source: unlimited quota
ru: неограниченная квота

source: File Browser
ru: Файловый браузер

source: Disable serving of private files
ru: Ограничить доступ к личным файлам

source: By default IMCE serves all files under private files directory without applying any access restrictions. This allows anonymous access to any file(/system/files/filename) unless there is a module restricting access to the files. Here you can disable this default behavior.
ru: По умолчанию IMCE поддерживает все файлы в приватной файловой директории без применения любых ограничений доступа. Это позволяет анонимам иметь доступ к любому файлу (/system/files/filename) до тех пор, пока не будет включён какой-то модуль, ограничивающий этот доступ. Вы можете отключить эту настройку по умолчанию.

source: Absolute URLs
ru: Абсолютные URL

source: Check if you want IMCE to return absolute file URLs.
ru: Отметьте, если хотите, чтобы IMCE вернул абсолютный URL.

source: Display file browser tab in user profile pages.
ru: Отображать таб с файловым браузером в профиле пользователя.

source: The maximum size of a file a user can upload. If an image is uploaded and a maximum resolution is set, the size will be checked after the file has been resized.
ru: Максимальный размер файла, который может загружать пользователь.

source: Allows users to upload and attach files to content.
ru: Позволяет пользователям загружать и влаживать файлы в документы.

source: File Downloads
ru: Загрузки

source: Insert file
ru: Вставить

source: Choose jQuery compression level
ru: Уровень сжатия

source: Production (Minified)
ru: Работа (сжатый файл)

source: Development (Uncompressed Code)
ru: Разработка (Несжатый файл)

source: Updates Drupal to use the latest version of jQuery.
ru: Обновляет систему для использования последней версии jQuery.

source: User interface
ru: Пользовательский интерфейс

source: Drag to re-order
ru: Перетащите, чтобы изменить порядок

source: Changes made in this table will not be saved until the form is submitted.
ru: Изменения в этой таблице не вступят в силу до тех пор, пока форма не будет сохранена.

source: String
ru: Строка

source: No strings found for your search.
ru: Строки не найдены.

source: « first
ru: « первая

source: ‹ previous
ru: ‹ назад

source: next ›
ru: далее ›

source: last »
ru: последняя »

source: Ubercart store settings
ru: Настройки магазина

source: Store name
ru: Название магазина

source: @title is %default.
ru: @title - %default.

source: Store owner
ru: Владелец магазина

source: E-mail address
ru: E-mail

source: Phone number
ru: Телефон

source: Ubercart product settings
ru: Настройки товара

source: Sell price modifier
ru: Модификатор цены продажи

source: Ubercart order settings
ru: Настройки заказа

source: Order prefix
ru: Префикс заказа

source: This setting will be available as a token for orders created at this domain.
ru: Эти настройки будут доступны в качестве токена для заказов, созданных на этом домене.

source: @title is not set.
ru: @title - не установлено.

source: sort by @s
ru: сортировать по @s

source: sort icon
ru: иконка сортировки

source: sort descending
ru: Сортировка по убыванию

source: The locale module allows your Drupal site to be presented in languages other than the default English, a defining feature of multi-lingual websites. The locale module works by examining text as it is about to be displayed: when a translation of the text is available in the language to be displayed, the translation is displayed rather than the original text. When a translation is unavailable, the original text is displayed, and then stored for later review by a translator.
ru: Модуль позволяет переводить сайт в другие языки, отличные от английского.

source: Translations may be provided by:
ru: Переводы могут осуществляться таким образом:

source: translating the original text via the locale module's integrated web interface, or
ru: перевод оригинального текста через модуль "Локализация"

source: importing files from a set of existing translations, known as a translation package. A translation package enables the display of a specific version of Drupal in a specific language, and contain files in the Gettext Portable Object (<em>.po</em>) format. Although not all languages are available for every version of Drupal, translation packages for many languages are available for download from the <a href="@translations">Drupal translation page</a>.
ru: импорт .po (Gettext Portable Object) файлов с переводами в формате

source: If an existing translation package does not meet your needs, the Gettext Portable Object (<em>.po</em>) files within a package may be modified, or new <em>.po</em> files may be created, using a desktop Gettext editor. The locale module's <a href="@import">import</a> feature allows the translated strings from a new or modified <em>.po</em> file to be added to your site. The locale module's <a href="@export">export</a> feature generates files from your site's translated strings, that can either be shared with others or edited offline by a Gettext translation editor.
ru: При необходимости, файлы .po перевода могут быть созданы или отредактированы в специальном редакторе, например PoEditor.

source: For more information, see the online handbook entry for <a href="@locale">Locale module</a>.
ru: За подробной информацией обращайтесь <a href="@locale">сюда</a>.

source: This page provides an overview of your site's enabled languages. If multiple languages are available and enabled, the text on your site interface may be translated, registered users may select their preferred language on the <em>My account</em> page, and site authors may indicate a specific language when creating posts. The site's default language is used for anonymous visitors and for users who have not selected a preferred language.
ru: На этой странице представлены все языки на вашем сайте. Пользователь может выбрать языковую версию сайта между включёнными языками в своём профиле. Язык, установленны й по умолчанию, показывается по умолчанию для всех анонимных пользователе.

source: Use the <a href="@add-language">add language page</a> to enable additional languages (and automatically import files from a translation package, if available), the <a href="@search">translate interface page</a> to locate strings for manual translation, or the <a href="@import">import page</a> to add translations from individual <em>.po</em> files. A number of contributed translation packages containing <em>.po</em> files are available on the <a href="@translations">Drupal.org translations page</a>.
ru: Добавьте при необходимости другой язык(и) на <a href="@add-language">этой</a> странице. Для поиска и ручного перевода определённых строк используйте <a href="@search">этот</a> интерфейс, для импорта готовых файлов перевода пройдите <a href="@import">сюда</a>.

source: Language negotiation settings determine the site's presentation language. Available options include:
ru: Настройка языковых условий определяет, в каком языке будет показано содержимое сайта.

source: <strong>None.</strong> The default language is used for site presentation, though users may (optionally) select a preferred language on the <em>My Account</em> page. (User language preferences will be used for site e-mails, if available.)
ru: <strong>Нет</strong> Сайт будет показан в языке по умолчанию, но пользователь может выбрать предпочитаемый язык в своём профиле (предпочтения пользователя будут учтены в письмах с сайта, если доступно).

source: <strong>Path prefix only.</strong> The presentation language is determined by examining the path for a language code or other custom string that matches the path prefix (if any) specified for each language. If a suitable prefix is not identified, the default language is used. <em>Example: "example.com/de/contact" sets presentation language to German based on the use of "de" within the path.</em>
ru: <strong>Языковой префикс пути</strong>. Язык определяется путём анализа адресов страниц на предмет наличия настраиваемого языкового префикса. Если префикс не найден, будет использован язык по умолчанию. Например, страница "example.com/ua/contact" будет представлена в украинском языке.

source: <strong>Path prefix with language fallback.</strong> The presentation language is determined by examining the path for a language code or other custom string that matches the path prefix (if any) specified for each language. If a suitable prefix is not identified, the display language is determined by the user's language preferences from the <em>My Account</em> page, or by the browser's language settings. If a presentation language cannot be determined, the default language is used.
ru: <strong>Языковой префикс пути с возвратом языка</strong> Язык определяется путём анализа адресов страниц на предмет наличия языкового префикса или другого обозначения языка, определённого администратором для каждого языка отдельно. Если префикс не найден, будет использован язык, выбранный пользователем в своём профиле или язык браузера пользователя. Если язык не может быть определён указанными выше способами, будет использован язык по умолчанию.

source: <strong>Domain name only.</strong> The presentation language is determined by examining the domain used to access the site, and comparing it to the language domain (if any) specified for each language. If a match is not identified, the default language is used. <em>Example: "http://de.example.com/contact" sets presentation language to German based on the use of "http://de.example.com" in the domain.</em>
ru: <strong>Только название домена</strong>. Язык определяется путём анализа названия домена и сравнивания с соответствующими языковыми доменами, указанными для каждого языка. Если соответствия не найдены, будет использован язык по умолчанию. Например: "http://ua.example.com/contact" будет представлена в украинском языке.

source: The path prefix or domain name for a language may be set by editing the <a href="@languages">available languages</a>. In the absence of an appropriate match, the site is displayed in the <a href="@languages">default language</a>.
ru: префикс пути или домен может быть установлен <a href="@languages">здесь</a>.

source: This page exports the translated strings used by your site. An export file may be in Gettext Portable Object (<em>.po</em>) form, which includes both the original string and the translation (used to share translations with others), or in Gettext Portable Object Template (<em>.pot</em>) form, which includes the original strings only (used to create new translations with a Gettext translation editor).
ru: На этой странице можно скачать перевод, используемый на этом сайте. Перевод может быть в формате файла с переведёнными строками (.po) и в формате шаблона для перевода (.pot).

source: This block is only shown if <a href="@languages">at least two languages are enabled</a> and <a href="@configuration">language negotiation</a> is set to something other than <em>None</em>.
ru: Этот блок показан только тогда, если <a href="@configuration">включено</a> как минимум 2 языка.

source: This account's default language for e-mails.
ru: Язык по умолчанию профиля для e-mail.

source: A path alias set for a specific language will always be used when displaying this page in that language, and takes precedence over path aliases set for <em>All languages</em>.
ru: Синоним пути для определённого языка будет всегда использован при отображении этой страницы в этом языке.

source: Multilingual support
ru: Поддержка многоязычности

source: Enable multilingual support for this content type. If enabled, a language selection field will be added to the editing form, allowing you to select from one of the <a href="!languages">enabled languages</a>. If disabled, new posts are saved with the default language. Existing content will not be affected by changing this option.
ru: Включить поддержку нескольких языков для этого типа содержимого. Если включено, будет показано поле выбора языка в форме редактирования документа, которая позволит выбрать из <a href="!languages">включённых языков</a>. Если выключено, новые публикации будут сохранены в языке по умолчанию. Эта настройка не затронет существующие публикации.

source: Language neutral
ru: Нейтральный язык

source: administer languages
ru: Администрировать языки

source: translate interface
ru: Переводить интерфейс

source: Add language
ru: Добавить

source: Edit language
ru: Редактировать язык

source: Confirm
ru: Подтверждение

source: Edit string
ru: Редактировать строку

source: Delete string
ru: Удалить строку

source: !long-month-name January
ru: !long-month-name Январь

source: Jan
ru: Январь

source: !long-month-name February
ru: !long-month-name Февраль

source: Feb
ru: Февраль

source: !long-month-name March
ru: !long-month-name Март

source: Mar
ru: Март

source: !long-month-name April
ru: !long-month-name Апрель

source: Apr
ru: Апрель

source: !long-month-name May
ru: !long-month-name Май

source: May
ru: Май

source: !long-month-name June
ru: !long-month-name Июнь

source: Jun
ru: Июнь

source: !long-month-name July
ru: !long-month-name Июль

source: Jul
ru: Июль

source: !long-month-name August
ru: !long-month-name Август

source: Aug
ru: Август

source: !long-month-name November
ru: !long-month-name Ноябрь

source: Nov
ru: Ноябрь

source: !long-month-name December
ru: !long-month-name Декабрь

source: Dec
ru: Декабрь

source: Thu
ru: Чт

source: Thursday
ru: Четверг

source: Fri
ru: Пт

source: Friday
ru: Пятница

source: Mon
ru: Пн

source: Locale
ru: Локализация

source: Redirection condition
ru: Условия редиректа
