Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Provideds necessary modifications to award a seller points when a product is purchased
ru: Позволяет назначать баллами продавца, если товар куплен.

source: Sorry, you can only add one of those at a time.
ru: Извините, вы можете только добавить одно из них.

source: Tax rule
ru: Правило наценки

source: Default cart form
ru: Форма корзины по умолчанию

source: Cart Contents
ru: Содержимое корзины

source: Display the contents of a customer's shopping cart.
ru: Отображать содержимое корзины покупателя.

source: This account has been banned and can't download files anymore.
ru: Этот профиль был запрещён и не может быть использован для загрузки файлов.

source: Watermark Text
ru: Текст водяного знака

source: Add Watermark
ru: Добавить водяной знак

source: Uploaded file is not a valid JPEG
ru: Загруженные файлы не имеют правильный JPEG формат

source: Must fill in text
ru: Должно заполняться текстом

source: Empty Line
ru: Пустая строка

source: Package order !order_id products.
ru: Товары посылки !order_id.

source: Package
ru: Посылка

source: Ship order !order_id packages.
ru: Доставить посылки заказа !order_id

source: Ship
ru: Доставить

source: Payment
ru: Платёж

source: Specify and collect payment for an order.
ru: Укажите платёж для заказа.

source: Canceled
ru: Отменён

source: In checkout
ru: В расчёте

source: Post checkout
ru: После расчёта

source: Completed
ru: Завершён

source: Test Gateway
ru: Тестовый платёжный шлюз

source: Process credit card payments through the Test Gateway.
ru: Обработать платёж кредитной карты через тестовый шлюз.

source: Check
ru: Чек

source: Check or Money Order
ru: Перевод чеком

source: Pay by mailing a check or money order.
ru: Оплата почтовым чеком или денежным переводом.

source: Customer Supplied Package
ru: Поддерживаемые посылки

source: Tube
ru: Свёрток

source: PAK
ru: Пакет

source: Pallet
ru: Палета

source: Small Packages
ru: Небольшая посылка

source: Credit card encryption
ru: Шифрование кредитной карты

source: Credit card data in the database is currently being encrypted.
ru: Данные кредитных карт в базе данных сейчас зашифрованы.

source: Designer
ru: Дизайнер

source: Sale
ru: Продажа

source: This block of text represents a configurable message such as a set of instructions or an e-mail template. Using hook_uc_message to handle the default values for these is so easy even your grandma can do it!
ru: Этот текстовый блок выводит настраиваемое сообщение, которое может быть использовано для инструкций или шаблона e-mail.

source: User @uid entered a @method payment of @amount for order @order_id.
ru: Пользователь @uid ввёл платёж способом @method на сумму @amount за заказ @order_id.

source: My price handler
ru: Мой обработчик цены

source: Handles my price alteration needs.
ru: Обработчик цены.

source: Handles my price formatting needs.
ru: Обработчик формата цены.

source: Your item(s) have been updated.
ru: Ваши товары обновлены.

source: Redirect to liqpay to pay by.
ru: Редирект на сайт Liqpay для оплаты.

source: Delete checked currency
ru: Удалить

source: You successfully deleted currency - @currency.
ru: Валюта @currency успешно удалена.

source: Merchant ID
ru: ID мерчанта

source: The shop id on RBS service.
ru: Id магазина в сервисе RBS

source: Please, select currency.
ru: Выберите валюту

source: Please, enter MERCHANT ID.
ru: Укажите ID мерчанта.

source: Please, enter rate of currency.
ru: Укажите курс валюты.

source: Please enter signature.
ru: Укажите подпись (signature).

source: ADD LP-CURRENCY
ru: Добавить

source: @currency already exists. Please enter another currency.
ru: Валюта @currency уже существует. Укажите другую валюту.

source: You successfully added currency - @currency.
ru: Валюта @currency была удачно добавлена.

source: Please enter SIGNATURE.
ru: Укажите подпись (SIGNATURE).

source: Rate to site currency
ru: Курс к валюте сайта

source: Please enter Onpay rate according to site currency
ru: Укажите курс Onpay, в соответствии с валютой сайта

source: Please enter liqpay rate according to site currency.
ru: Укажите курс для расчёта в системе liqpay относительно валюты сайта.

source: Update Currency
ru: Обновить валюту

source: currency of merchant currency
ru: Валюта мерчанта

source: What type of currency will be used.
ru: Какой тип валюты будет использован.

source: Place your order
ru: Заказать

source: This number does not match the original price
ru: Это число не подходит к оригинальной цене

source: Your currency does not match the original
ru: Ваша валюта не соответствует оригинальной

source: Security check failed
ru: Не прошло проверку безопасности

source: Payment from phone %sender_phone by %pay_way
ru: Платеж из телефона %sender_phone используя %pay_way

source: A payment has been accepted.
ru: Платёж был принят.

source: Your payment has been declined.
ru: Ваш платёж был отклонён.

source: administer uc_liqpay
ru: Администрировать uc_liqpay

source: Add currency
ru: Добавить валюту

source: Liqpay payment gateway.
ru: Платёжный шлюз Liqpay

source: Enable payment tracking.
ru: Отслеживать платежи.

source: Payment tracking is enabled.
ru: Отслеживание платежей включено

source: Payment tracking is disabled.
ru: Отслеживание платежей выключено.

source: Allow payments to be deleted by users with permission.
ru: Разрешить удалять платежи клиентам с правами.

source: Payments can be deleted by users with permission.
ru: Платежи могут быть удалены пользователями с правами

source: Payments cannot be deleted, even if the user has permission.
ru: Платежи не могут быть удалены, даже если пользователь имеет права.

source: Log payments entered and deleted to order log.
ru: Записывать историю произведённых или удалённых платежей в историю заказа.

source: Log payments are being entered to and deleted from the order log.
ru: Запись платежей,которые были сделаны и удалены из истории заказов.

source: Log payments are not being entered to and deleted from the order log.
ru: Запись платежей, которые не были сделаны и удалены из истории заказов.

source: Default payment details message
ru: Сообщение платежа по умолчанию

source: Message displayed when a payment method does not display any further details.
ru: Это сообщение отображается,когда при каком-либо способе платежа не показываются дальнейшие инструкции и детали.

source: Continue with checkout to complete payment.
ru: Продолжайте оформление заказа.

source: Default payment details message is: <br /> %message
ru: Сообщение по умолчанию о деталях платежа: <br /> %message

source: Payment methods
ru: Способы оплаты

source: @payment is enabled for checkout.
ru: @payment - включено для расчёта.

source: @payment is disabled for checkout.
ru: @payment - выключено для расчёта.

source: None available.
ru: Недоступно.

source: !method settings
ru: !method

source: Payment method
ru: Способ оплаты

source: Default gateway
ru: Шлюз

source: No payment methods founds.
ru: Способы оплаты не найдены.

source: Payment gateways
ru: Платёжные шлюзы

source: Payment gateways are web services that allow you to process various types of payments remotely. The settings forms below are for the payment gateways you have installed. Click a name to expand its options and adjust the settings accordingly.
ru: Платёжные шлюзы представляют собой веб-сервисы,которые позволяют вам обрабатывать разного рода платежи удалённо.Настройки ниже предназначены для установленных платёжных шлюзов.

source: @gateway_name settings
ru: @gateway_name

source: This gateway supports the following payment methods:
ru: Этот шлюз поддерживает следующие способы платежа:

source: Enable this payment gateway for use.
ru: Включить этот шлюз по умолчанию.

source: @title is @enabled.
ru: @title - @enabled.

source: No payment gateway modules are installed.
ru: Модули платёжных шлюзов не установлены.

source: Please choose a payment gateway to use for that payment.
ru: Выберите платёжный шлюз для этого платежа.

source: Use gateway
ru: Использовать шлюз

source: Process
ru: Обработать

source: Enter
ru: Ok

source: Order total:
ru: Всего к оплате:

source: Current balance:
ru: Текущий баланс клиента:

source: You must enter a number for the amount.
ru: Вы должны указать сумму

source: Payment entered.
ru: Платёж введён.

source: An error loading the payment information occurred.
ru: Ошибка при загрузке платёжной информации.

source: Payment information:
ru: Информация об оплате:

source: @method payment of @amount received on @date.
ru: Платёж @method на сумму @amount получен @date.

source: Are you sure you want to delete this payment?
ru: Вы уверены,что хотите удалить этот платёж?

source: Payment deleted.
ru: Платёж удалён.

source: Update order status on full payment
ru: Обновить состояние заказа при полной оплате

source: Only happens when a payment is entered and the balance is <= $0.00.
ru: Произойдёт только когда оплата поступила и баланс <= 0.00

source: If the balance is less than or equal to $0.00.
ru: Если баланс меньше или равен 0.00

source: If the order status is not already Payment Received.
ru: Если состояние заказа не является "Платёж получен".

source: Update the order status to Payment Received.
ru: Обновить состояние заказа до "Платёж получен".

source: Update order status upon checkout completion with full payment
ru: Обновите состояние заказа при завершении расчёта с полной оплатой

source: If the order is not shippable.
ru: Если заказ не может быть доставлен.

source: Update the order status to Completed.
ru: Обновить состояние заказа до "Завершено".

source: A payment gets entered for an order
ru: Получена оплата для заказа

source: Check the order balance
ru: Проверить баланс заказа

source: Check the payment method
ru: Проверить способ оплаты

source: Balance is less than !zero.
ru: Баланс меньше чем !zero.

source: Balance is less than or equal to !zero.
ru: Баланс меньше или равен !zero.

source: Balance is equal to !zero.
ru: Баланс равен !zero.

source: Balance is greater than !zero.
ru: Баланс больше чем !zero.

source: Balance comparison type
ru: Тип сравнения баланса

source: Javascript must be enabled to view the order total preview.
ru: Для предпросмотра суммы заказа должна быть включена поддержка Javascript.

source: Select a payment method from the following options.
ru: Выберите удобный способ оплаты.

source: Paying by
ru: Способ платежа

source: Show the order total preview on the payment pane.
ru: Показывать предпросмотр итоговой суммы.

source: Checkout cannot be completed without any payment methods enabled. Please contact an administrator to resolve the issue.
ru: Расчёт не может быть завершён при отключенных способах оплаты.Свяжитесь с администратором для решения проблемы.

source: Balance: @balance
ru: Баланс: @balance

source: Method: @payment_method
ru: Способ оплаты: @payment_method

source: Modify 'Payment info'
ru: Изменить "Информацию об оплате"

source: None available
ru: -Ничего нет-

source: Select a payment method from the enabled payment modules.
ru: Выберите способ платежа при помощи включенных платёжных модулей.

source: Order total preview:
ru: Предварительно:

source: Received
ru: Получено

source: Method
ru: Способ

source: Balance
ru: Баланс

source: The title of the comment.
ru: Заголовок комментария

source: The text of the comment.
ru: Текст комментария.

source: You are not able to process %type payments.
ru: Вы не в состоянии обработать платежи %type.

source: Attempted to process a %type payment but the gateway's function was not found.
ru: Попытка обработать платёж %type,но функции шлюза не были найдены.

source: An error has occurred with your payment gateway. The charge function could not be found.
ru: Ошибка платёжного шлюза.Функция списания оплаты не найдена.

source: view order
ru: просмотр заказа

source: @method payment for @amount entered by @user.
ru: Платёж @method на сумму @amount произведён пользователем @user.

source: @method payment for @amount deleted by @user.
ru: Метод @method на @amount был удалён пользователем @user.

source: uc_payment
ru: Платёж

source: Payment failed for order @order_id: @message
ru: Ошибка платежа для заказа @order_id: @message

source: view payments
ru: Просматривать платежи

source: manual payments
ru: Ручные платежи

source: delete payments
ru: Удалять платежи

source: View the payment settings.
ru: Настройки платежей

source: Edit the payment settings.
ru: Редактирование настроек платежей

source: Edit the basic payment settings.
ru: Редактировать базовые настройки платежей.

source: Edit the payment method settings.
ru: Редактировать настройки способа платежа

source: Edit the payment gateway settings.
ru: Редактировать настройки платёжного шлюза.

source: Payment details
ru: Платёжные детали

source: Add the payment details to the checkout pane.
ru: Добавить детали платежей.

source: Add the payment details to the order pane.
ru: Добавить детали платежа в панель заказа.

source: Select payment gateway
ru: Выберите платёжный шлюз

source: Payments
ru: Платежи

source: Delete payment?
ru: Удалить платёж?

source: Defines an API to let payment modules interact with the cart.
ru: API для взаимодействия платёжных модулей с корзиной.

source: Ubercart - core (optional)
ru: Магазин - ядро (необязательно)

source: Check has already cleared.
ru: Чек ошищен.

source: Any notes about the check, like type or check number.
ru: Любые замечания по чеку,например тип или номер чека.

source: Expected clear date
ru: Планируемая чистая дата

source: Receive check
ru: Получать чек

source: Use the form to enter the check into the payments system and set the expected clear date.
ru: Используйте эту форму,чтобы указать данные чека.

source: Order balance:
ru: Баланс заказа:

source: The amount must be a number.
ru: Сумма должна быть в виде числа.

source: Check received, expected clear date of @date.
ru: Перевод чеком получен,ожидаемая дата @date.

source: Check or money order
ru: Денежный перевод чеком

source: COD
ru: Оплата при получении

source: Cash on delivery
ru: Оплата при получении

source: Pay cash on delivery on pick-up.
ru: Оплата наличными при доставке при отправлении.

source: A generic payment method type.
ru: Основной способ оплаты.

source: Description: @desc
ru: Описание: @desc

source: Description:
ru: Описание

source: Full payment is expected upon delivery or prior to pick-up.
ru: Оплата за товар будет получена при получении вами товара в представительстве выбранной вами службы доставки или из рук курьера.

source: Orders totalling more than !number are <b>not eligible</b> for COD.
ru: Заказы на сумму свыше !number не могут быть оплачены при получении.

source: Delivery Date
ru: Дата доставки

source: Desired delivery date:
ru: Желаемая дата доставки:

source: Your final order total exceeds the maximum for COD payment. Please go back and select a different method of payment.
ru: Окончательная сумма заказа превышает максимум для оплаты при получении.Вернитесь назад и выберите другой способ оплаты.

source: Policy message
ru: Сообщение политики

source: Help message shown at checkout.
ru: Справочное сообщение при расчёте

source: Maximum order total eligible for COD
ru: Лимит суммы заказа при оплате при получении

source: Set to 0 for no maximum order limit.
ru: Установите 0 для снятия ограничений на сумму заказа.

source: Let customers enter a desired delivery date.
ru: Позволить клиентам назначать желаемую дату доставки.

source: Enter a desired delivery date:
ru: Укажите желаемую дату доставки:

source: Checks should be made out to:
ru: Получатель:

source: Mail to
ru: Почтовый адрес

source: Clear Date:
ru: Чистая дата:

source: Receive Check
ru: Принимать чеки

source: Check received
ru: Перевод чеком получен

source: Expected clear date:
ru: Планируемая чистая дата:

source: Set the mailing address to display to customers who choose this payment method during checkout.
ru: Почтовый адрес для тех клиентов,кто выбрал оплату чеком.

source: Direct checks to a person or department.
ru: Чек,отправленный конкретному человеку или организации.

source: Check payment policy
ru: Правила и условия.

source: Instructions for customers on the checkout page.
ru: Инструкции для клиентов на странице оплаты.

source: Personal and business checks will be held for up to 10 business days to ensure payment clears before an order is shipped.
ru: Чеки будут заморожены на срок до 10 рабочих дней для проверки платежа

source: Payment Method Pack
ru: Блок способа оплаты

source: Provides the check/money order, COD, and 'other' payment methods.
ru: Различные способы оплаты.

source: WebMoney Merchant Interface
ru: WebMoney

source: You are paying to
ru: Вы платите

source: New order total
ru: Сумма нового заказа

source: Shop name
ru: Название магазина

source: The name of your shop.
ru: Название вашего магазина.

source: Enter WMID which you got after registration.
ru: Укажите WMID, который вы получили при регистрации

source: Merchant secret key
ru: Секретный ключ

source: Enter the merchant secret key. It is only needed when working through HTTPS.
ru: Укажите секретный ключ мерчанта.

source: Enter general details to describe all payments done on your site.
ru: Укажите детали оплаты

source: Enter your WMZ wallet number.
ru: Укажите номер вашего WMZ кошелька.

source: Enter your WME wallet number.
ru: Укажите номер вашего WME кошелька.

source: Enter your WMR wallet number.
ru: Укажите номер вашего WMR кошелька.

source: Enter your WMU wallet number.
ru: Укажите номер вашего WMU кошелька.

source: Currency rates
ru: Курс обмена

source: Enter rates to convert order totals from the store basic currency to particular WebMoney currency.
ru: Укажите соотношение обмена валюты магазина в валюту мерчанта.

source: Order status after payment
ru: Состояние заказа после платежа

source: This status will be assigned to an order upon successfull completion.
ru: Это состояние будет назначено заказу при удачной оплате.

source: Transaction mode
ru: Состояние трансакции

source: Transaction mode used for processing orders.
ru: Режим трансакции при обработке заказа.

source: You can either try to pay later or use another payment method available on the site.
ru: Вы можете попытаться оплатить заказ позже или использовать другую платёжную систему.

source: Live
ru: Реальный

source: Operation error, not connect to service
ru: Ошибка, нет связи с сервером

source: Test success
ru: Тест прошёл успешно

source: Test failure
ru: Тест не прошёл

source: Test 80% success, 20% failure
ru: Успешно протестировано 80%, 20% не прошло тест

source: Order review submit button text
ru: Текст кнопки

source: Provide RBS specific text for the submit button on the order review page.
ru: Текст для кнопки оплаты заказа через RBS на странице расчёта.

source: Provide WM specific text for the submit button on the order review page.
ru: Укажите надпись на кнопке отправки заказа, которая находится на странице просмотра заказа.

source: Submit Order
ru: Заказать

source: <p>*If you do not see pay form, <a href="!orderurl" target="_blank"><em>follow the link</em></a></p>
ru: <p>*Если вы не видите форму расчёта, <a href="!orderurl" target="_blank"><em>нажмите эту ссылку</em></a></p>

source: Enter your description for fail page
ru: Укажите свой текст для страницы ошибки

source: Technical problem on this service please change other payment method or pay later
ru: Возникли технические проблемы, пожалуйста измените способ оплаты или заплатите позже.

source: Select WM currency
ru: Выберите валюту

source: This currency is not supported, please select other payment method
ru: Эта валюта не поддерживается, выберите другой способ оплаты

source: An error occurred during payment. Please contact us to ensure your order has been submitted.
ru: При оплате произошла ошибка. Свяжитесь с нами, чтобы быть уверенным, что ваш заказ принят в обработку.

source: Congratulations! You payment is finished.
ru: Оплата была сделана.

source: Order was payed through Webmoney Merchant Interface @trans, @date
ru: Заказ был оплачен через мерчант Webmoney @trans, @date

source: Payment failed!
ru: Платёж не прошёл!

source: Process payments using WebMoney Transfer.
ru: Обработка платежей через WebMoney Transfer.

source: conditions
ru: условия

source: Default product rate
ru: По умолчанию

source: Add a new flat rate shipping method.
ru: Добавить новую фиксированной ставку

source: Shipping method title
ru: Заголовок способа доставки

source: The name shown to distinguish it from other flatrate methods.
ru: Название, чтобы отличить этот способ от других.

source: Line item label
ru: Надпись пункта строки

source: The name shown to the customer when they choose a shipping method at checkout.
ru: Название, которое показывается покупателям при выборе ими способа доставки.

source: Base price
ru: Базовая цена

source: The starting price for shipping costs.
ru: Начальная цена доставки.

source: Default product shipping rate
ru: Ставка на доставку по умолчанию

source: The base rate must be a numeric amount.
ru: Базовая ставка должна быть в виде числа.

source: The product rate must be a numeric amount.
ru: Ставка для товара должна быть числом.

source: Flat rate shipping method was updated.
ru: Фиксированная ставка доставки была обновлена.

source: Created and enabled new flat rate shipping method.
ru: Новый способ фиксированной ставки создан и включён.

source: Do you want to delete this shipping method?
ru: Вы хотите удалить этот способ доставки?

source: This will remove the shipping method, Conditional Action predicate, and the product-specific overrides (if applicable). This action can not be undone.
ru: Будет удалён способ доставки, правило и связанные с этим товаром настройки (если были сделаны). Это действие нельзя будет отменить.<br /><br />

source: Flat rate shipping method deleted.
ru: Способ фиксированной ставки удалён.

source: Flat shipping rates
ru: Фиксированные ставки

source: Override the default shipping rate per product for each flat rate shipping method here. Enter -1 to revert to the default value.
ru: Перепишите ставку на доставку, принятую по умолчанию, для каждого товара с фиксированной ставкой доставки. Укажите "-1", чтобы вернуться к значению по умолчанию.

source: Default rate: %price
ru: Ставка по умолчанию: %price

source: Shipping quote via @method
ru: Расценки на доставку через @method

source: Fetch a flatrate shipping quote.
ru: Получить фиксированные расценки на доставку.

source: Flat rate
ru: Фиксированная ставка

source: Edit flat rate method
ru: Редактировать фиксированную ставку

source: Delete flat rate method
ru: Удалить фиксированный способ доставки

source: Flat rate per product
ru: Фиксированая ставка на доставку на товар

source: Shipping rate
ru: Ставка на доставку

source: Flat rate per order
ru: Фиксированная ставка на товар

source: Flatrate
ru: Фиксированная ставка

source: Assigns a flat shipping rate to products.
ru: Назначает товарам фиксированную ставку за доставку.

source: Ubercart - fulfillment
ru: Магазин - выполнение

source: Log errors during checkout to watchdog
ru: Записывать ошибки во время расчёта в журнал системных событий

source: Quote errors are submitted to watchdog.
ru: Ошибки расценок записаны в журнал системных событий.

source: Quote errors are not submitted to watchdog.
ru: Ошибки расценок не записываются в журнал системных событий.

source: Display debug information to administrators.
ru: Отображать отладочную информацию для администраторов.

source: Debugging information is displayed to administrators when quotes are generated.
ru: Отладочная информация отображается администратору при создании расценок.

source: Debugging information is not displayed to administrators when quotes are generated.
ru: Отладочная информация не отображается администратору при создании расценок.
