Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The product node type.
ru: Тип документа товара.

source: The default value of the attribute field on the add to cart form.
ru: Значение поля атрибута по умолчанию в форме "Добавить в корзину".

source: Attributes copied to a product.
ru: Атрибуты скопированы в товар.

source: The product node ID.
ru: ID документа товара

source: Changes to a product's SKU based on the possible combination of chosen options.
ru: Изменения в артикулах товара, основанных на возможной комбинации выбранных опций.

source: A serialized array whose keys are attribute IDs and values are option IDs.
ru: Сериализированный массив,чьи ключи являются ID атрибутов, а значения - ID опций.

source: The SKU representing the product with the combination of options.
ru: Артикул, представляющий товар с определённой комбинацией опций.

source: Attribute
ru: Атрибут

source: Allow the customer to choose attributes for a product at checkout.
ru: Позволяет назначать товарам различные атрибуты

source: Help text is shown in block:
ru: Справочный текст показан в блоке:

source: Click title to display cart contents.
ru: Щёлкните по заголовку,чтобы посмотреть содержимое корзины.

source: Help text is not shown in block.
ru: Справочный текст в блоке: <strong>не показан</strong>.

source: Cart block
ru: Блок корзины

source: Cart block is !option when empty.
ru: Блок пустой корзины: <strong>!option</strong>.

source: shown
ru: показывается

source: Cart block is !option by default.
ru: Состояние блока корзины по умолчанию: <strong>!option</strong>.

source: expanded
ru: развёрнуто

source: General cart settings
ru: Общие настройки корзины

source: Display an update message when an item is added to the cart through an add to cart form.
ru: Отображать сообщение об обновлении корзины,когда товар добавлен через форму добавления в корзину.

source: Add to cart redirect
ru: Редирект после добавления товара в корзину

source: Enter the Drupal page to redirect to when a customer adds an item to their cart.<br />Enter &lt;none&gt; for no redirect.
ru: Установите адрес страницы,куда будет перенаправлен покупатель после добавления товара в корзину.Введите "none" для запрета редиректа.

source: Add to cart is redirecting to <br /><a href="!url">!url</a>
ru: При добавлении в корзину произойдёт редирект на <br /><a href="!url">!url</a>

source: Minimum order subtotal
ru: Минимальная сумма заказа

source: Optionally specify a minimum allowed subtotal for a cart to proceed to checkout.
ru: Минимальная сумма заказа.Если указано "0",то ограничений на сумму заказа нет.

source: The minimum subtotal is @subtotal
ru: Минимальная предварительная сумма заказа - @subtotal

source: minute
ru: мин.

source: hour
ru: час.

source: day
ru: дн.

source: week
ru: нед.

source: year
ru: г.

source: minutes
ru: мин.

source: hours
ru: ч.

source: days
ru: дн.

source: weeks
ru: нед.

source: years
ru: г.

source: Anonymous cart duration
ru: Корзина анонимного покупателя.

source: Set the length of time products remain in the cart for customers who <strong>have not</strong> logged in.
ru: Установите время,в течении которого будут доступны отобранные товары в корзине анонимного покупателя.

source: Unit of time
ru: Единица измерения

source: Minute(s)
ru: Минута

source: Day(s)
ru: День

source: Week(s)
ru: Неделя

source: Year(s)
ru: Год

source: Authenticated cart duration
ru: Корзина авторизированного покупателя

source: Set the length of time products remain in the cart for customers who <strong>have</strong> logged in.
ru: Установите время,в течении которого будут доступны отобранные товары в корзине авторизированного покупателя.

source: Continue shopping element
ru: Продолжение покупки

source: Continue shopping !type is: <br />!link
ru: Тип элемента "Продолжить покупки" - !type

source: button
ru: кнопка

source: Continue shopping
ru: Вернуться в магазин

source: Continue shopping element display
ru: Вид отображения элемента навигации "Продолжить покупки"

source: Text link
ru: Текстовая ссылка

source: Button
ru: Кнопка

source: <strong>Delete all content</strong> in these node types before generating new content.
ru: <strong>Удалить всё содержимое</strong> с этим типом перед созданием нового содержимого.

source: Make the continue shopping link send customers back to product pages after adding items to the cart.
ru: Направлять на страницы товаров

source: If this is disabled, the URL specified below will always be used.
ru: Ссылка "Продолжить покупки" будет направлять покупателей на страницы товаров после добавления товара в корзину. Если отключено, будет всегда использован URL, указанный ниже.

source: Default continue shopping link URL
ru: Ссылка "Продолжить покупки" по умолчанию

source: Enter the Drupal page for the link to continue shopping from the cart view page.
ru: Укажите страницу продолжения покупок, на которую ведёт ссылка "Продолжить покупки" из корзины.

source: Custom continue shopping link text
ru: Текст ссылки "Продолжить покупки"

source: Enter custom text for the continue shopping link.
ru: Укажите текст, который будет иметь ссылка для продолжения покупок.

source: Cart breadcrumb
ru: Навигационная линейка

source: Drupal automatically adds a Home breadcrumb to the cart page. You can use these settings to specify a custom breadcrumb to use on the cart page instead. If a custom text is not supplied, the default Home breadcrumb will be displayed.
ru: Главная страница автоматически добавляется в навигационную линейку. Вы можете изменить это для страницы корзины. Если пользовательский текст не указан, будет использован текст по умолчанию.

source: Custom cart breadcrumb is: <br />!breadcrumb
ru: Пользовательская навигационная линейка: <br />!breadcrumb

source: Not using a custom cart breadcrumb.
ru: Пользовательская навигационная линейка не используется.

source: Custom cart breadcrumb text
ru: Текст навигационной линейки корзины

source: Enter the text for the custom breadcrumb on the cart page.
ru: Укажите текст для навигационной линейки ("хлебные крошки") в корзине.

source: Custom cart breadcrumb URL
ru: URL навигационной линейки корзины

source: Enter the Drupal page linked to in the custom breadcrumb on the cart view page.
ru: Укажите страницу, на которую ссылается навигационная линейка на странице корзины.

source: Minimum order subtotal should be a non-negative number.
ru: Минимальная предварительная сумма заказа должна быть не отрицательным числом.

source: Drupal handles all the block settings forms automatically.
ru: Система поддерживает все настройки блоков автоматически.

source: <a href="!url">Click here</a> to goto the shopping cart block configuration page.
ru: <a href="!url">Настроить блок корзины</a>.

source: General checkout settings
ru: Общие настройки

source: Enable checkout (disable to only use third party checkout service like PayPal Express Checkout).
ru: Включить возможность расчёта (выключить только при использовании сервисов подобно "PayPal Express Checkout").

source: Ubercart checkout is enabled.
ru: Расчёт - включено.

source: Ubercart checkout is disabled.
ru: Расчёт - выключено

source: Enable anonymous checkout (users can checkout without logging in).
ru: Разрешить расчёт для анонимным клиентов.

source: Anonymous checkout is enabled.
ru: Анонимный расчёт - включено

source: Anonymous checkout is disabled.
ru: Анонимный расчёт - выключено.

source: Hide shipping information when possible for carts with no shippable items.
ru: По возможности скрывать информацию о доставке для корзин,содержащих товары без доставки.

source: Shipping fields are hidden when applicable.
ru: Поля доставки - скрыто,если доступно

source: Shipping fields are always shown.
ru: Поля доставки - всегда показано

source: Checkout pane display options
ru: Панель расчёта

source: Use collapsing checkout panes with next buttons during checkout.
ru: Использовать во время расчёта сворачивающуюся панель с кнопками "Далее".

source: Checkout panes are collapsed with next buttons.
ru: Панели на странице расчёта свёрнуты и с кнопкой "Далее".

source: Checkout panes are expanded by default.
ru: Панели на странице расчёта развёрнуты по умолчанию.

source: Collapse a pane when its next button is clicked.
ru: Сворачивать панель,когда кнопка "Далее" нажата.

source: Collapsible panes will collapse when their next buttons are clicked.
ru: Сворачивающиеся панели будут свёрнуты при нажатии на кнопку "Далее".

source: Collapsible panes will not collapse when their next buttons are clicked.
ru: Сворачивающиеся панели не будут свёрнуты при нажатии на кнопку "Далее".

source: Checkout completion settings
ru: Завершение расчёта

source: Send new customers a separate e-mail with their account details.
ru: Отсылать новым клиентам раздельные e-mail с их профильными данными.

source: New customers receive an e-mail with their account details.
ru: Новые пользователи получат e-mail с деталями их данных.

source: New customers will only see their details in their initial order e-mail.
ru: Новые пользователи будут только видеть детали в их первоначальных e-mail, которые отправляются при заказе.

source: Login users when new customer accounts are created at checkout.
ru: Вводить клиентов в профиль,когда он создан при расчёте.

source: New customer accounts will be set to active.
ru: Новые профили будут установлены активными.

source: Uncheck to create new accounts but make them blocked.
ru: Снимите отметку,если хотите,чтобы новые профили были неактивными после создания.

source: New customer account status will be active.
ru: Профиль новых пользователей будет в состоянии "активно".

source: New customer account status will be blocked.
ru: Профиль новых пользователей будет в состоянии "заблокировано".

source: Alternate checkout completion page
ru: Страница завершения расчёта

source: Leave blank to use the default completion page (recommended).
ru: Оставьте поле пустым при использовании страницы по умолчанию (рекомендуется).

source: Checkout completion page has been set to <a href="!url">!url</a>.
ru: Финальная страница расчёта указана как <a href="!url">!url</a>.

source: Checkout completion page will be the default page.
ru: Финальная страница заказа будет как принятая по умолчанию.

source: !pane settings
ru: !pane

source: Checkout instructions
ru: Инструкции по расчёту

source: Provide instructions for customers at the top of the checkout screen.
ru: Текст инструкции для клиентов в верхней части страницы ввода данных при расчёте.

source: Checkout instructions are set.
ru: Инструкции по расчёту - установлено.

source: Checkout instructions are not set.
ru: Инструкции по расчёту - НЕ установлено.

source: Checkout review instructions
ru: Инструкции

source: Provide instructions for customers at the top of the checkout review screen.
ru: Текст инструкции для клиентов в верхней части страницы финального просмотра заказа при расчёте.

source: Review instructions are set.
ru: Инструкции по просмотру заказа - установлено.

source: Review instructions are not set.
ru: Инструкции по просмотру заказа - НЕ установлено.

source: Checkout completion message header
ru: Заголовок завершающего сообщения

source: Header for message displayed after a user checks out. <a href="!url">Uses order and global tokens</a>.
ru: Заголовок сообщения для клиентов,прошедших процедуру расчёта.Используются <a href="!url">токены</a>.

source: Completion message is set.
ru: Сообщение о завершении заказа - установлено.

source: Completion message is not set.
ru: Сообщение о завершении заказа - НЕ установлено.

source: Checkout completion message body
ru: Основной текст завершающего сообщения

source: In the following three boxes, you may use the special tokens !new_username for the username of a newly created account and !new_password for that account's password.
ru: В следующих трёх полях вы можете использовать специальные токены !new_username для логина только что созданного профиля клиента и соответственно !new_password для его пароля.

source: Checkout completion for logged-in users
ru: Завершающее сообщение при расчёте для авторизированных клиентов

source: Message displayed upon checkout for a user who has logged in. <a href="!url">Uses order and global tokens</a>.
ru: Сообщение при расчёте для тех клиентов,кто вошел в свой профиль (logged in). Используются <a href="!url">токены</a>.

source: Completion text for logged in users is set.
ru: Сообщение о завершении заказа для авторизированных пользователей - установлено.

source: Completion text for logged in users is not set.
ru: Сообщение о завершении заказа для авторизированных пользователей - НЕ установлено.

source: Checkout completion for existing users
ru: Завершающее сообщение при расчёте для существующих клиентов

source: Message displayed upon checkout for a user who has an account but wasn't logged in. <a href="!url">Uses order and global tokens</a>.
ru: Сообщение при расчёте для тех клиентов,кто уже имеет профиль на сайте,но не вошёл в свой профиль.Используются <a href="!url">токены</a>.

source: Completion text for users who aren't logged in is set.
ru: Сообщение о завершении заказа для НЕавторизированных пользователей - установлено.

source: Completion text for users who aren't logged in is not set.
ru: Сообщение о завершении заказа для НЕавторизированных пользователей - НЕ установлено.

source: Checkout completion for new users
ru: Завершающее сообщение при расчёте для новых клиентов

source: Message displayed upon checkout for a new user whose account was just created. <a href="!url">Uses order and global tokens</a>.
ru: Сообщение при расчёте для тех клиентов,чей профиль был только что создан. Используются <a href="!url">токены</a>.

source: Completion text for new users is set.
ru: Сообщение о завершении заказа для новых пользователей - установлено.

source: Completion text for new users is not set.
ru: Сообщение о завершении заказа для новых пользователей - НЕ установлено.

source: Continue shopping message
ru: Текст "Продолжать покупки"

source: Message displayed upon checkout to direct customers to another part of your site. <a href="!url">Uses order and global tokens</a>.
ru: Сообщение,которое показывается при расчёте,чтобы направить клиентов на другие страницы сайта.Используются <a href="!url">токены</a>.

source: Continue shopping text is set.
ru: Сообщение "Продолжить покупки" - установлено.

source: Continue shopping text is not set.
ru: Сообщение "Продолжить покупки" - НЕ установлено.

source: Anonymous cart duration is 1 @unit.
ru: Срок сохранности корзины анонимного покупателя - @count @units.

source: Authenticated cart duration is 1 @unit.
ru: Срок сохранности корзины авторизированного покупателя - @count @units.

source: Order has a product of a particular class
ru: Заказ имеет товар особого класса

source: Customer completes checkout
ru: Клиент завершил расчёт

source: Cart
ru: Корзина

source: Customer user account
ru: Профиль пользователя

source: E-mail customer checkout notification
ru: Отправить уведомление о расчёте по E-mail

source: E-mail the customer an invoice from their recent order.
ru: Отправить инвойс последнего заказа.

source: Your Order at [store-name]
ru: Ваш заказ в магазине [store-name]

source: E-mail admin checkout notification
ru: Отправить уведомление о расчёте администратору

source: E-mail a short order summary to an administrator when a customer checks out.
ru: Отправлять короткое резюме заказа администратору при расчёте покупателя.

source: Send an e-mail to the administrator(s)
ru: Отправить e-mail администратору

source: New Order at [store-name]
ru: Новый заказ в магазине [store-name]

source: Product class
ru: Класс товара

source: The minimum order subtotal for checkout is !min.
ru: При заказе онлайн у нас действует ограничение на минимальную сумму заказа - !min. При заказе на меньшую сумму, просьба дополнительно <a href="/adress" target="_blank">связаться</a> с нами. Спасибо за понимание!

source: You must login before you can proceed to checkout.
ru: Вы должны войти в свой профиль,чтобы приступить к расчёту.

source: If you do not have an account yet, you should <a href="!url">register now</a>.
ru: Если у вас пока нет профиля на сайте, вы должны <a href="!url">зарегистрироваться</a>.

source: Customer cancelled this order from the checkout form.
ru: Клиент отменил этот заказ из формы расчёта.

source: Order created through website.
ru: Заказ создан через сайт.

source: uc_cart
ru: Корзина

source: An empty order made it to checkout! Cart order ID: @cart_order
ru: Пустой заказ для оплаты.ID заказа: @cart_order

source: Order information will be sent to your account e-mail listed below.
ru: Информация о заказе будет отправлена по e-mail адресу,указанному в вашем профиле.

source: <b>E-mail address:</b> @email (<a href="!url">edit</a>)
ru: <b>Ваш e-mail:</b> @email (<a href="!url">изменить</a>)

source: Enter a valid email address for this order or <a href="!url">click here</a> to login with an existing account and return to checkout.
ru: Укажите правильный e-mail для этого заказа или <a href="!url">войдите</a> в свой профиль и приступите к расчёту.

source: Confirm password
ru: Повторите пароль

source: Passwords must match to proceed.
ru: Пароли должны совпадать.

source: New account details
ru: Новые детали профиля

source: <b>Optional.</b> New customers may supply custom account details.<br />We will create these for you if no values are entered.
ru: Новые покупатели,которые не зарегистрированы на сайте,могут указать свой логин и пароль для создания профиля.<br />Если вы их не укажите,система автоматически сделает это за вас.

source: The e-mail address did not match.
ru: Адрес e-mail не подошёл.

source: An account already exists for your e-mail address. The new account details you entered will be disregarded.
ru: Профиль уже существует для вашего e-mail.Новая информация,введённая вами,не будет приниматься во внимание.

source: The username %name is already taken. Please enter a different name or leave the field blank for your username to be your e-mail address.
ru: Логин %name уже используется.Укажите другой логин или оставьте поле логина пустым,если хотите использовать в качестве логина свой e-mail.

source: The passwords you entered did not match. Please try again.
ru: Пароли не совпадают.Попробуйте ещё раз.

source: Email address for a given user. This field is normally not shown to users, so be cautious when using it.
ru: Email данного пользователя. Это поле обычно не показывается другим пользователям, будьте внимательны к этому.

source: Require e-mail confirmation in checkout for anonymous customers.
ru: Требовать подтверждения e-mail при расчёте для анонимных покупателей.

source: Allow anonymous customers to specify a new user account name.
ru: Разрешить анонимным клиентам определять новый логин.

source: Allow anonymous customers to specify a new user account password.
ru: Разрешить анонимным клиентам определять новый пароль.

source: New account details help message
ru: Справочный текст для нового профиля

source: Enter the help message displayed in the new account details fieldset when shown.
ru: Справочный текст,отображаемый в новом профиле (если включено).

source: Enter your delivery address and information here.
ru: Куда должен быть доставлен заказ?

source: My delivery information is the same as my billing information.
ru: Моя информация по доставке совпадает с платёжной информацией.

source: Saved addresses
ru: Сохраненные адреса

source: Phone
ru: Телефон

source: Enter your billing address and information here.
ru: Ваш платёжный адрес и информация.

source: My billing information is the same as my delivery information.
ru: Моя платёжная информация совпадает с информацией,указанной для доставки

source: Order comments
ru: Комментарии к заказу

source: Subtotal:
ru: Предварительная сумма:

source: Hide block if cart is empty.
ru: Убрать блок,если корзина пуста.

source: Display the shopping cart icon in the block title.
ru: Отображать иконку корзины в заголовке блока.

source: Cart name
ru: Название корзины

source: This name will be displayed when using the default block title.<br />Leaving this blank defaults to the translatable name "Shopping Cart."
ru: Это название будет отображено при использовании заголовка,принятого по умолчанию.Если оставить это поле пустым,блок будет называться "Корзина" (может быть переведено).

source: Make the shopping cart block collapsible by clicking the name or arrow.
ru: Сделать блок сварачивающимся при клике стрелки или названия.

source: Display the shopping cart block collapsed by default.
ru: Отображать корзину свёрнутой по умолчанию.

source: Display small help text in the shopping cart block.
ru: Показывать небольшой справочный текст в блоке корзины.

source: Cart help text
ru: Справочный текст

source: Displayed if the above box is checked.
ru: Отображается,если выбрано выше.

source: Show/hide shopping cart contents.
ru: Показать/Скрыть корзину.

source: View your shopping cart.
ru: Обзор корзины.

source: <a href="!url">View</a> your shopping cart.
ru: <a href="!url">Обзор</a> корзины.

source: There are no products in your shopping cart.
ru: <span class="cart-is-empty">Ваша корзина пуста.</span>

source: Your order is almost complete. Please review the details below and click 'Submit order' if all the information is correct. You may use the 'Back' button to make changes to your order if necessary.
ru: Оформление заказа почти завершено. Пожалуйста, проверьте детали заказа ниже и затем нажмите "Отправить заказ". Чтобы внести изменения в заказ, вернитесь на предыдущую страницу при помощи кнопки "Назад".

source: Your order is complete! Your order number is [order-id].
ru: Ваш заказ оформлен. Номер заказа: [order-id]

source: Thank you for shopping at [store-name]. While logged in, you may continue shopping or <a href="[order-url]">view your current order status</a> and order history.
ru: Спасибо за заказ в магазине [store-name]. Пока вы остаётесь авторизированным пользователем, вы можете продолжить покупки или <a href="[order-url]">просмотреть</a> историю ваших заказов.

source: Thank you for shopping at [store-name]. Your current order has been attached to the account we found matching your e-mail address. <a href="!user_url">Login</a> to view your current order status and order history. Remember to login when you make your next purchase for a faster checkout experience!
ru: Спасибо за заказ в магазине [store-name]. Ваш заказ был размещён в вашем профиле, который ассоциируется с указанным вами e-mail <a href="!user_url">Авторизируйтесь</a> для просмотра состояния вашего заказа. Не забудьте авторизироваться при следующем заказе - этот ускорит процесс расчёта.

source: Thank you for shopping at [store-name]. A new account has been created for you here that you may use to view your current order status. <a href="!user_url">Login</a> to your new account using the following information: <strong>Username:</strong> !new_username <strong>Password:</strong> !new_password
ru: Спасибо за заказ в магазине [store-name]. Для вас был создан профиль, в котором вы можете видеть состояние вашего заказа. <a href="!user_url">Авторизируйтесь</a>, используя такие данные: <strong>Логин:</strong> !new_username <strong>Пароль:</strong> !new_password

source: <a href="[site-url]">Return to the front page.</a>
ru: <a href="[site-url]">Вернуться на главную страницу</a>

source: Cart contents
ru: Содержимое корзины

source: Customer information
ru: Данные покупателя

source: Get the necessary information to create a customer on the site.
ru: Получить необходимую информацию,чтобы создать клиента на сайте.

source: Delivery information
ru: Информация о доставке

source: Get the information for where the order needs to ship.
ru: Получить информацию о том,куда должен быть доставлен заказ.

source: Billing information
ru: Платёжная информация
