Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Select which themes are available to your users and specify the default theme. To configure site-wide display settings, click the "configure" task above. Alternatively, to override these settings in a specific theme, click the "configure" link for that theme. Note that different themes may have different regions available for displaying content; for consistency in presentation, you may wish to enable only one theme.
ru: Выберите, какие темы оформления будут доступны для ваших пользователей и укажите тему по умолчанию.

source: To change the appearance of your site, a number of <a href="@themes">contributed themes</a> are available.
ru: Внешний вид сайта можно изменить с помощью <a href="@themes">доступных тем оформления</a>.

source: These options control the display settings for the <code>%template</code> theme. When your site is displayed using this theme, these settings will be used. By clicking "Reset to defaults," you can choose to use the <a href="@global">global settings</a> for this theme.
ru: Эти параметры контролируют отображение темы <code>%template</code>. Данные настройки будут использоваться, когда ваш сайт использует эту тему оформления. Нажатие кнопки "Вернуться к исходным", приведет к использованию для этой темы <a href="%global">глобальных настроек</a>.

source: These options control the default display settings for your entire site, across all themes. Unless they have been overridden by a specific theme, these settings will be used.
ru: Эти параметры определяют настройки по умолчанию для сайта и всех тем оформления. Они будут использоваться, пока вы не переопределите эти настройки для какой-либо темы.

source: Modules are plugins that extend Drupal's core functionality. Enable modules by selecting the <em>Enabled</em> checkboxes below and clicking the <em>Save configuration</em> button. Once a module is enabled, new <a href="@permissions">permissions</a> may be available. To reduce server load, modules with their <em>Throttle</em> checkbox selected are temporarily disabled when your site becomes extremely busy. (Note that the <em>Throttle</em> checkbox is only available if the Throttle module is enabled.)
ru: Модули - это расширения, которые добавляют те или иные функции сайту. Чтобы включить/выключить модуль, выберите/снимите галочку с соответствующего чекбокса. Как только модуль включён, необходимо проверить и настроить его <a href="@permissions">права</a>. Определённые модули можно выключать при перегрузке сервера, для этого нужно включить модуль "Регулятор".

source: It is important that <a href="@update-php">update.php</a> is run every time a module is updated to a newer version.
ru: Важно, чтобы каждый раз, когда вы обновляете тот или иной модуль, запускался файл <a href="@update-php">update.php</a>.

source: To clear all caches, click the button on the <a href="@performance">Performance page</a>.
ru: Чтобы очистить кэш, нажмите на <a href="@performance">кнопку</a> сброса кэш.

source: The uninstall process removes all data related to a module. To uninstall a module, you must first disable it. Not all modules support this feature.
ru: При полном удалении модуля очищаются все данные,принадлежавшие ему.Чтобы удалить модуль, необходимо его предварительно отключить.Не все модули поддерживают эту возможность.

source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on drupal.org's support forums and project issue queues.
ru: Здесь показана короткая сводка настроек и состояния сайта. Если будут обнаружены какие либо проблемы в работе сайта, они будут отображены здесь.

source: Selecting a different theme will change the look and feel of the site.
ru: Выбор другой темы изменит внешний вид сайта.

source: Time zone
ru: Часовой пояс

source: Select your current local time. Dates and times throughout this site will be displayed using this time zone.
ru: Выберите ваше текущее локальное время. Даты и время на всём сайте будут использовать эту временную зону.

source: Powered by Drupal
ru: Работает на Drupal

source: Badge color
ru: Цвет значка

source: Black
ru: Чёрный

source: Gray
ru: Серый

source: Badge size
ru: Размер значка

source: Small
ru: мелкий

source: Medium
ru: Средний

source: Large
ru: Крупный

source: Theme configuration
ru: Настройки темы оформления

source: (site default theme)
ru: (тема сайта по умолчанию)

source: The settings have not been saved because of the errors.
ru: Настройки не были сохранены из-за возникших ошибок.

source: Configure permissions
ru: Настройка прав доступа

source: When cron runs
ru: Время запуска cron

source: Display a message to the user
ru: Отображать сообщения

source: Redirect to URL
ru: Перенаправить на URL

source: Choose an advanced action
ru: Выберите расширенные опции

source: Action type
ru: Тип действия

source: Actions available to Drupal:
ru: Доступные действия:

source: Make a new advanced action available
ru: Создать новое действие

source: A unique description for this advanced action. This description will be displayed in the interface of modules that integrate with actions, such as Trigger module.
ru: Уникальное описание для этого расширенного действия. Будет отображено в интерфейсе администратора.

source: Are you sure you want to delete the action %action?
ru: Вы уверены, что хотите удалить действие %action?

source: This cannot be undone.
ru: Это не может быть отменено

source: Action %action was deleted
ru: Действие %action было удалено

source: Deleted orphaned action (%action).
ru: Удалить несвязанные действия (%action).

source: Recipient
ru: Получатель

source: The email address to which the message should be sent OR enter %author if you would like to send an e-mail to the author of the original post.
ru: E-mail получателя или укажите %author, если вы хотите отправить e-mail автору оригинального сообщения.

source: The subject of the message.
ru: Тема сообщения.

source: Please enter a valid email address or %author.
ru: Укажите правильный email или %author.

source: The message to be displayed to the current user. You may include the following variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. Not all variables will be available in all contexts.
ru: Сообщение, отображаемое текущему пользователю. Вы можете использовать такие переменные: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. Не все переменные будут доступны в определённых случаях.

source: The URL to which the user should be redirected. This can be an internal URL like node/1234 or an external URL like http://drupal.org.
ru: URL, на которое пользователь должен быть перенаправлен. Это может быть внутренний адрес или внешний адрес.

source: Powered by Drupal, an open source content management system
ru: Работает под управлением фреймворка Drupal.

source: Could not delete temporary file "%path" during garbage collection
ru: Невозможно удалить временный файл "%path" при очистке ненужных файлов.

source: Deleted action %aid (%action)
ru: Действие %aid (%action) удалено

source: Cannot use %author token in this context.
ru: Невозможно использовать токен %author в этом случае.

source: Unable to send email to %recipient
ru: Невозможно отправить e-mail для "%recipient".

source: administer site configuration
ru: Управлять настройками сайта

source: access administration pages
ru: Доступ к страницам администрирования

source: administer actions
ru: Администрировать действия

source: access site reports
ru: Доступ к отчётам сайта

source: select different theme
ru: Выбирать другую тему оформления

source: administer files
ru: Администрировать файлы

source: By module
ru: По модулям

source: Delete action
ru: Удалить действие

source: Delete an action.
ru: Удалить действие

source: -1 (Unlimited)
ru: -1 (Неограничено)

source: Web server
ru: Веб-сервер

source: Your PHP installation is too old. Drupal requires at least PHP %version.
ru: Установленный PHP слишком стар. Для работы системы требуется PHP версии как минимум %version.

source: <em>register_globals</em> is enabled. Drupal requires this configuration directive to be disabled. Your site may not be secure when <em>register_globals</em> is enabled. The PHP manual has instructions for <a href="http://php.net/configuration.changes">how to change configuration settings</a>.
ru: Директива "register_globals" включена.Для корректной работы системы необходимо отключить эту директиву.<a href="http://php.net/configuration.changes">Дополнительная информация</a>.

source: Enabled ('@value')
ru: Включено ("@value")

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the installation process.
ru: Увеличение "PHP memory_limit" до %memory_minimum_limit поможет предотвратить ошибки при установке.

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the update process.
ru: Увеличение "PHP memory_limit" до %memory_minimum_limit поможет предотвратить ошибки при обновлении.

source: Depending on your configuration, Drupal can run with a %memory_limit PHP memory limit. However, a %memory_minimum_limit PHP memory limit or above is recommended, especially if your site uses additional custom or contributed modules.
ru: В зависимости от ваших настроек, система может работать со значением PHP memory_limit в %memory_limit, однако это значение может быть недостаточным, особенно при использовании дополнительных модулей.

source: Increase the memory limit by editing the memory_limit parameter in the file %configuration-file and then restart your web server (or contact your system administrator or hosting provider for assistance).
ru: Увеличте память путём редактирования параметра "memory_limit" в файле %configuration-file и затем перезапустите ваш сервер.

source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
ru: Обратитесь в поддержку хостинга, чтобы увеличить память PHP.

source: See the <a href="@url">Drupal requirements</a> for more information.
ru: Смотрите <a href="@url">требования</a> для справки.

source: Not protected
ru: Не защищён.

source: The directory %file is not protected from modifications and poses a security risk. You must change the directory's permissions to be non-writable.
ru: Директория "%file" не защищена от редактирования, что угрожает безопасности всего сайта. Вы должны изменить права этой директории на запись.

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
ru: Файл %file не защищен от изменений,что является потенциальным риском для безопасности сайта. Вам следует установить права на файл "запрет на запись".

source: Protected
ru: Защищён.

source: Configuration file
ru: Файл настроек

source: For more information, see the online handbook entry for <a href="@cron-handbook">configuring cron jobs</a>.
ru: За подробной информацией обращайтесь <a href="@cron-handbook">сюда</a>.

source: Cron has not run. Please visit the <a href="@status">status report</a> for more information.
ru: Cron не запускался. Просмотрите <a href="@status">отчёт состояния</a> для дополнительной информации.

source: Never run
ru: Не запускался

source: Cron has not run.
ru: Cron не запускался.

source: Last run !time ago
ru: Последний запуск !time назад

source: Cron has not run recently.
ru: Cron в последнее время не запускался.

source: Cron maintenance tasks
ru: Выполнение задач cron

source: You can <a href="@cron">run cron manually</a>.
ru: Вы можете <a href="@cron">запустить cron</a> вручную.

source: Not writable
ru: Запись запрещена

source: The directory %directory is not writable.
ru: Каталог %directory закрыт для записи.

source: You may need to set the correct directory at the <a href="@admin-file-system">file system settings page</a> or change the current directory's permissions so that it is writable.
ru: Вам нужно установить правильный каталог на <a href="@admin-file-system">странице настроек файловой системы</a> или установить для текущего каталога права, разрешающие запись.

source: An automated attempt to create this directory failed, possibly due to a permissions problem. To proceed with the installation, either create the directory and modify its permissions manually, or ensure that the installer has the permissions to create it automatically. For more information, please see INSTALL.txt or the <a href="@handbook_url">on-line handbook</a>.
ru: Попытка автоматического создания этой директории не привела к успеху, возможно из-за прав директории. Чтобы продолжить установку, создайте эту директорию или измените права вручную или удостоверьтесь, что инсталлятор имеет права на автоматическое создание директории. За подробной информацией обращайтесь к файлу INSTALL.txt.

source: Writable (<em>public</em> download method)
ru: Запись разрешена ("публичный" метод загрузки)

source: Writable (<em>private</em> download method)
ru: Запись разрешена ("приватный" метод загрузки)

source: Database updates
ru: Обновления базы данных

source: Up to date
ru: Обновлённая

source: Out of date
ru: Устарела.

source: Some modules have database schema updates to install. You should run the <a href="@update">database update script</a> immediately.
ru: Некоторые модули требуют обновления базы данных для своей установки. Вы должны запустить сейчас <a href="@update">скрипт обновления базы данных</a>.

source: The update.php script is accessible to everyone without authentication check, which is a security risk. You must change the $update_free_access value in your settings.php back to FALSE.
ru: Скрипт update.php доступен каждому, без проверки прав. Вы должны иизменить значение $update_free_access в settings.php на FALSE.

source: Access to update.php
ru: Доступ к update.php

source: Update notifications
ru: Уведомление об обновлении

source: HTTP request status
ru: Состояние запроса HTTP

source: Fails
ru: Ошибка

source: Your system or network configuration does not allow Drupal to access web pages, resulting in reduced functionality. This could be due to your webserver configuration or PHP settings, and should be resolved in order to download information about available updates, fetch aggregator feeds, sign in via OpenID, or use other network-dependent services.
ru: Настройка вашего сервера или сети не позволяет системе обращаться к другим сайтам. Это приведёт к тому, что вам будут недоступны определённые функции сайта (например, вход по OpenID, работа с RSS и тд)

source: Handles general site configuration for administrators.
ru: Отображает основные настройки сайта для администраторов.

source: Testing clean URLs...
ru: Тестирование "чистых" ссылок...

source: Your system configuration does not currently support this feature. The <a href="http://drupal.org/node/15365">handbook page on Clean URLs</a> has additional troubleshooting information.
ru: Текущая настройка системы не поддерживает эту возможность. За детальной информацией обращайтесь <a href="http://drupal.org/node/15365">сюда</a>.

source: edit vocabulary
ru: редактировать словарь

source: list terms
ru: показать термины

source: add terms
ru: добавить термины

source: No vocabularies available.
ru: Словари не доступны.

source: The name for this vocabulary, e.g., <em>"Tags"</em>.
ru: Название этого словаря.

source: Select content types to categorize using this vocabulary.
ru: Выберите тип содержимого для этого словаря.

source: Tags
ru: Теги

source: Terms are created by users when submitting posts by typing a comma separated list.
ru: Термины созданы пользователем при создании публикаций путём указания разделённого запятыми списка слов.

source: Multiple select
ru: Множественный выбор.

source: Allows posts to have more than one term from this vocabulary (always true for tags).
ru: Позволить публикациям иметь более одного термина в этом словаре (всегда справедливо для тегов)

source: At least one term in this vocabulary must be selected when submitting a post.
ru: При создании публикации должен быть указан хотя-бы один термин таксономии из этого словаря.

source: Vocabularies are displayed in ascending order by weight.
ru: Словари показаны по возрастанию на основании их веса.

source: Validation error, please try again. If this error persists, please contact the site administrator.
ru: Ошибка при проверке, попробуйте снова. если ошибка повторится, свяжитесь с администратором.

source: Created new vocabulary %name.
ru: Создан новый словарь %name.

source: Updated vocabulary %name.
ru: Словарь %name обновлён.

source: Terms in %vocabulary
ru: Термины в %vocabulary

source: No terms available.
ru: Нет терминов.

source: Reset to alphabetical
ru: Сбросить до алфавитного порядка

source: Add term to %vocabulary
ru: Добавить термины в %vocabulary

source: Term name
ru: Имя

source: The name of this term.
ru: Название этого термина.

source: A description of the term. To be displayed on taxonomy/term pages and RSS feeds.
ru: Описание термина. Будет отображено на страницах категорий и RSS

source: Parent terms
ru: Родительские термины

source: Related terms
ru: Подходящие условия.

source: Synonyms
ru: Синонимы

source: Synonyms of this term, one synonym per line.
ru: Синонимы термина, по одному на строку.

source: Terms are displayed in ascending order by weight.
ru: Термины отображаются по возрастанию на основании веса.

source: Weight value must be numeric.
ru: Значение веса должно быть числом.

source: Created new term %term.
ru: Создан новый термин %term.

source: Updated term %term.
ru: Термин %term обновлён.

source: Set multiple term parents?
ru: Установить родители множественных терминов?

source: You may re-enable the drag and drop interface at any time by reducing multiple parents to a single parent for the terms in this vocabulary.
ru: Вы можете снова включить интерфейс "drag&drop" путём ограничения множественных родителей до одиночных.

source: Set multiple parents
ru: Установить родителей

source: Are you sure you want to delete the term %title?
ru: Вы уверены,что хотите удалить термин %title?

source: Deleting a term will delete all its children if there are any. This action cannot be undone.
ru: При удалении термина будут удалены все его подчинённые термины.Это действие нельзя будет отменить.<br /><br />

source: Deleted term %name.
ru: Удалён термин %name.

source: Are you sure you want to delete the vocabulary %title?
ru: Вы уверены,что хотите удалить словарь %title?

source: Deleting a vocabulary will delete all the terms in it. This action cannot be undone.
ru: При удалении словаря будут удалены все его термины.Это действие нельзя будет отменить.<br /><br />

source: Deleted vocabulary %name.
ru: Удалён словарь %name.

source: Are you sure you want to reset the vocabulary %title to alphabetical order?
ru: Вы уверены, что хотите сбросить словарь %title до сортировки в алфавитном порядке?

source: Resetting a vocabulary will discard all custom ordering and sort items alphabetically.
ru: Сброс словаря приведёт к сбросу порядка сортировки, указанного пользователем, до сортировки в алфавитном порядке.

source: Reset vocabulary %name to alphabetical order.
ru: Сбросить словарь %name до сортировки в алфавитном порядке.

source: taxonomy
ru: Таксономия

source: A comma-separated list of terms describing this content. Example: funny, bungee jumping, "Company, Inc.".
ru: Разделённый через запятую список терминов,описывающих это содержимое.

source: Vocabularies
ru: Словари

source: The %name vocabulary can not be modified in this way.
ru: Словарь %name не может быть изменён таким способом.

source: There are currently no posts in this category.
ru: Нет содержимого в этой категории.

source: The taxonomy module allows you to categorize content using various systems of classification. Free-tagging vocabularies are created by users on the fly when they submit posts (as commonly found in blogs and social bookmarking applications). Controlled vocabularies allow for administrator-defined short lists of terms as well as complex hierarchies with multiple relationships between different terms. These methods can be applied to different content types and combined together to create a powerful and flexible method of classifying and presenting your content.
ru: Модуль "Таксономия" позволяет категоризировать содержимое сайта.

source: The taxonomy module supports the use of both synonyms and related terms, but does not directly use this functionality. However, optional contributed or custom modules may make full use of these advanced features.
ru: Модуль поддерживает использование синонимов и связанных терминов, но не использует эту функцию напрямую. Необязательные и дополнительные модули могут выполнить эти и другие функции в полном объёме.

source: For more information, see the online handbook entry for <a href="@taxonomy">Taxonomy module</a>.
ru: За детальной информацией обращайтесь <a href="@taxonomy">сюда</a>.

source: The taxonomy module allows you to categorize your content using both tags and administrator defined terms. It is a flexible tool for classifying content with many advanced features. To begin, create a 'Vocabulary' to hold one set of terms or tags. You can create one free-tagging vocabulary for everything, or separate controlled vocabularies to define the various properties of your content, for example 'Countries' or 'Colors'.
ru: Модуль "Таксономия" позволяет категоризировать содержимое сайта с помощью терминов (категорий), определённых пользователями или администраторами.

source: %capital_name is a free-tagging vocabulary. To change the name or description of a term, click the <em>edit</em> link next to the term.
ru: Словарь "%capital_name" является словарём со свободным теггингом. Чтобы изменить название или описание термина, нажмите "редактировать" рядом с термином.

source: %capital_name is a flat vocabulary. You may organize the terms in the %name vocabulary by using the handles on the left side of the table. To change the name or description of a term, click the <em>edit</em> link next to the term.
ru: Словарь "%capital_name" является одноуровневым словарём. Чтобы изменить название или описание термина, нажмите "редактировать" рядом с термином.

source: %capital_name is a single hierarchy vocabulary. You may organize the terms in the %name vocabulary by using the handles on the left side of the table. To change the name or description of a term, click the <em>edit</em> link next to the term.
ru: Словарь "%capital_name" является одиночным словарём. Чтобы изменить название или описание термина, нажмите "редактировать" рядом с термином.

source: %capital_name is a multiple hierarchy vocabulary. To change the name or description of a term, click the <em>edit</em> link next to the term. Drag and drop of multiple hierarchies is not supported, but you can re-enable drag and drop support by editing each term to include only a single parent.
ru: Словарь "%capital_name" является многоуровневым словарём. Чтобы изменить название или описание термина, нажмите "редактировать" рядом с термином.

source: Define how your vocabulary will be presented to administrators and users, and which content types to categorize with it. Tags allows users to create terms when submitting posts by typing a comma separated list. Otherwise terms are chosen from a select list and can only be created by users with the "administer taxonomy" permission.
ru: Определите, как ваш словарь будет представлен для администратора и пользователя и для каких типов документов он предназначен. Теги позволяют пользователям указывать список ключевых слов через запятую при создании публикации. Также теги могут быть выбраны из выпадающего списка.
