Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: After saving a new term to the database
ru: После сохранения в базу данных нового термина

source: After saving an updated term to the database
ru: После сохранения в базу данных обновлённого термина

source: After deleting a term
ru: После удаления термина

source: administer taxonomy
ru: Администрировать

source: Edit vocabulary
ru: Редактирование словаря

source: List terms
ru: Список терминов

source: Add term
ru: Добавить термин

source: Enables the categorization of content.
ru: Упорядочивание содержимого сайта по категориям.

source: Working with translation-enabled content types:
ru: Работает с переводимыми типами документов:

source: Use the <em>Language</em> drop down to select the appropriate language when creating or editing posts.
ru: Используйте выпадающий список "Языки" для выбора подходящего языка.

source: Provide new or edit current translations for existing posts via the <em>Translation</em> tab. Only visible while viewing a post as a user with the <em>translate content</em> permission, this tab allows translations to be added or edited using a specialized editing form that also displays the content being translated.
ru: Определите новые переводы или отредактируйте текущие переводы в закладке "Перевод". Эта закладка доступна только для пользователей с правами "Переводить содержимое".

source: Update translations as needed, so that they accurately reflect changes in the content of the original post. The translation status flag provides a simple method for tracking outdated translations. After editing a post, for example, select the <em>Flag translations as outdated</em> check box to mark all of its translations as outdated and in need of revision. Individual translations may be marked for revision by selecting the <em>This translation needs to be updated</em> check box on the translation editing form.
ru: Метка состояния перевода позволяет отслеживать устаревшее содержимое при изменении источника. После редактирования публикации, к примеру, выберите "Отметить переводы устаревшими", чтобы обозначить все зависимые переводы такими, что нуждаются в обновлении. Отдельные переводы могут быть отмечены для вариантов путём выбора опции "Этот перевод нужно обновить".

source: The <a href="@content-node">Content management administration page</a> displays the language of each post, and also allows filtering by language or translation status.
ru: <a href="@content-node">Страница управления содержимым</a> сайта отображает язык для каждой публикации и также позволяет отфильтровать содержимое по его языку.

source: Use the <a href="@blocks">language switcher block</a> provided by locale module to allow users to select a language. If available, both the site interface and site content are presented in the language selected.
ru: Используйте <a href="@blocks">блок переключения языков</a>, который создаётся модулем "Локализация" и позволяет переключаться между языками.

source: For more information, see the online handbook entry for <a href="@translation">Translation module</a>.
ru: За подробной информацией обращайтесь <a href="@translation">сюда</a>.

source: Translations of a piece of content are managed with translation sets. Each translation set has one source post and any number of translations in any of the <a href="!languages">enabled languages</a>. All translations are tracked to be up to date or outdated based on whether the source post was modified significantly.
ru: Переводы содержимого управляются через набор переводов. Каждый набор переводов имеет одну публикацию-источник и любое количество переводов в любых <a href="!languages">включённых языках</a>. Все переводы отслеживаются на наличие существенных обновлений документа-источника.

source: Enabled, with translation
ru: Включено, с переводом

source: Enable multilingual support for this content type. If enabled, a language selection field will be added to the editing form, allowing you to select from one of the <a href="!languages">enabled languages</a>. You can also turn on translation for this content type, which lets you have content translated to any of the enabled languages. If disabled, new posts are saved with the default language. Existing content will not be affected by changing this option.
ru: Включить многоязычную поддержку для этого типа содержимого. Если включено, будет добавлено поле выборя <a href="!languages">доступного языка</a> документа. Если опция отключена, документ будет сохранён в языке по умолчанию.

source: Flag translations as outdated
ru: Отметить переводы устаревшими

source: If you made a significant change, which means translations should be updated, you can flag all translations of this post as outdated. This will not change any other property of those posts, like whether they are published or not.
ru: Если вы сделали существенные изменения, которые подразумевают обновления переводов, вы можете отметить все переводы этой публикации как устаревшие. Это не изменит любые другие свойства этой публикации.

source: This translation needs to be updated
ru: Этот перевод нужно обновить

source: When this option is checked, this translation needs to be updated because the source post has changed. Uncheck when the translation is up to date again.
ru: Если отмечено, этот перевод нужно будет обновить, так как источник был изменён. Снимите отметку, когда этот перевод будет снова актуальным.

source: translate content
ru: переводить содержимое

source: Translate
ru: Перевод

source: Content translation
ru: Перевод содержимого

source: Allows content to be translated into different languages.
ru: Позволяет переводить документ в несколько языков.

source: Translation helpers
ru: Помощник для переводов

source: Provides methods for other modules to use with translated content.
ru: Предоставляет способы использования переводов для других модулей.

source: Multilanguage
ru: Многоязычность

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction.
ru: Максимально допустимый размер изображения в формате ШИРИНАxВЫСОТА. Установите в 0 для отмены ограничений.

source: Depending on your server environment, these settings may be changed in the system-wide php.ini file, a php.ini file in your Drupal root directory, in your Drupal site's settings.php file, or in the .htaccess file in your Drupal root directory.
ru: Эти настройки могут быть изменены в php.ini, в системном settings.php, в .htaccess.

source: The %role file size limit must be a number and greater than zero.
ru: Ограничение размера файла %role должно быть в виде числа и больше 0.

source: Front page feed
ru: Фид на главной странице

source: The %role maximum file size per upload is greater than the total file size allowed per user
ru: Максимальный размер файла %role больше разрешённого суммарного размера файлов для пользователя.

source: Maximum resolution for uploaded images
ru: Максимальный размер

source: List files by default
ru: Показывать по умолчанию

source: Default permitted file extensions
ru: Разрешённые расширения

source: Default extensions that users can upload. Separate extensions with a space and do not include the leading dot.
ru: Файлы с расширением, которые может загружать пользователь. Разделяйте расширения пробелами и не ставьте точек.

source: Default maximum file size per upload
ru: Размер на загрузку

source: The default maximum file size a user can upload. If an image is uploaded and a maximum resolution is set, the size will be checked after the file has been resized.
ru: Максимальный размер файла, который может загружать пользователь по умолчанию.

source: Default total file size per user
ru: Суммарный размер

source: The default maximum size of all files a user can have on the site.
ru: Максимальные размер файлов по умолчанию, которые пользователь может иметь на сайте.

source: Settings for @role
ru: @role

source: Total file size per user
ru: Суммарный размер файлов на пользователя

source: The maximum size of all files a user can have on the site.
ru: Максимальный суммарный размер файлов, который может иметь пользователь на этом сайте.

source: Users with the <a href="@permissions">upload files permission</a> can upload attachments. Users with the <a href="@permissions">view uploaded files permission</a> can view uploaded attachments. You can choose which post types can take attachments on the <a href="@types">content types settings</a> page.
ru: Пользователи с правами <a href="@permissions">загружать файлы</a> могут загружать вложения. Пользователи с правами <a href="@permissions">смотреть вложения</a> могут просматривать загруженные вложения. Вы можете выбрать, какие типы документов могут иметь вложения на <a href="@types">этой</a> странице.

source: Read full article to view attachments.
ru: Читать полную публикацию для просмотра вложения.

source: Attachments
ru: Вложения

source: File attachments are disabled. The file directories have not been properly configured.
ru: Вложение файлов отключено. Файловая директория не настроена правильным образом.

source: Please visit the <a href="@admin-file-system">file system configuration page</a>.
ru: Откройте страницу управления <a href="@admin-file-system">файловой системой</a>.

source: Please contact the site administrator.
ru: Свяжитесь с администратором сайта.

source: Attach new file
ru: Новый файл

source: Images are larger than %resolution will be resized.
ru: Изображения с размером большим чем %resolution будут изменены в размере.

source: The maximum upload size is %filesize. Only files with the following extensions may be uploaded: %extensions.
ru: Максимальный размер загружаемого файла - %filesize. Могут быть загружены только файлы с такими расширениями: %extensions.

source: Attach
ru: Вложить

source: Please wait...
ru: Загружается...

source: 1 attachment
ru: @count файл

source: upload files
ru: Загружать файлы

source: view uploaded files
ru: Просмотр загруженных файлов

source: Create new account
ru: Регистрация

source: Show only users where
ru: Выбор по критериям

source: <em>and</em> where <strong>%property</strong> is <strong>%value</strong>
ru: и где <strong>%property</strong> имеет значение <strong>%value</strong>

source: <strong>%property</strong> is <strong>%value</strong>
ru: <strong>%property</strong> имеет значение <strong>%value</strong>

source: blocked
ru: заблокировано

source: active
ru: активно

source: Old value
ru: Старое значение

source: User registration settings
ru: Настройка регистрации

source: Public registrations
ru: Публичная регистрация

source: Only site administrators can create new user accounts.
ru: Только администратор сайта может создать новый профиль.

source: Visitors can create accounts and no administrator approval is required.
ru: Пользователь может сам создать свой профиль без одобрения администратора.

source: Visitors can create accounts but administrator approval is required.
ru: Пользователь может сам создать свой профиль,но с обязательным одобрением администратора.

source: Require e-mail verification when a visitor creates an account
ru: Обязательная проверка e-mail

source: If this box is checked, new users will be required to validate their e-mail address prior to logging into the site, and will be assigned a system-generated password. With it unchecked, users will be logged in immediately upon registering, and may select their own passwords during registration.
ru: Если отмечено, новый пользователь должен будет подтвердить свой e-mail до входа в свой профиль. Если не отмечено, пользователь войдёт в свой профиль немедленно и сможет выбрать свой пароль при регистрации.

source: User registration guidelines
ru: Текст в форме регистрации

source: This text is displayed at the top of the user registration form and is useful for helping or instructing your users.
ru: Этот текст будет отображён наверху формы регистрации пользователя и может быть использован для короткой справки.

source: User e-mail settings
ru: Настройки e-mail

source: Drupal sends emails whenever new users register on your site, and optionally, may also notify users after other account actions. Using a simple set of content templates, notification e-mails can be customized to fit the specific needs of your site.
ru: Система отправляет email при регистрации нового пользователя, и при необходимости может уведомить пользователей при других действиях, связанных с профилем.

source: Available variables are:
ru: Можно применять подстановки:

source: Welcome, new user created by administrator
ru: Приветственное сообщение, если новый пользователь создан администратором.

source: Customize welcome e-mail messages sent to new member accounts created by an administrator.
ru: Настройте приветственное сообщение, которое отправляется новому пользователю, если профиль для него создан администратором.

source: Welcome, no approval required
ru: Приветственное сообщение, если не требуется одобрения администратором

source: Customize welcome e-mail messages sent to new members upon registering, when no administrator approval is required.
ru: Настройте приветственное сообщение, которое отправляется новому пользователю, если для создания его профиля не требуется одобрения администратора.

source: Welcome, awaiting administrator approval
ru: Приветственное сообщение, если созданный профиль ожидает одобрения администратором

source: Customize welcome e-mail messages sent to new members upon registering, when administrative approval is required.
ru: Настройте приветственное сообщение, которое отправляется новому пользователю, если для создания его профиля требуется одобрение администратора.

source: Password recovery email
ru: Напоминание пароля

source: Customize e-mail messages sent to users who request a new password.
ru: Настройте приветственное сообщение, которое отправляется пользователю, если он забыл пароль.

source: Account activation email
ru: Email активации профиля

source: Enable and customize e-mail messages sent to users upon account activation (when an administrator activates an account of a user who has already registered, on a site where administrative approval is required).
ru: Включите и настройте e-mail, который отправляется пользователям при активации профиля (когда администратор активирует профиль пользователя, который уже зарегистрирован на сайте, где требуется одобрение администратора).

source: Notify user when account is activated.
ru: Уведомить пользователя при активации профиля.

source: Account blocked email
ru: Email при блокировании профиля

source: Enable and customize e-mail messages sent to users when their accounts are blocked.
ru: Включите и настройте сообщение, которое будет отправлено пользователю при блокировании его профиля.

source: Notify user when account is blocked.
ru: Уведомить пользователя при блокировании его профиля.

source: Account deleted email
ru: Email при удалении профиля

source: Enable and customize e-mail messages sent to users when their accounts are deleted.
ru: Включите и настройте сообщение, которое будет отправлено при удалении профиля пользователя.

source: Notify user when account is deleted.
ru: Уведомить пользователя при удалении его профиля.

source: Signatures
ru: Подписи

source: Signature support
ru: Поддержка подписи

source: Pictures
ru: Аватары

source: Picture support
ru: Поддержка аватаров

source: Picture image path
ru: Директория для хранения изображений

source: Subdirectory in the directory %dir where pictures will be stored.
ru: Поддиректория в директории %dir,где будут храниться аватары пользователей.

source: Picture maximum dimensions
ru: Размеры аватара

source: Maximum dimensions for pictures, in pixels.
ru: Максимальный размер изображения аватара,в пикселях.

source: Picture maximum file size
ru: Размер файла

source: Maximum file size for pictures, in kB.
ru: Максимальный размер файла аватара,в килобайтах.

source: Picture guidelines
ru: Справочный текст

source: This text is displayed at the picture upload form in addition to the default guidelines. It's useful for helping or instructing your users.
ru: Этот текст будет отображаться на форме добавления аватара.Может использоваться для справки.

source: Save permissions
ru: Сохранить права

source: @module module
ru: Модуль @module

source: Role name
ru: Название роли

source: The name for this role. Example: "moderator", "editorial board", "site architect".
ru: Название роли.Например: "модератор","редактор","дизайнер".

source: Save role
ru: Сохранить роль

source: Delete role
ru: Удалить роль

source: Add role
ru: Добавить роль

source: The role name %name already exists. Please choose another role name.
ru: Название роли %name уже существует.

source: You must specify a valid role name.
ru: Укажите корректное имя для роли.

source: The role has been renamed.
ru: Роль была переименована.

source: The role has been deleted.
ru: Роль была удалена.

source: The role has been added.
ru: Роль была добавлена.

source: Add rule
ru: Добавить правило

source: Save rule
ru: Сохранить правило

source: Access type
ru: Тип доступа

source: Allow
ru: Разрешить

source: Deny
ru: Запретить

source: Rule type
ru: Тип правила

source: Mask
ru: Маска

source: Matches any number of characters, even zero characters
ru: Соответствие любому знаку,даже нулю.

source: Matches exactly one character.
ru: Точное соответствие одному знаку.

source: The access rule has been saved.
ru: Правило доступа было сохранено.

source: The access rule has been added.
ru: Новое правило доступа было добавлено.

source: No value entered. Please enter a test string and try again.
ru: Вы не ввели значение.

source: Enter a username to check if it will be denied or allowed.
ru: Введите логин пользователя,чтобы проверить,будет ли он принят или отклонён.

source: Check username
ru: Проверить логин

source: Enter an e-mail address to check if it will be denied or allowed.
ru: Введите e-mail,чтобы проверить,будет ли он принят или отклонён.

source: Check e-mail
ru: Проверить e-mail

source: Check hostname
ru: Проверить хост

source: The username %name is not allowed.
ru: Логин %name запрещён.

source: The username %name is allowed.
ru: Логин %name разрешён.

source: The e-mail address %mail is not allowed.
ru: E-mail %mail запрещён.

source: The e-mail address %mail is allowed.
ru: E-mail %mail разрешён.

source: The hostname %host is not allowed.
ru: Хост %host запрещён.

source: The hostname %host is allowed.
ru: Хост %host разрешён.

source: username
ru: логин

source: host
ru: хост

source: Are you sure you want to delete the @type rule for %rule?
ru: Вы уверены,что хотите удалить правило @type для %rule?

source: None (sitemap locked)
ru: Ничего (карта сайта закрыта)

source: The access rule has been deleted.
ru: Правило доступа было удалено.

source: allow
ru: разрешение

source: deny
ru: запрет

source: There are currently no access rules.
ru: Здесь пока нет правил доступа.

source: edit permissions
ru: редактировать права

source: edit role
ru: редактировать роль

source: locked
ru: закрыто

source: E-mail new password
ru: Напомнить

source: %name is not allowed to request a new password.
ru: Пользователю "%name" не разрешается запрашивать новый пароль.

source: Sorry, %name is not recognized as a user name or an e-mail address.
ru: Логин "%name" не является зарегистрированным логином или e-mail.

source: Further instructions have been sent to your e-mail address.
ru: Пароль отправлен на ваш e-mail.

source: You have already used this one-time login link. It is not necessary to use this link to login anymore. You are already logged in.
ru: Вы уже использовали эту одноразовую ссылку входа в профиль.Больше не используйте её для входа в профиль.

source: You have tried to use a one-time login for an account which has been blocked.
ru: Вы пытались использовать одноразовый логин для профиля, который был заблокирован.

source: You have tried to use a one-time login link that has expired. Please request a new one using the form below.
ru: Вы попытались использовать одноразовую ссылку для входа в профиль,срок действие которой уже истёк.Запросите новую ссылку при помощи формы ниже.

source: You have just used your one-time login link. It is no longer necessary to use this link to login. Please change your password.
ru: Вы только что использовали свою одноразовую ссылку для входа в профиль.Больше не нужно использовать её при повторных входах в свой профиль.Сейчас измените свой пароль.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Click on this button to login to the site and change your password.</p>
ru: <p>Это одноразовый логин для пользователя %user_name, он действует до %expiration_date</p><p>Нажмите на ссылку для входа в профиль и измените пароль</p>

source: This login can be used only once.
ru: Этот логин может быть использован только один раз.

source: Log in
ru: Вход

source: You have tried to use a one-time login link which has either been used or is no longer valid. Please request a new one using the form below.
ru: Вы попытались использовать одноразовую ссылку для входа в профиль,которая была уже использована или больше недействительна.Запросите новую ссылку при помощи формы ниже.

source: Are you sure you want to delete the account %name?
ru: Вы уверены,что хотите удалить профиль %name?

source: All submissions made by this user will be attributed to the anonymous account. This action cannot be undone.
ru: Все материалы,предоставленные этим пользователем, будут отнесены к анонимному профилю.Это действие не может быть отменено.

source: %name has been deleted.
ru: Пользователь %name был удалён.

source: The actual, full data in the body field; this may not be valid data on all node types.
ru: Актуальная и полная информация в поле основного текста документа.

source: Password reset instructions mailed to %name at %email.
ru: Инструкции по сбросу пароля отправлены пользователю %name по адресу %email.

source: Session closed for %name.
ru: Сессия закрыта для %name.

source: You must enter a username.
ru: Укажите логин.

source: The username cannot begin with a space.
ru: Логин не может начинаться с пробела.

source: The username cannot end with a space.
ru: Логин не может заканчиваться пробелом.

source: The username cannot contain multiple spaces in a row.
ru: Логин не может содержать несколько пробелов в строке.

source: The username contains an illegal character.
ru: Логин содержит запрещённые символы.

source: The username %name is too long: it must be %max characters or less.
ru: Логин %name слишком длинный.Максимальное число символов-%max.

source: You must enter an e-mail address.
ru: Укажите e-mail.

source: Failed to upload the picture image; the %directory directory doesn't exist or is not writable.
ru: Ошибка при загрузке изображения.Директория %directory не существует или не имеет прав на запись.

source: History
ru: История

source: Create a new user account.
ru: Создать новый профиль.

source: Request new password
ru: Напомнить пароль

source: Request new password via e-mail.
ru: Запрос нового пароля через e-mail.

source: User login
ru: Вход

source: Who's new
ru: Новые пользователи

source: Who's online
ru: Пользователи онлайн

source: Number of users to display
ru: Число отображаемых пользователей

source: User activity
ru: Активность пользователя

source: A user is considered online for this long after they have last viewed a page.
ru: Пользователь считается онлайн на это время после последнего просмотра страницы.

source: User list length
ru: Длина списка пользователей

source: Maximum number of currently online users to display.
ru: Максимальное число пользователей в списке находящихся онлайн.

source: There is currently %members and %visitors online.
ru: Сейчас %members и %visitors онлайн.

source: There are currently %members and %visitors online.
ru: Сейчас %members и %visitors онлайн.
