Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Allows you to restrict whether users can post HTML and which tags to filter out. It will also remove harmful content such as JavaScript events, JavaScript URLs and CSS styles from those tags that are not removed.
ru: Позволяет определить, может ли пользователь публиковать HTML и какие теги в этом случае разрешены. Будет также удалён весь ненужный и опасный код, например JavaScript или CSS.

source: configure
ru: Настроить

source: Save blocks
ru: Сохранить блоки

source: configure this block
ru: Настроить блок

source: edit menu
ru: Редактировать меню

source: edit the menu that defines this block
ru: Редактировать меню, которое определяет этот блок

source: Show block editing on hover
ru: Показать ссылки

source: Catalog
ru: Каталог

source: Our store
ru: Наш магазин

source: !long-month-name September
ru: !long-month-name Сентябрь

source: Sun
ru: Вс

source: Sat
ru: Сб

source: !long-month-name October
ru: !long-month-name Октябрь

source: Oct
ru: Октябрь

source: Saturday
ru: Суббота

source: Comment ID
ru: ID комментария

source: Comment's node ID
ru: ID документа комментария

source: Comment title
ru: Заголовок комментария

source: Comment title. WARNING - raw user input
ru: Заголовок комментария. ВНИМАНИЕ - сырое значение

source: Comment body
ru: Основной текст комментария

source: Comment body. WARNING - raw user input
ru: Основной текст комментария. ВНИМАНИЕ - сырое значение

source: Comment author's user id
ru: ID комментатора

source: Comment author's user name
ru: Имя комментатора

source: Comment author's user name. WARNING - raw user input
ru: Имя комментатора. ВНИМАНИЕ - сырое значение

source: Comment author's home page.
ru: Сайт автора

source: Comment author's e-mail.
ru: E-mail автора.

source: Comment author's e-mail. WARNING - raw user input.
ru: E-mail комментатора. ВНИМАНИЕ - сырое значение

source: Comment creation year (four digit)
ru: Год создания комментария (4 цифры)

source: Comment creation year (two digit)
ru: Год создания комментария (2 цифры)

source: Comment creation month (full word)
ru: Месяц создания комментария (полное название)

source: Comment creation month (abbreviated)
ru: Месяц создания комментария (аббревиатура)

source: Comment creation month (two digit, zero padded)
ru: Месяц создания комментария (2 цифры, с нулём)

source: Comment creation month (one or two digit)
ru: Месяц создания комментария (1 или 2 цифры)

source: Comment creation week (two digit)
ru: Неделя создания комментария (2 цифры)

source: Determine which <a href="@content-types">content types</a> should support translation features. To enable translation support for a content type, edit the type and at the <em>Multilingual support</em> drop down, select <em>Enabled, with translation</em>. (<em>Multilingual support</em> is located within <em>Workflow settings</em>.) Be sure to save each content type after enabling multilingual support.
ru: Определите,какой <a href="@content-types">тип документов</a> должен поддерживать возможность перевода. Чтобы включить поддержку переводов, отредактируйте тип документ путём установки опции "Включено, с переводом" на странице его настройки.

source: Comment creation date (day of month)
ru: Дата создания комментария (день месяца)

source: Comment creation day (full word)
ru: День создания комментария (полное название)

source: Comment creation day (abbreviation)
ru: День создания комментария (аббревиатура)

source: Comment creation day (two digit, zero-padded)
ru: День создания комментария (2 цифры,с нулём)

source: Comment creation day (one or two digit)
ru: День создания комментария (одна или 2 цифры)

source: Node ID
ru: ID документа

source: Node type
ru: Тип документа

source: Node type (user-friendly version)
ru: Тип документа (удобная версия)

source: Node language
ru: Язык документа

source: Node title
ru: Заголовок документа

source: Unfiltered node title. WARNING - raw user input.
ru: Нефильтрованный заголок документа. ВНИМАНИЕ - сырой ввод.

source: Node author's user id
ru: ID автора документа

source: Node author's user name
ru: Имя автора документа

source: Node author's user name. WARNING - raw user input.
ru: Имя автора документа. ВНИМАНИЕ - сырой ввод.

source: Assign the <em>translate content</em> permission to the appropriate user roles at the <a href="@permissions">Permissions configuration page</a>.
ru: Назначьте права "переводить содержимое" для желаемой роли пользователя на <a href="@permissions">странице настройки прав</a>.

source: Node author's e-mail.
ru: E-mail автора документа.

source: Node author's e-mail. WARNING - raw user input.
ru: E-mail автора документа. ВНИМАНИЕ - сырой пользовательский ввод.

source: Name of top taxonomy term
ru: Название верхнего термина таксономии

source: Configuring content translation and translation-enabled content types:
ru: Настройка переводов:

source: Unfiltered name of top taxonomy term. WARNING - raw user input.
ru: Нефильтрованное название высшего термина. ВНИМАНИЕ - сырой ввод.

source: ID of top taxonomy term
ru: ID верхнего термина таксономии

source: Name of top term's vocabulary
ru: Название словаря наивысшего термина

source: Unfiltered name of top term's vocabulary. WARNING - raw user input.
ru: Нефильтрованное название верхнего термина словаря. ВНИМАНИЕ - сырой ввод.

source: ID of top term's vocabulary
ru: ID верхнего термина словаря

source: Node creation year (four digit)
ru: Год создания документа (4 цифры)

source: Node creation year (two digit)
ru: Год создания документа (2 цифры)

source: Node creation month (full word)
ru: Месяц создания документа (полное название)

source: Node creation month (abbreviated)
ru: Месяц создания документа (аббревиатура)

source: Node creation month (two digit, zero padded)
ru: Месяц создания документа (2 цифры с нулём)

source: Node creation month (one or two digit)
ru: Месяц создания документа (1 или 2 цифры)

source: Node creation week (two digit)
ru: Неделя создания документа (2 цифры)

source: Node creation date (day of month)
ru: Дата создания документа (день месяца)

source: Node creation day (full word)
ru: День создания документа (полное название)

source: Node creation day (abbreviation)
ru: День создания документа (аббревиатура)

source: Node creation day (two digit, zero-padded)
ru: День создания документа (2 цифры, с нулём)

source: The content translation module allows content to be translated into different languages. Working with the <a href="@locale">locale module</a> (which manages enabled languages and provides translation for the site interface), the content translation module is key to creating and maintaining translated site content.
ru: Этот модуль позволяет переводить содержимое в несколько языков. Работает с модулем <a href="@locale">"Локализация"</a>.

source: Node creation day (one or two digit)
ru: День создания документа (1 или 2 цифры)

source: All tokens for node creation dates can also be used with with the "mod-" prefix; doing so will use the modification date rather than the creation date.
ru: Все токены для даты создания документа могут также быть использованы с префиксом "mod-", что означает дату изменения документа.

source: The name of the menu the node belongs to.
ru: Название меню, к которому принадлежит документ.

source: Translations of %title
ru: Перевод %title

source: The name of the menu the node belongs to. WARNING - raw user input.
ru: Название меню, к которому принадлежит документа. ВНИМАНИЕ - сырой ввод.

source: The menu path (as reflected in the breadcrumb), not including Home or [menu]. Separated by /.
ru: Путь меню (как показан в линейке навигации), без ссылки на главную или [menu]. Разделено "/".

source: The unfiltered menu path (as reflected in the breadcrumb), not including Home or [menu]. Separated by /. WARNING - raw user input.
ru: Нефильтрованный путь меню (как показанов навигационной линейке), не включает ссылку на главную страницу. ВНИМАНИЕ - сырой ввод.

source: The text used in the menu as link text for this item.
ru: Этот текст будет использован в меню в качестве текста ссылки

source: Not translated
ru: Не переведено

source: The unfiltered text used in the menu as link text for this item. WARNING - raw user input.
ru: Нефильтрованный текст, используемый в меню в качестве текста ссылки. ВНИМАНИЕ - сырой ввод.

source: The id number of the category's parent vocabulary.
ru: ID родительского словаря категории.

source: The vocabulary that the page's first category belongs to.
ru: Словарь, к которому принадлежит первая категория страницы.

source: add translation
ru: добавить перевод

source: The name of the category.
ru: Название категории.

source: The id number of the category.
ru: ID категории.

source: The unfiltered vocabulary that the page's first category belongs to. WARNING - raw user input.
ru: Нефильтрованное название словаря, которому принадлежит первая категория страницы. ВНИМАНИЕ - сырой ввод.

source: The unfiltered name of the category. WARNING - raw user input.
ru: Нефильтрованное название категории. ВНИМАНИЕ - сырой ввод.

source: <strong>@language_name</strong> (source)
ru: <strong>@language_name</strong> (источник)

source: User's name
ru: Имя пользователя

source: User's unfiltered name. WARNING - raw user input.
ru: Нефильтрованное имя пользователя. ВНИМАНИЕ - сырой ввод.

source: outdated
ru: устарело

source: User's ID
ru: ID пользователя

source: User's email address
ru: E-mail пользователя

source: User's registration date
ru: Дата регистрация пользователя

source: Days since the user registered
ru: Дней с момента регистрации

source: User's last login date
ru: Дата последнего входа

source: The unfiltered titles of all parents in the node's book hierarchy. WARNING - raw user input.
ru: Нефильтрованные заголовки всех родителей в иерархии книг. ВНИМАНИЕ - сырой пользовательский ввод.

source: Days since the user's last login
ru: Дней с момента последнего захода

source: The current date in the user's timezone
ru: Текущая дата в часовой зоне пользователя.

source: The URL of the user's profile page.
ru: URL профиля пользователя.

source: The URL the user's account editing page.
ru: URL страницы редактирования профиля.

source: File ID
ru: ID файла

source: File description
ru: Описание файла

source: File name
ru: Название файла

source: File path
ru: Путь к файлу

source: File MIME type
ru: MIME-тип файла

source: File size (in bytes)
ru: Размер файла (в байтах)

source: File size (pretty printed)
ru: Размер файла (печать)

source: Fully formatted HTML file tag
ru: Полностью отформатированный HTML файла

source: File name without extension
ru: Название файла без расширения

source: File extension
ru: Расширение файла

source: List field
ru: Включить поле

source: Raw, unfiltered text
ru: Сырой, нефильтрованный текст

source: Formatted and filtered text
ru: Отформатированный и отфильтрованный текст

source: Referenced node ID
ru: ID связанного документа

source: Referenced node title
ru: Заголовок связанного документа

source: Referenced node unfiltered title. WARNING - raw user input.
ru: Нефильтрованный заголовок связанного документа. ВНИМАНИЕ - сырой ввод.

source: Formatted html link to the referenced node.
ru: Отформатированная html ссылка на связанный документ.

source: Relative path alias to the referenced node.
ru: Относительный синоним пути к связанному документу.

source: Absolute path alias to the referenced node.
ru: Абсолютный синоним пути к связанному документу.

source: Raw, unfiltered text.
ru: Сырой, нефильтрованный текст

source: Formatted and filtered text.
ru: Отформатированный и отфильтрованный текст

source: Raw number value
ru: Сырое числовое значение

source: Formatted number value
ru: Отформатированное числовое значение

source: The current domain ID.
ru: Текущий ID домена.

source: The current domain name, lowercased and with only alphanumeric characters.
ru: Текущее название домена, латинские буквы или цифры в нижнем регистре.

source: The current domain name. WARNING - raw user input. NOT path safe.
ru: Текущее название домена. ВНИМАНИЕ - сырой пользовательский ввод.

source: The current domain's URL, lowercased and with only alphanumeric characters.
ru: Текущий URL домена, название в нижнем регистре, в латиннице и цифрах.

source: The current domain's URL. WARNING - raw user input. NOT path safe.
ru: Текущий URL домена. ВНИМАНИЕ - сырой пользовательский ввод.

source: Invalid domain requested by %user on %domain, redirected to %redirect
ru: Пользователем %user на %domain запрошен неправильный домен. Перенаправлено на %redirect.

source: The current subdomain, lowercased and with only alphanumeric characters. Only works with *.example.com formats
ru: Текущий субдомен, буквы в нижнем регистре, в латиннице и цифрах. Работает только в формате *.example.com

source: The current subdomain. Only works with *.example.com formats. WARNING - raw user input. NOT path safe.
ru: Текущий субдомен. Работает только в формате *.example.com. ВНИМАНИЕ - только сырой пользовательский ввод.

source: The default domain ID.
ru: Текущий ID домена.

source: The default domain name, lowercased and with only alphanumeric characters.
ru: Название домена по умолчанию, латинские буквы и цифры в нижнем регистре.

source: The default domain name. WARNING - raw user input. NOT path safe.
ru: Название домена по умолчанию. ВНИМАНИЕ - сырой пользовательский ввод!

source: Invalid domain requested by %user on %domain; redirected to %default.
ru: Пользователем %user на %domain запрошен неправильный домен. Перенаправлено на %default.

source: The default domain's URL, lowercased and with only alphanumeric characters.
ru: URL домена по умолчанию, латинские буквы и цифры в нижнем регистре.

source: The default domain's URL. WARNING - raw user input. NOT path safe.
ru: URL домена по умолчанию. Внимание - сырой пользовательский ввод.

source: domain
ru: домен

source: The flag name.
ru: Название метки.

source: The flag title.
ru: Заголовок метки.

source: The URL of the content being flagged.
ru: URL содержимого,которое будет помечено.

source: The title of the content being flagged.
ru: Заголовок содержимого,которое будет помечено.

source: The type of content being flagged, such as <em>node</em> or <em>comment</em>.
ru: Тип содержимого,которое будет помечено,например "node" или "comment".

source: The ID of content being flagged, may be a nid or cid.
ru: ID содержимого,которое может быть помечено.

source: The current count total for this flag.
ru: Текущее количество для этой метки.

source: Both anonymous and authenticated users can <strong>opt-in and opt-out</strong> to a newsletter. A confirmation message is sent to anonymous users when they (un)subscribe. Users can (un)subscribe using a form and a block. A <strong>subscription block</strong> is available for each newsletter offering a subscription form, a link to recent newsletters and RSS feed. Email addresses can also be imported and exported via the subscription administration pages.
ru: Анонимный и авторизированный пользователи могут согласится/отказаться от рассылки. При подписке/отписке анонимному пользователю отправляется подтверждающее письмо. Пользователи могут подписываться/отписываться с помощью формы или блока. Блок подписки находится на странице управления блоками.

source: Bookmarks
ru: Закладки

source: Edit preset: !presetname
ru: Редактировать алгоритм: !presetname

source: Total flag count for flag @flag
ru: Общее число меток для @flag

source: URL of the subscribe confirmation page.
ru: URL подтверждающей подписку страницы.

source: URL of the unsubscribe confirmation page
ru: URL страницы подтверждения отписки

source: Username of the newsletter receiver or anonymous user name.
ru: Логин получателя рассылки или логин анонима.

source: Email address of the newsletter receiver
ru: Email получателя рассылки

source: URL of this newsletter issue
ru: URL выпуска рассылки

source: The name of the newsletter series
ru: Название серии писем

source: Content editing
ru: Редактирование содержимого

source: URL of the taxonomy page listing the issues of this newsletter series
ru: URL страницы таксономии, которая содержит выпуски серий рассылок.

source: The affiliate commission amount.
ru: Сумма партнёрской комиссии.

source: The referring affiliate user ID.
ru: Реферальный ID

source: The referring affiliate name.
ru: Название реферального аффилиата.

source: The referring affiliate email.
ru: Email партнёра.

source: Affiliate user ID.
ru: Пользовательский ID аффилиата.

source: Choose which pages should be displayed with the administration theme.
ru: Выберите, какие страницы должны быть отображены с темой администратора.

source: Affiliate username
ru: Логин аффилиата

source: Pages
ru: Страницы

source: Affiliate email
ru: Email аффилиата

source: Affiliate commission amount.
ru: Сумма комиссии аффилиата

source: Affiliate level.
ru: Уровень аффилиата.

source: Link to the affiliate commissions.
ru: Ссылка на партнёрские комиссии.

source: Theme
ru: Тема

source: A link to the site login page of the original domain of the order.
ru: Ссылка на страницу авторизации оригинального домена заказа.

source: The URL for the site logo of the original domain of the order.
ru: URL логотипа оригинального домена заказа.

source: The Ubercart store name for the original domain of the order.
ru: Название магазина для оригинального домена заказа.

source: Ubercart: Onpay tables have been created.
ru: Таблицы для модуля Onpay были созданы.

source: The Ubercart store URL for the original domain of the order.
ru: URL магазина для оригинального домена заказа.

source: A link to the original order's store using the store name.
ru: Ссылка на оригинальный магазин заказа с использованием названия магазина.

source: The Ubercart store owner for the original domain of the order.
ru: Владелец магазина оригинального домена заказа.

source: The Ubercart store e-mail address for the original domain of the order.
ru: E-mail оригинального домена заказа.

source: The Ubercart store mailing address for the original domain of the order.
ru: Почтовый адрес оригинального домена заказа.

source: The URL to the store help page for the original domain of the order.
ru: URL справочной страницы оригинального домена заказа.

source: A prefix to identify the original domain of the order.
ru: Префикс для определения оригинального домена заказа.

source: The payment method of the order.
ru: Способ платежа заказа.

source: The payment balance of the order
ru: Платёжный баланс заказа.

source: Name bank for pay.
ru: Наименование банка получателя

source: Address bank for pay.
ru: Адрес банка получателя

source: Bank MFO.
ru: Банк МФО

source: There no receipt template for you country!!! Please change alter payment method.
ru: Шаблон квитанции для Вашей страны отсутствует. Пожалуйста выберите другой метод платежа.

source: Bank correspondent.
ru: Корр.счет

source: Name magazin boss
ru: Получатель платежа

source: Address boss.
ru: Адрес получателя платежа

source: Close window
ru: Закрыть

source: INN.
ru: ИНН

source: RS.
ru: Расчетный счет

source: Total summ.
ru: Всего по квитанции.

source: Payment type
ru: Назначение платежа

source: Address
ru: Адрес

source: The details of the Western Union payment for the order.
ru: Детали оплаты через Western Union для этого заказа.

source: The list of file download links (if any) associated with an order
ru: Список ссылок для загрузки (если есть), которые ассоциируются с заказом.

source: New username associated with an order if applicable.
ru: Новый логин (ник) клиента,ассоциированный с заказом (если допустимо).

source: New password associated with an order if applicable.
ru: Новый пароль (ник) клиента,ассоциированный с заказом (если допустимо).

source: The order ID.
ru: ID заказа.

source: Token replacement patterns
ru: Шаблоны подстановки

source: The user ID of the order.
ru: ID клиента для этого заказа.

source: The URL to the order
ru: URL заказа.

source: A link to the order using the order ID.
ru: Ссылка на заказ с использованием ID заказа.

source: The URL to the admin view page using the order ID.
ru: URL страницы администрирования с использованием ID заказа.

source: A link to the order admin view page using the order ID.
ru: Ссылка на страницу администрирования с использованием ID заказа.

source: The subtotal of products on an order.
ru: Предварительная сумма товаров в заказе.

source: The order total.
ru: Итоговая сумма заказа.

source: The primary e-mail address of the order.
ru: Основной E-mail заказа.

source: The order shipping address.
ru: Адрес доставки заказа.

source: The phone number for the shipping address.
ru: Номер телефона для адреса доставки заказа.

source: The order billing address.
ru: Платёжный адрес заказа.

source: The phone number for the billing address.
ru: Номер телефона для платёжного адреса.

source: The title of the first shipping line item.
ru: Заголовок первой опции доставки.

source: The first name associated with the order.
ru: Имя клиента,ассоциированное с заказом.

source: The last name associated with the order.
ru: Фамилия клиента,ассоциированная с заказом.

source: Comments left by the customer.
ru: Комментарии,оставленные клиентами.

source: Last order comment left by an administrator (not counting the order admin comments).
ru: Последний комментарий заказа,оставленный администратором.

source: Last order comment left by an administrator (not counting the order admin comments). Use with caution: this is unescaped raw input.
ru: Последний комментарий к заказу, сделанный администратором (комментарии администратора не считаются). Используйте с осторожностью, "сырой" нефильтрованный ввод.

source: The current order status.
ru: Текущее состояние заказа.

source: The date and time when the order was created.
ru: Дата и время создания заказа.

source: The URL alias of the parent book of the node.
ru: Синоним URL родительской книги документа

source: The date and time when the order was last modified.
ru: Дата и время последнего изменения заказа.

source: The product's model number.
ru: Номер модели товара.

source: The product's list price.
ru: Список цен товаров.

source: The product's cost.
ru: Стоимость товара.

source: The product's sell price.
ru: Цена продажи товара.

source: The unit of measurement for the product's weight.
ru: Единица измерения веса товара.

source: The numerical value of the product's weight.
ru: Числовое значение веса товара.

source: The product's formatted weight.
ru: Отформатированное значение веса товара.

source: The unit of measurement for the product's length, width, and height.
ru: Единица измерения длины,ширины и высоты товара.

source: The numerical value of the product's length.
ru: Числовое значение длины товара.

source: The product's formatted length.
ru: Отформатированное значение длины товара.

source: The numerical value of the product's width.
ru: Числовое значение ширины товара.

source: The product's formatted width.
ru: Отформатированное значение ширины товара.

source: The numerical value of the product's height.
ru: Числовое значение высоты товара.

source: The product's formatted height.
ru: Отформатированное значение высоты товара.

source: The role expiration date in long format
ru: Дата истечения срока действия роли в полном формате.

source: The role expiration date in medium format
ru: Дата истечения срока действия роли в среднем формате.

source: As [term-raw], but including its supercategories separated by /. WARNING - raw user input.
ru: Как [term-raw], но включая категории верхнего уровня, разделённые /. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод!

source: The role expiration date in short format
ru: Дата истечения срока действия роли в коротком формате.

source: The associated role name
ru: Имя ассоциированной роли.

source: The current stock level
ru: Текущий запас на складе.
