Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: With !plink extension it is possible to use internal: links. By default !link extension is linking to nodes using paths.
ru: С расширением !plink возможно использовать internal: links. По умолчанию расширение !link залинкована на документы используя пути.

source: Path Filter
ru: Фильтр пути

source: Link To Content
ru: Ссылка на содержимое

source: CKEditor global profile has been saved.
ru: Глобальный профиль CKEditor был сохранён.

source: Rule %rule is ambiguous: please append .* if %rule is a path or prepend *. if %rule is a field
ru: Правило %rule неточное: добавьте назад .* если %rule является или *. если %rule является полем

source: Are you sure that you want to delete the CKEditor profile %profile?
ru: Вы уверены, что хотите удалить CKEditor профиль %profile?

source: The comment and all its replies have been deleted.
ru: Комментарий и все ответы на него были удалены.

source: Deleted CKEditor profile.
ru: Профиль CKEditor удалён.

source: for developers only
ru: только для разработчиков

source: Enables the usage of CKEditor (WYSIWYG editor) instead of plain text fields.
ru: Включает WYSIWYG CKEditor для простых текстовых полей.

source: CKEditor is highly configurable. The most commonly used features are listed below. You can also customize CKEditor to your needs by changing the configuration file: %ckeditor_module_config. This is also the only way to define new toolbar sets.
ru: Модуль CKEditor гибко настраивается. Смотрите настройки ниже и/или измените при желании конфигурационный файл %ckeditor_module_config.

source: It is advised to not edit the configuration file that is distributed with CKEditor: %ckeditor_config_file (%ckeditor_config_path) because you may overwrite it accidentally when you update the editor.
ru: Рекомендуется не трогать родной конфигурационный файл CKEditor %ckeditor_config_file (%ckeditor_config_path), так как вы можете случайно переписать его при обновлении модуля.

source: The Global Profile allows you to define settings that are common for all profiles. Values defined in other profiles will be appended to the global configuration. This way you can avoid repeating some of the settings that are usually the same in each profile.
ru: Глобальный профиль позволяет вам определять настройки, которые являются общими для всех профилей. Значения, определённые в других профилях, будут добавлены к глобальным настройкам.

source: CKEditor homepage
ru: Страница CKEditor

source: user guide
ru: руководство пользователя

source: Profiles can be defined based on user roles. A CKEditor profile can define which pages receive this CKEditor capability, what buttons or themes are enabled for the editor, how the editor is displayed, and a few other editor functions. It is possible also to define the Global Profile that will hold values that will be appended to all other profiles.
ru: Профили могут быть определены на основании профилей пользователей. Каждому профилю редактора CKEditor может быть назначен свой набор функций.

source: permission
ru: права

source: Password strength:
ru: Надёжность пароля:

source: View the country settings.
ru: Просмотреть настройки страны.

source: By task
ru: По задачам

source: Add user
ru: Добавить пользователя

source: Check rules
ru: Проверить правила

source: For the Rich Text Editing to work you also need to configure your !filterlink for the users that may access Rich Text Editing. Either grant those users Full HTML access or use the following list of tags in the HTML filter:
ru: Для работы редактора также нужно сконфигурировать фильтры (!filterlink) для пользователей, которые могут иметь доступ к редактору. Дайте этим пользователям доступ к полному HTML или используйте этот список тегов:

source: To have a better control over line breaks, you should disable %settingname in the chosen filter (recommended).
ru: Для лучшего контроля прерывания строк, вы должны выключить %settingname в выбранном фильтре (рекомендуется)

source: Modify the %ckconfig file to your custom needs (optional). Available configuration settings are available in the !apidocs.
ru: Измените файл %ckconfig по желанию (необязательно). Доступные настройки доступны в !apidocs

source: API documentation
ru: Документация по API

source: Defining field inclusion/exclusions
ru: Определение включённых/исключённых полей

source: In order to specifically display CKEditor on those text areas on which you need it, the CKEditor module provides a powerfull method to define fields that should be enhanced with CKEditor. The first choice you have to make is whether you want to display CKEditor on all textareas and define a list of exceptions, or if you don't want to display CKEditor unless it is specifically enabled. This choice is made in the %settingname setting.
ru: CKEditor может быть загружен только в нужных полях. Вы можете указать список полей,в которых нужно его загружать или наоборот не нужно. Выберите это здесь: %settingname.

source: Some examples:
ru: Некоторые образцы:

source: matches all fields on %pathname
ru: подходит ко всем полям в %pathname

source: matches all fields called %fieldname on any page
ru: подходит ко всем полям на любой странице с сназванием %fieldname

source: matches all fields called %fieldname on pages related to node type %typename
ru: подходит ко всем полям с названием %fieldname на страницах, связанных с типом документа %typename

source: matches all fields on pages related to node type %nodetype
ru: подходит ко всем полям на страницах, связанных с типом документа %nodetype

source: matches all fields on pages such as %pathname1, %pathname2, etc.
ru: подходит ко всем полям на страницах типа %pathname1, %pathname2 и тд.

source: matches all %fieldname fields on pages such as %pathname1, %pathname2, etc.
ru: подходит ко всем полям %fieldname на страницах типа %pathname1, %pathname2 и др.

source: matches fields starting with %fieldname on pages starting with %pathname
ru: подходит ко всем полям, которые начинаются %fieldname на страницах, которые начинаются на %pathname

source: Troubleshooting
ru: Решение проблем

source: the list of common problems
ru: список основных проблем

source: If you are looking for more information, have any trouble in configuration or if you found an issue, please visit the !officiallink.
ru: Если вам нужна более подробная информация по решению проблем, используйте !officiallink.

source: official project page
ru: официальная страница

source: More information about how to tune up CKEditor for your theme can be found !herelink.
ru: Детальная информация по настройке CKEditor здесь !herelink.

source: here
ru: здесь

source: Uploading images and files
ru: Загрузка изображений и файлов

source: There are three ways for uploading files:
ru: Существует 3 способа загрузки файлов:

source: By using !ckfinder (commercial).
ru: Использовать !ckfinder (коммерческий)

source: By using a module like !imcelink, !iblink or !webfmlink.
ru: Использовать модули типа !imcelink, !iblink или !webfmlink.

source: By using the core upload module.
ru: Использовать модуль ядра.

source: Rich text editor settings
ru: Настройки редактора

source: Should rich-text editing be enabled or disabled by default in textarea fields? If disabled, rich text editor may still be enabled using toggle or popup window.
ru: Должен ли расширенный редактор быть включён или выключен по умолчанию для текстовых полей? Если выключен,тектовый редактор может быть включён при помощи переключателя.

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if CKEditor is not running a popup window (see below).
ru: Показывать или нет переключатель редактора под текстовым полем. Работает только, если CKEditor не работает в попапе.

source: Choose a CKEditor skin.
ru: Выберите оформление CKEditor.

source: Choose a CKEditor toolbar set.
ru: Выберите набор кнопок.

source: Width in pixels or percent.
ru: Ширина в пикселях или процентах.

source: Example
ru: Пример

source: or
ru: или

source: Enter valid width.
ru: Укажите правильную ширину.

source: Split summary at cursor
ru: Разделить на аннотацию

source: Join summary
ru: Объединить с аннотацией

source: Content can be only inserted into CKEditor in WYSIWYG mode.
ru: Содержимое может быть только вставлено в CKEditor в режиме визуального редактора.

source: Insert Teaser Break
ru: Вставить разделение аннотации

source: Insert Page Break
ru: Вставить разделитель страниц

source: The document already contains a teaser break. Do you want to proceed by removing it first?
ru: Документ уже содержит прерывание аннотации. Вы хотите удалить его сначала?

source: Error !msg
ru: Ошибка !msg

source: Error on retrieving data from module.
ru: Ошибка при получении данных модуля.

source: Embed Media Dialog
ru: Встроенный медиа - диалог

source: Embed media code
ru: Встроенный медиа - код

source: Paste embed code here
ru: Вставьте код здесь

source: The color module allows a site administrator to quickly and easily change the color scheme of certain themes. Although not all themes support color module, both Garland (the default theme) and Minnelli were designed to take advantage of its features. By using color module with a compatible theme, you can easily change the color of links, backgrounds, text, and other theme elements. Color module requires that your <a href="@url">file download method</a> be set to public.
ru: Модуль позволяет быстро и просто изменить цветовую схему определённых тем. Требуется <a href="@url">публичный метод</a> загрузки.

source: It is important to remember that color module saves a modified copy of the theme's specified stylesheets in the files directory. This means that if you make any manual changes to your theme's stylesheet, you must save your color settings again, even if they haven't changed. This causes the color module generated version of the stylesheets in the files directory to be recreated using the new version of the original file.
ru: Необходимо помнить, что модуль сохраняет ихменённую копию стилей темы в файловую директорию сайта. Это означает, что если вы сделаете вручную любые изменения в стилях темы, вы должны сохранить настройки цвета снова, даже если они не были сохранены.

source: To change the color settings for a compatible theme, select the "configure" link for the theme on the <a href="@themes">themes administration page</a>.
ru: Для изменения цвета темы, которая поддерживает эту возможность, нажмите ссылку "Настроить" на <a href="@themes">странице управления</a> темами оформления.

source: For more information, see the online handbook entry for <a href="@color">Color module</a>.
ru: За детальной информацией обращайтесь <a href="@color">сюда</a>.

source: The color picker only works if the <a href="@url">download method</a> is set to public.
ru: Выбор цвета работает только, если <a href="@url">метод загрузки</a> установлен как "публичный".

source: Color scheme
ru: Цветовая схема

source: Color set
ru: Готовый набор

source: Base color
ru: Основной цвет

source: Link color
ru: Цвет ссылок

source: Header top
ru: Верх хидера

source: Header bottom
ru: Низ хидера

source: Text color
ru: Цвет текста

source: Preview
ru: Предпросмотр

source: There is not enough memory available to PHP to change this theme's color scheme. You need at least %size more. Check the <a href="@url">PHP documentation</a> for more information.
ru: Недостаточно памяти PHP для изменения цветовой схемы темы. Вам нужно по крайней мере на %size больше. Просмотрите <a href="@url">эту</a> документацию.

source: The GD library for PHP is enabled, but was compiled without PNG support. Please check the <a href="@url">PHP image documentation</a> for information on how to correct this.
ru: Библиотека GD включена, но не настроена для поддержки PNG. Просмотрите <a href="@url">эту</a> документацию.

source: Not installed
ru: Не установлено

source: The GD library for PHP is missing or outdated. Please check the <a href="@url">PHP image documentation</a> for information on how to correct this.
ru: Библиотека GD для PHP не найдена или устарела.<a href="@url">Справка</a>

source: GD library
ru: библиотека GD

source: Color
ru: Цвет

source: Allows the user to change the color scheme of certain themes.
ru: Позволяет пользователям изменять цветовую схему

source: Core - optional
ru: Ядро - необязательно

source: Update options
ru: Обновление

source: Update
ru: Обновить

source: Select language for RBS system
ru: Віберите язык для системы RBS

source: Subject
ru: Тема

source: Posted in
ru: Опубликовано

source: Time
ru: Время

source: view
ru: показать

source: The update has been performed.
ru: Обновление было выполнено.

source: No comments available.
ru: Нет комментариев.

source: There do not appear to be any comments to delete or your selected comment was deleted by another administrator.
ru: Похоже тут нет никаких комментариев или выбранный вами комментарий был удалён другим администратором.

source: Are you sure you want to delete these comments and all their children?
ru: Вы уверены,что хотите удалить эти комментарии вместе со всеми цепочками обсуждений?

source: Delete comments
ru: Удалить комментарии

source: The comment no longer exists.
ru: Комментарий больше не существует.

source: Are you sure you want to delete the comment %title?
ru: Вы уверены,что хотите удалить комментарий "%title"?

source: Any replies to this comment will be lost. This action cannot be undone.
ru: Все ответы на этот комментарий будут потеряны.Это нельзя будет отменить.

source: Comment: updated %subject.
ru: Комментарий: %subject обновлён.

source: Cannot delete non-existent comment.
ru: Невозможно удалить несуществующий комментарий.

source: Comment: deleted %subject.
ru: Комментарий: удалён %subject.

source: You are not authorized to post comments.
ru: Вы не авторизованы для публикации комментария.

source: The comment you are replying to does not exist.
ru: Комментарий,на который вы отвечаете,не существует.

source: This discussion is closed: you can't post new comments.
ru: Обсуждение закрыто,новые комментарии не принимаются.

source: Reply
ru: Ответить

source: You are not authorized to view comments.
ru: Вы не авторизованы для просмотра комментариев.

source: The comment module allows visitors to comment on your posts, creating ad hoc discussion boards. Any <a href="@content-type">content type</a> may have its <em>Default comment setting</em> set to <em>Read/Write</em> to allow comments, or <em>Disabled</em>, to prevent comments. Comment display settings and other controls may also be customized for each content type (some display settings are customizable by individual users).
ru: Модуль "Комментарии" позволяет посетителям сайта комментировать публикации. Комментарии можно включить или выключить для каждого <a href="@content-type">типа документа</a> отдельно.

source: For more information, see the online handbook entry for <a href="@comment">Comment module</a>.
ru: За более детальной информацией обращайтесь <a href="@comment">сюда</a>.

source: Below is a list of the latest comments posted to your site. Click on a subject to see the comment, the author's name to edit the author's user information, 'edit' to modify the text, and 'delete' to remove their submission.
ru: Ниже показан список всех комментарие, оставленных пользователями на сайте.

source: Below is a list of the comments posted to your site that need approval. To approve a comment, click on 'edit' and then change its 'moderation status' to Approved. Click on a subject to see the comment, the author's name to edit the author's user information, 'edit' to modify the text, and 'delete' to remove their submission.
ru: Это список комментариев,ожидающих одобрения администратором.Для одобрения комментария,кликните "редактировать" и потом измените "состояние модерации" на "Одобрено".Для удаления комментария кликните "Удалить".

source: @time ago
ru: @time тому назад

source: Jump to the first comment of this posting.
ru: Перейти к первому комментарию

source: Jump to the first new comment of this posting.
ru: Перейти к первому новому комментарию.

source: Add new comment
ru: Добавить комментарий

source: Add a new comment to this page.
ru: Добавить новый комментарий.

source: Share your thoughts and opinions related to this posting.
ru: Поделитесь своими мыслями и мнениями,связанных с этой публикацией.

source: Default comment setting
ru: Настройки комментариев по умолчанию

source: Users with the <em>administer comments</em> permission will be able to override this setting.
ru: Пользователи с разрешением администрировать комментарии будут иметь возможность переписать эти настройки.

source: Default display mode
ru: Отображение по умолчанию

source: The default view for comments. Expanded views display the body of the comment. Threaded views keep replies together.
ru: Отображение комментариев по умолчанию.Развёрнутое отображение показывает основной текст сообщения,древовидное отображение показывает ветки комментариев.

source: Default display order
ru: Порядок отображения по умолчанию

source: The default sorting for new users and anonymous users while viewing comments. These users may change their view using the comment control panel. For registered users, this change is remembered as a persistent user preference.
ru: Сортировка по умолчанию для новых пользователей и анонимных пользователей во время просмотра комментариев.Эти пользователи могут изменить эти настройки в панели контроля комментариев.Для зарегистрированных пользователей изменённые настройки комментариев будут сохранены как предпочтения.

source: Default comments per page
ru: Комментариев на страницу

source: Default number of comments for each page: more comments are distributed in several pages.
ru: Число комментариев на каждую страницу.

source: Comment controls
ru: Панель управления комментариями

source: Display above the comments
ru: Отображать над комментариями.

source: Display below the comments
ru: Отображать под комментариями.

source: Display above and below the comments
ru: Отображать над и под комментариями.

source: Do not display
ru: Не отображать.

source: Position of the comment controls box. The comment controls let the user change the default display mode and display order of comments.
ru: Позиция панели контроля комментариев.Панель контроля комментариев позволяет пользователям изменять отображение комментариев.

source: Anonymous commenting
ru: Комментирование анонимными пользователями.

source: Anonymous posters may not enter their contact information
ru: Анонимные пользователи,отсылающие комментарии,могут не вводить свои контактные данные.

source: Anonymous posters may leave their contact information
ru: Анонимные пользователи,отсылающие комментарии,могут вводить свои контактные данные.

source: Anonymous posters must leave their contact information
ru: Анонимные пользователи,отсылающие комментарии,должны вводить свои контактные данные.

source: This option is enabled when anonymous users have permission to post comments on the <a href="@url">permissions page</a>.
ru: Эти настройки действительны,когда анонимные пользователи имеют разрешение комментировать на <a href="@url">странице настроек разрешений</a>.

source: Comment subject field
ru: Поле "Тема комментария"

source: Preview comment
ru: Предпросмотр

source: Optional
ru: Не обязательно.

source: Forces a user to look at their comment by clicking on a 'Preview' button before they can actually add the comment
ru: Принуждает пользователя предварительно просмотреть свой комментарий перед окончательной публикацией.

source: Location of comment submission form
ru: Расположение формы комментирования

source: Display on separate page
ru: Отображать на отдельной странице.

source: Display below post or comments
ru: Отображать сразу под публикациями.

source: Your comment has been queued for moderation by site administrators and will be published after approval.
ru: Ваш комментарий будет рассмотрен администратором и опубликован после одобрения.

source: Comment: unauthorized comment submitted or comment submitted to a closed post %subject.
ru: Комментарий: опубликован несанкционированный комментарий или комментарий, сделанный на закрытую публикацию %subject.

source: parent
ru: родитель

source: Post new comment
ru: Комментарий

source: Publish the selected comments
ru: Опубликовать выбранные комментарии

source: Delete the selected comments
ru: Удалить выбранные комментарии

source: Unpublish the selected comments
ru: Выключить выбранные комментарии

source: You have to specify a valid date.
ru: Укажите правильную информацию.

source: You have to specify a valid author.
ru: Вы должны указать правильного автора.

source: The name you used belongs to a registered user.
ru: Имя,которое вы используете,принадлежит зарегистрированному пользователю.

source: You have to leave your name.
ru: Вам нужно оставить своё имя.

source: The e-mail address you specified is not valid.
ru: Этот e-mail неправильный.

source: You have to leave an e-mail address.
ru: Нужно оставить e-mail.

source: The URL of your homepage is not valid. Remember that it must be fully qualified, i.e. of the form <code>http://example.com/directory</code>.
ru: Адрес сайта неправильный.Формат адреса сайта: <code>http://example.com/directory</code>.

source: Authored by
ru: Автор

source: The content of this field is kept private and will not be shown publicly.
ru: Содержимое этого поля является приватным и не будет показано.

source: Homepage
ru: Сайт

source: Authored on
ru: Подписано

source: Status
ru: Состояние

source: Not published
ru: Не опубликовано

source: Your name
ru: Ваше имя

source: Anonymous
ru: Гость

source: !a comments per page
ru: !a комментарие на страницу

source: Save settings
ru: Сохранить настройки

source: Select your preferred way to display the comments and click "Save settings" to activate your changes.
ru: Выберите способ отображения комментариев и нажмите "Сохранить настройки" для сохранения изменений.

source: Comment viewing options
ru: Опции просмотра комментария

source: Error saving user account.
ru: Ошибка при сохранении профиля пользователя.

source: new
ru: новое

source: <a href="@login">Login</a> or <a href="@register">register</a> to post comments
ru: Чтобы комментировать,нужно <a href="@login">войти</a> или <a href="@register">зарегистрироваться</a>.

source: <a href="@login">Login</a> to post comments
ru: <a href="@login">Войдите</a> в свой профиль,чтобы комментировать.

source: Submitted by !username on @datetime.
ru: Опубликовано !username - @datetime.

source: Flat list - collapsed
ru: Свёрнутый простой список.

source: Flat list - expanded
ru: Развёрнутый простой список.

source: Threaded list - collapsed
ru: Древовидный свёрнутый список.

source: Threaded list - expanded
ru: Древовидный развёрнутый список.

source: Date - newest first
ru: Сначала идут более новые комментарии.

source: Date - oldest first
ru: Сначала идут более старые комментарии.

source: After saving a new comment
ru: После сохранения нового комментария

source: After saving an updated comment
ru: После обновления комментария

source: After deleting a comment
ru: После удаления комментария

source: When a comment is being viewed by an authenticated user
ru: Когда комментарий просматривает авторизированный пользователь

source: Publish comment
ru: Опубликовать

source: Unpublish comment
ru: Снять комментарий

source: Unpublish comment containing keyword(s)
ru: Снять с публикации комментарии, содержащие ключевые слова
