Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Access will be granted if the following PHP code returns <code>TRUE</code>. Do not include &lt;?php ?&gt;. Note that executing incorrect PHP-code can break your Drupal site. All contexts will be available in the <em>$contexts</em> variable.
ru: Доступ будет дан, если PHP вернёт <code>TRUE</code>. Не ставьте &lt;?php ?&gt;. Неправильный код может вывести из строя весь сайт.

source: You do not have sufficient permissions to edit PHP code.
ru: У вас нет нужных прав для редактирования PHP

source: No description
ru: Нет описания

source: User: role
ru: Пользователь: роль

source: Control access by role.
ru: Контроль доступа по роли

source: Only the checked roles will be granted access.
ru: Только выбранным ролям будет дан доступ.

source: @identifier can have any role
ru: @identifier может иметь любую роль

source: @identifier has role "@roles"
ru: @identifier имеет роль "@roles"

source: User: language
ru: Пользователь: язык

source: Control access by the language the user or site currently uses.
ru: Контроль доступа по языку, который использует сайт или текущий пользователь.

source: Pass only if the current site language is one of the selected languages.
ru: Принимать, только если текущий язык сайта является одним из выбранных языков.

source: Site language is any language
ru: Языком сайта является любой язык

source: Site language is "@languages"
ru: Языком сайта является "@languages"

source: String: comparison
ru: Строка: сравнение

source: Control access by string match.
ru: Контроль доступа по совпадению строк

source: Regular expression
ru: Регулярное выражение

source: Not equal to regular expression
ru: Не равно регулярному выражению

source: If using a regular expression, you should enclose the pattern in slashes like so: <em>/foo/</em>. If you need to compare against slashes you can use another character to enclose the pattern, such as @. See <a href="http://www.php.net/manual/en/reference.pcre.pattern.syntax.php">PHP regex documentation</a> for more.
ru: Если используется регулярное выражение, вы должны заключить шаблон в слэши (<em>/foo/</em>). Если вы хотите сравнить по слэшам, вы можете использовать другие символы, в которых можно заключить шаблон, например @. За справкой обращайтесь <a href="http://www.php.net/manual/en/reference.pcre.pattern.syntax.php">сюда</a>.

source: @identifier is "@value"
ru: @identifier является "@value"

source: @identifier is not "@value"
ru: @identifier не является "@value"

source: @identifier matches "@value"
ru: @identifier подходит для "@value"

source: @identifier does not match "@value"
ru: @identifier не подходит для "@value"

source: String: length
ru: Строка: длина

source: Control access by length of string context.
ru: Контроль доступа по длине строки контекста.

source: Greater than or equal to
ru: Больше или равно

source: Not equal to
ru: Не равно

source: Less than or equal to
ru: Меньше или равно

source: Length of string
ru: Длина строки

source: Access/visibility will be granted based on string context length.
ru: Доступ будет предоставлен на основании длины строки контекста.

source: @identifier must be @comp @length characters
ru: @identifier должен быть @comp @length символов

source: Taxonomy: term
ru: Таксономия: термин

source: Control access by a specific term.
ru: Контроль доступа по определённому термину.

source: Select the vocabulary for this form.
ru: Выберите словарь для этой формы.

source: Select a term or terms from @vocabulary.
ru: Выберите термин из словаря @vocabulary.

source: @term can be the term "@terms"
ru: @term может быть термином: @terms

source: Taxonomy: parent term
ru: Таксономия: родительский термин

source: Control access by existence of a parent term.
ru: Контроль доступом по существованию родительского термина

source: Select the vocabulary for this form. If there exists a parent term in that vocabulary, this access check will succeed.
ru: Выберите словарь для этой формы. Если в этом словаре существует родительский термин, проверка на доступ пройдёт успешно.

source: "@term" has parent in vocabulary "@vocab"
ru: "@term" имеет родителя в словаре "@vocab"

source: Taxonomy: vocabulary
ru: Таксономия: словарь

source: Control access by vocabulary.
ru: Контроль доступа по словарю

source: Only the checked vocabularies will be valid.
ru: Только отмеченные словари будут действительны.

source: @identifier is any vocabulary
ru: @identifier является любым словарём

source: @identifier vocabulary is "@vids"
ru: Словарь @identifier является "@vids"

source: Current theme
ru: Текущая тема

source: Control access by checking which theme is in use.
ru: Контроль доступа по используемой теме.

source: This will only be accessed if the current theme is the selected theme.
ru: Будет доступно только тогда, когда текущая тема является выбранной.

source: Error, unset theme
ru: Ошибка, неустановленная тема

source: Current theme is "@theme"
ru: Текущая тема - "@theme"

source: Node: ID
ru: Документ: ID

source: Creates a node context from a node ID argument.
ru: Создаёт контекст документа из аргумента ID документа

source: Enter the node ID of a node for this argument
ru: Укажите ID документа для этого аргумента

source: Node add form: node type
ru: Форма добавления документа: тип документа

source: Creates a node add form context from a node type argument.
ru: Создаёт контекст формы добавления документа из аргумента типа документа

source: Node edit form: node ID
ru: Форма редактирования документа: ID документа

source: Creates a node edit form context from a node ID argument.
ru: Создаёт контекст формы редактирования документа из аргумента ID документа

source: Revision: ID
ru: Вариант(ревизия): ID

source: Creates a node context from a revision ID argument.
ru: Создаёт контекст документа из аргумента ID варианта документа

source: Enter the revision ID of a node for this argument
ru: Укажите ID варианта документа для этого аргумента

source: A string is a minimal context that simply holds a string that can be used for some other purpose.
ru: Строка - это минимальный контекст,который содержит строку, которая может быть использована в некоторых случаях.

source: Enter a value for this argument
ru: Укажите значение для этого аргумента

source: Get all arguments after this one
ru: Получить все аргументы после этого

source: If checked, this string will include all arguments. For example, if the path is "path/%" and the user visits "path/foo/bar", if this is not checked the string will be "foo". If it is checked the string will be "foo/bar".
ru: Если отмечено, эта строка будет включать все аргументы. Например, если путь является "path/%" и пользователь откроет "path/foo/bar", если не отмечено, строка будет "foo". Если отмечено, строка будет "foo/bar".

source: Taxonomy term: ID
ru: Термин таксономии: ID

source: Creates a single taxonomy term from a taxonomy ID or taxonomy term name.
ru: Создаёт одиночный термин таксономии из ID таксономии или названия термина таксономии.

source: Limit to these vocabularies
ru: Ограничить этими словарями

source: If no vocabularies are checked, terms from all vocabularies will be accepted.
ru: Если словари не выбраны, будут приняты термины со всех словарей.

source: Inject hierarchy into breadcrumb trail
ru: Связать иерархию с линейкой "хлебных крошек"

source: If checked, taxonomy term parents will appear in the breadcrumb trail.
ru: Если отмечено, родительские термины будут представлены в "хлебных крошках".

source: Enter a taxonomy term ID.
ru: Укажите ID термина таксономии.

source: Enter a taxonomy term name.
ru: Укажите название термина.

source: Taxonomy term (multiple): ID
ru: Термин таксономии (множественный): ID

source: Creates a group of taxonomy terms from a list of tids separated by a comma or a plus sign. In general the first term of the list will be used for panes.
ru: Создаёт

source: Enter a term ID or a list of term IDs separated by a + or a ,
ru: Укажите ID термина или их список, разделённый через + или ,

source: Inject hierarchy of first term into breadcrumb trail
ru: Ввести иерархию первого термина в линейку "хлебных крошек"

source: User: ID
ru: Пользователь: ID

source: Creates a user context from a user ID argument.
ru: Создаёт контект пользователя из аргумента ID пользователя

source: Enter the user ID of a user for this argument
ru: Укажите ID пользователя для этого аргумента

source: User: name
ru: Пользователь: логин

source: Creates a user context from a user name.
ru: Создаёт контекст пользователя из логина пользователя

source: Enter the username of a user for this argument
ru: Укажите логин для этого аргумента

source: Vocabulary: ID
ru: Словарь: ID

source: Creates a vocabulary context from a vocabulary ID argument.
ru: Создаёт контект словаря из аргумента ID словаря

source: Enter the vocabulary ID for this argument
ru: Укажите ID словаря для этого аргумента

source: Deleted/missing block @module-@delta
ru: Удалённый/неопознанный блок @module-@delta

source: Miscellaneous
ru: Разное

source: Activity
ru: Активность

source: Feeds
ru: Фиды

source: Contact @name
ru: Связаться с @name

source: New custom content
ru: Новое пользовательское содержимое

source: Create a completely custom piece of HTML content.
ru: Создать полностью пользовательский HTML контент.

source: Missing/deleted content
ru: Утерянный/Удалённый контент

source: Custom: @title
ru: Пользовательский: @title

source: This title will be used administratively to identify this pane. If blank, the regular title will be used.
ru: Этот заголовок будет использован для идентификации панели для администратора. Если пусто, будет использован заголовок.

source: If checked, context keywords will be substituted in this content. Note that CCK fields may be used as keywords using patterns like <em>%node:field_name-formatted</em>.
ru: Если отмечено, ключевики контекста будут заменены в этом содержимом. Помните, что ССК поля могут быть использованы как ключевики, для этого можно применять шаблоны вида <em>%node:field_name-formatted</em>.

source: If checked, context keywords will be substituted in this content. More keywords will be available if you install the Token module, see http://drupal.org/project/token.
ru: Если отмечено, ключевики контекста будут заменены в этом содержимом. Больше ключаевиков будут доступны, если вы установите модуль "Токен".

source: If checked, context keywords will be substituted in this content.
ru: Если отмечено, ключевики контекста будут заменены в этом содержимом.

source: Use context keywords
ru: Использовать ключевики контекста

source: Substitutions
ru: Подстановки

source: Make this content reusable
ru: Сделать это содержание многоразовым

source: Machine name
ru: Системное название

source: The machine readable name of this content. It must be unique, and it must contain only alphanumeric characters and underscores. Once created, you will not be able to change this value!
ru: Системное название этого содержимого. Должно быть уникальным, содержать только латинские буквы и подчёркивания. Недопустимо изменять это значение в будущем.

source: What category this content should appear in. If left blank the category will be "Miscellaneous".
ru: В каких категориях должно быть это содержимое? Если не указано, катагория будет "Разное".

source: Administrative description
ru: Описание администратора

source: A description of what this content is, does or is for, for administrative use.
ru: Описание сугубо для администратора.

source: Name is required.
ru: Название является обязательным.

source: The name can only consist of lowercase letters, underscores, and numbers.
ru: Название может быть в виде букв в нижнем регистре, подчёркиваний и чисел.

source: Content with this name already exists. Please choose another name or delete the existing item before creating a new one.
ru: Содержимое с этим названием уже существует. Выберите другое название или удалите существующий пункт перед созданием нового.

source: Form goes here.
ru: Форма.

source: "@s" base form
ru: Оновная форма "@s"

source: Edit node
ru: Редактировать документ

source: Leave node title
ru: Оставить заголовок документа

source: Advanced: if checked, do not touch the node title; this can cause the node title to appear twice unless your theme is aware of this.
ru: Расширенные настройки: если отмечено, не трогайте заголовка документа. Это может привести к тому, что заголовок документа будет показан дважды (зависит от темы)

source: Link the node title to the node
ru: Залинковать заголовок документа на документ

source: Check this box if you would like your pane title to link to the node.
ru: Отметьте, если вы хотите залинковать заголовок панели на документ.

source: Enter the title or NID of a node
ru: Укажите заголок или NID документа

source: To use a NID from the URL, you may use %0, %1, ..., %N to get URL arguments. Or use @0, @1, @2, ..., @N to use arguments passed into the panel.
ru: Для использования NID из URL, вы можете использовать %0, %1, ..., %N для того, чтобы взять аргумент URL. Или использовать @0, @1, @2, ..., @N, для того, чтобы отправить аргумент в панель.

source: Include node links for "add comment", "read more" etc.
ru: Включать ссылки документа для "Добавить комментарий", "Читать далее"...

source: Template identifier
ru: Идентификатор шаблона

source: This identifier will be added as a template suggestion to display this node: node-panel-IDENTIFIER.tpl.php. Please see the Drupal theming guide for information about template suggestions.
ru: Этот идентификатор будет добавлен в качестве вероятного шаблона отображения документа: node-panel-IDENTIFIER.tpl.php.

source: Select a build mode for this node.
ru: Выберите режим создания для этого документа

source: Invalid node
ru: Неправильный документ

source: Node loaded from @var
ru: Документ загружен от @var

source: Unpublished node @nid
ru: Неопубликованный документ @nid

source: Deleted/missing node @nid
ru: Удалённый/Потерянный документ @nid

source: Attached files go here.
ru: Приаттаченные файлы

source: "@s" attachments
ru: Вложение "@s"

source: Link to author profile
ru: Ссылка на профиь автора

source: Check here to link to the node author profile.
ru: Отметьте, чтобы залинковать автора документа на его профиль.

source: "@s" author
ru: Автор "@s"

source: "@s" body
ru: Текст "@s"

source: Book children
ru: Подчинённый пункт книги

source: The children menu the book the node belongs to.
ru: Подчинённое меню книги, которой принадлежит документ.

source: Book children menu goes here.
ru: Вложенное меню книги.

source: "@s" book children
ru: Вложение книги "@s"

source: Book navigation
ru: Навигация книги

source: The navigation menu the book the node belongs to.
ru: Меню навигации книги, которой принадлежит документ

source: Book navigation goes here.
ru: Навигация книги

source: "@s" book navigation
ru: Навигация книги "@s"

source: Comment form here.
ru: Форма комментария

source: "@s" comment form
ru: Форма комментария "@s"

source: Shows links to register or login.
ru: Показывает ссылки на регистрацию или вход в профиль

source: If anonymous comments are not allowed, this will display the register and login links.
ru: Если комментарии для анонимов отключены, будут показаны ссылки регистрации и логина

source: Node comments go here.
ru: Комментарии документа

source: HTML anchor
ru: HTML якорь

source: If checked, an HTML anchor is added to allow linking within the same page. For example, http://example.com/node/2345#comment will take you to the comment area of the page.
ru: Если отмечено, будет добавлен HTML якорь, чтобы можно было линковать участки текста в пределах одной страницы. Например, http://example.com/node/2345#comment.

source: "@s" comments
ru: Комментарии "@s"

source: Node title.
ru: Заголовок документа.

source: Node content goes here.
ru: Содержимое документа

source: Link title to node
ru: Ссылка заголовка на документ

source: Check here to make the title link to the node.
ru: Отметьте, если хотите залинковать заголовок на полный документ.

source: Treat this as the primary node page
ru: Рассматривать как первичную страницу документа

source: This can affect title rendering and breadcrumbs from some node types.
ru: Это приведёт к обработке заголовка и хлебных крошек для некоторых типов документов

source: No extras
ru: Нет дополнений

source: Check here to disable additions that modules might make to the node, such as file attachments and CCK fields; this should just display the basic teaser or body.
ru: Нажмите, чтобы выключить дополнения, которые может сделать этот модуль для документа, например вложения файлов и поля CCK. Будет отображаться просто базовая аннотация или основной текст.

source: "@s" content
ru: Содержимое "@s"

source: "@s" created date
ru: Дата создания "@s"

source: Node links go here.
ru: Ссылки документа.

source: Teaser mode
ru: Режим аннотации

source: Check here to show links in teaser mode.
ru: Отметьте, чтобы показывать ссылки в режиме аннотации.

source: Whatever is placed here will appear in $node->panel_identifier to help theme node links displayed on the panel
ru: Будет ли то, что указано здесь показано в $node->panel_identifier, чтобы облегчить темизацию ссылок, отображаемых в панели.

source: "@s" links
ru: Ссылки "@s"

source: - All vocabularies -
ru: - Все словари -

source: Optionally restrict the terms to a specific vocabulary, or allow terms from all vocabularies.
ru: По желанию ограничте термины определённым словарём или разрешите термины со всех словарей.

source: Term formatting
ru: Форматирование термина

source: Taxonomy links (uses theme('links'))
ru: Ссылки таксономии (используется функция theme('links'))

source: Inline, delimited
ru: В строку, разделено

source: Link to terms
ru: Ссылка на термины

source: Check here to make the terms link to the term paths.
ru: Отметьте, чтобы залинковать термины на соответствующие им страницы.

source: Term delimiter
ru: Разделитель термина

source: "@s" terms from @vocabulary
ru: Термины "@s" из словаря @vocabulary

source: "@s" terms
ru: Термины "@s"

source: Link to node
ru: Ссылка на документ

source: "@s" title
ru: Заголовок "@s"

source: Node type description goes here.
ru: Описание типа документа.

source: "@s" type description
ru: Описание типа "@s"

source: Last updated date
ru: Последнее обновление

source: "@s" last updated date
ru: Последняя дата обновления "@s"

source: Node form file attachments
ru: Вложенные файлы формы документа

source: File attachments on the Node form.
ru: Вложения файлов в форме документа

source: Attach files
ru: Приложить файлы

source: Attach files.
ru: Приложить файлы

source: "@s" node form attach files
ru: Форма добавления файлов документа "@s"

source: Authoring information.
ru: Информация об авторе

source: "@s" node form publishing options
ru: Опции публикации формы документа "@s"

source: Node form book options
ru: Форма документа с опциями книги

source: Book options for the node.
ru: Опции книги для этого документа.

source: Book options
ru: Опции книги

source: Book options.
ru: Опции книги.

source: "@s" node form book options
ru: Опции книги в форме документа "@s"

source: Node form buttons.
ru: Кнопки формы документа

source: "@s" node form submit buttons
ru: Кнопки сохранения в форме документа "@s"

source: Comment options
ru: Опции комментария

source: Comment options.
ru: Опции комментария.

source: "@s" node form comment settings
ru: Настройки формы комментария формы документа "@s"

source: Input format.
ru: Формат ввода

source: "@s" node form input format
ru: Формат ввода формы документа "@s"

source: "@s" node form revision log
ru: Логи вариантов формы документа "@s"

source: Menu options
ru: Опции меню

source: Menu options.
ru: Опции меню.

source: "@s" node form menu settings
ru: Настройки меню формы документа "@s"

source: URL path options
ru: Опции URL

source: URL Path options.
ru: Опции URL документа

source: "@s" node form path options
ru: Опции пути формы документа "@s"

source: Publishing options.
ru: Опции публикации.

source: "@s" node form author information
ru: Информация автора в форме документа "@s"

source: Categories.
ru: Категории.

source: "@s" node form select taxonomy
ru: Выбор таксономии формы документа "@s"

source: Tabs type
ru: Тип табов

source: Primary and secondary
ru: Первичный и вторичный

source: Primary
ru: Первичный

source: Secondary
ru: Вторичный

source: CSS id to use
ru: Используемый CSS id

source: Title tag
ru: Тег заголовка

source: - No tag -
ru: - Нет тега -

source: CSS class to use
ru: Используемый CSS class

source: Advanced search form
ru: Расширенная форма поиска

source: A search form with advanced options.
ru: Форма поиска с расширенными опциями.

source: Search type
ru: Тип поиска

source: Search form
ru: Форма поиска

source: Advanced
ru: Расширенная

source: The advanced form may have additional options based upon the search type. For example the advanced content (node) search form will allow searching by node type and taxonomy term.
ru: Расширенная форма может иметь дополнительные опции по типам поиска. Например, расширенная поисковая форма имеет возможность поиска по типу документа и термину таксономии.

source: Same page
ru: Та же страница

source: Override default prompt
ru: Переписать дефолтную строку

source: @type search form
ru: Форма поиска @type

source: Search results
ru: Поисковые результаты

source: The results of a search using keywords.
ru: Результаты поиска по ключевикам.

source: results
ru: результаты

source: Your search yielded no results
ru: Посик не принёс результатов

source: Record a watchdog log entry when searches are made
ru: Делать записи в журнал системных событий по окончанию поиска

source: Override "no result" text
ru: Переписать текст "Нет результатов поиска"

source: No result text
ru: Нет текста с результатами

source: Display text if no search keywords were submitted
ru: Отображение текста, если ключевики поиска не были указаны.

source: No keywords text
ru: Нет текста с ключевиками

source: @type search result
ru: Посиковый результат @type

source: search
ru: поиск

source: Edit this term
ru: Редактировать термин

source: Term description goes here.
ru: Описание термина.

source: "@s" term description
ru: Описание термина "@s"

source: Child terms
ru: Подчинённые термина

source: Sibling terms
ru: Братские термины

source: Top level terms
ru: Термины наивысшего уровня

source: Term synonyms
ru: Синонимы термина

source: Which terms
ru: Какие термины

source: Unordered
ru: Неупорядоченные

source: Ordered
ru: Упорядоченные

source: Profile content goes here.
ru: Содержимое категории.

source: Which category
ru: Какая категория

source: Text to display if category has no data. Note that title will not display unless overridden.
ru: Отображаемый текст, если категория не имеет данных. Имейте ввиду, что заголовок не будет отображаться до тех пор, пока не будет переписан.

source: "@s" profile fields
ru: Поля профиля "@s"

source: "@s" user picture
ru: Аватар пользователя "@s"

source: "@s" user profile
ru: Профиль пользователя "@s"

source: "@s" user signature
ru: Подпись пользователя "@s"

source: Define the maximum depth of terms being displayed.
ru: Определите максимальную глубину отображаемых терминов.

source: Display as tree
ru: Отображать деревом

source: If checked, the terms are displayed in a tree, otherwise in a flat list.
ru: Если отмечено, термины отображаются в виде веток дерева, в противном случае - плоским списком.

source: A node object.
ru: Объект документа.

source: Enter the node ID of a node for this context.
ru: Укажите ID документа для этого контекста.

source: Open in new window
ru: Открыть в новом окне

source: Currently set to !link
ru: Сейчас установлено в !link

source: Reset identifier to node title
ru: Сбросить идентификатор на заголовок документа
