Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Restrict to the selected roles
ru: Ограничить для выбранных ролей

source: If no roles are selected, users from any role will be allowed.
ru: Если не выбрано ни одной роли, разрешены будут все роли.

source: The name of the role.
ru: Имя роли

source: The role ID of the role.
ru: ID роли

source: Text to display at the top of the view. May contain an explanation or links or whatever you like. Optional.
ru: Текст для отображения вверху представления. Может содержать разъяснения или какие-либо ссылки. Не обязательно для заполнения.

source: Normal menu item
ru: Обычный пункт меню

source: Go
ru: Вперёд

source: List type
ru: Тип перечисления

source: Alignment
ru: Выравнивание

source: Number of columns
ru: Число колонок

source: CSS class
ru: CSS класс

source: Attachment settings
ru: Настройки вложения

source: Feed settings
ru: Настройки ленты

source: Parent menu item
ru: Родительский пункт меню

source: Link display
ru: Привязать отображение

source: Offset
ru: Пропустить

source: Multiple roles
ru: Несколько ролей

source: The name of this display
ru: Название отображения

source: This title will appear only in the administrative interface for the View.
ru: Это название будет отображаться только при редактировании представления

source: The title of this view
ru: Заголовок представления

source: This title will be displayed with the view, wherever titles are normally displayed; i.e, as the page title, block title, etc.
ru: Этот заголовок будет отображаться с этим видом, на месте обычного заголовка.

source: Use a pager for this view
ru: Разбивать представление на страницы

source: Pager element
ru: Элемент пейджера

source: The number of items to display per page. Enter 0 for no limit.
ru: Количество элементов, показываемых на странице. Укажите 0 для снятия ограничений.

source: Access restrictions
ru: Ограничения доступа

source: Display even if view has no result
ru: Показывать, даже если нет результата

source: Text to display beneath the view. May contain an explanation or links or whatever you like. Optional.
ru: Текст, который будет показан внизу представления, например, пояснения или ссылки. Не обязательно

source: Text to display if the view has no results. Optional.
ru: Текст, который будет показываться, если нет результата (например "Поиск не дал результатов"). Необязательно.

source: How should this view be styled
ru: Стиль представления

source: Style options
ru: Настройки стиля

source: Row style options
ru: Настройки стиля "Строка"

source: How should each row in this view be styled
ru: Как будет отображаться строка в представлении

source: Which display to use for path
ru: какое отображение использовать для адреса

source: Which display to use to get this display's path for things like summary links, rss feed links, more links, etc.
ru: Из какого отображения использовать путь для таких вещей, как сссылки на итоги, rss-ленты, ссылки "Далее" и т.п.

source: You must select at least one role if type is "by role"
ru: Вы должны выбрать хотя бы одну роль

source: Use default
ru: Использовать установки по умолчанию

source: The menu path or URL of this view
ru: Меню или URL этого представления

source: Block admin description
ru: Описание блока для Администратора.

source: Menu item entry
ru: Запись пункта меню

source: No menu entry
ru: Без пункта меню

source: Normal menu entry
ru: Обычный пункт меню

source: Menu tab
ru: Вкладка

source: Default menu tab
ru: Вкладка по умолчанию

source: If set to normal or tab, enter the text to use for the menu item.
ru: Если выбран обычный пункт, или вкладка, то укажите текст, используемый для этого пункта.

source: Default tab options
ru: Опции по умолчанию для вкладок

source: Already exists
ru: Уже существует

source: If creating a parent menu item, enter the title of the item.
ru: Создавая пункт родительского меню, вводите заголовок пункта.

source: If the parent menu item is a tab, enter the weight of the tab. The lower the number, the more to the left it will be.
ru: Если родительским пунктом является вкладка, введите вес для этой. Чем меньше значение, тем выше/раньше она будет в списке.

source: You need at least one field before you can configure your table settings
ru: Необходимо хотя бы одно поле для возможности настройки таблицы

source: Override normal sorting if click sorting is used
ru: Заменять стандартную сортировку при использовании сортировки по щелчку

source: Default sort order
ru: По умолчанию сортировать

source: If a default sort order is selected, what order should it use by default.
ru: Если выбрана "Сортировка по умолчанию", то сортироваться будет так, как указано здесь.

source: Broken field
ru: Поврежденное поле

source: Inherit
ru: Наследовать

source: Mini
ru: Мини

source: Use AJAX when available to load this view
ru: Использовать AJAX для загрузки, если доступно

source: If set, this view will use an AJAX mechanism for paging, table sorting and exposed filters. This means the entire page will not refresh. It is not recommended that you use this if this view is the main content of the page as it will prevent deep linking to specific pages, but it is very useful for side content.
ru: Если отмечено, для пейджера, сортировки и развёрнутіх фильтров будет применён AJAX, что позволит исключить лишние перезагрузки страниц. Не рекомендуется для основных страниц. т.к. будет затруднен доступ к странице через ссылки, но весьма полезно для контекстного содержания.

source: Full pager
ru: Полный пейджер

source: Mini pager
ru: Мини-пейджер

source: Add a more link to the bottom of the display.
ru: Добавить ссылку "Далее" внизу.

source: Create more link
ru: Добавить ссылку "Ещё"

source: This will add a more link to the bottom of this view, which will link to the page view. If you have more than one page view, the link will point to the display specified in 'Link display' above.
ru: Добавляет ссылку "Ещё" в низ представления, которая ведет на страничное представление. Если у вас более одного страничного представления, ссылка будет указывать на указанное в 'Привязанное отображение'

source: Normal: @title
ru: Нормальный: @title

source: Tab: @title
ru: Вкладка: @title

source: Override number of items to display
ru: Заменять количество отображаемых элементов

source: Unless you're experiencing problems with pagers related to this view, you should leave this at 0. If using multiple pagers on one page you may need to set this number to a higher value so as not to conflict within the ?page= array. Large values will add a lot of commas to your URLs, so avoid if possible.
ru: По умолчанию здесь установлено значение "0". Если у вас несколько пейджеров на одной странице, возможно, вы захотите изменить это значение. Избегайте использовать большие значения - это может отразится на производительности.

source: This will make the view display only distinct items. If there are multiple identical items, each will be displayed only once. You can use this to try and remove duplicates from a view, though it does not always work. Note that this can slow queries down, so use it with caution.
ru: Эта опция позволяет избежать дубликатов при отображении элементов вида. Может не работать в отдельных случаях. Используйте с осторожностью, так как это может отразиться на общей производительности.

source: If the style you choose has settings, be sure to click the settings button that will appear next to it in the View summary.
ru: Если у стиля есть настройки, то рядом со стилем будет доступна кнопка для его настройки.

source: Theming information
ru: Информация темизации

source: Display output
ru: Вывод отображения

source: Style output
ru: Стиль вывода

source: Row style output
ru: Стиль вывода колонок

source: Theming information (display)
ru: Информация темизации (отображение)

source: This display has no theming information
ru: Это отображение не имеет информации о темизировании.

source: This is the default theme template used for this display.
ru: Этот шаблон темы используется для отображения по умолчанию.

source: Theming information (style)
ru: Информация темизации (стиль)

source: This display has no style theming information
ru: Это отображение не имеет информации о темизации

source: This is the default theme template used for this style.
ru: В качестве этого стиля используется шаблон темы по умолчанию.

source: Theming information (row style)
ru: Информация о темизации (стиль строки)

source: This display has no row style theming information
ru: Этот вид не содержит информации о темизации строк

source: This is the default theme template used for this row style.
ru: Это шаблон темы по умолчанию, используемый для этого стиля строки.

source: Inherit arguments
ru: Наследовать аргументы

source: Should this display inherit its arguments from the parent display to which it is attached?
ru: Должно ли это отображение наследовать аргументы от родительского, к которому прикреплено?

source: Attach before or after the parent display?
ru: Прикрепить До или После отображения?

source: This view will be displayed by visiting this path on your site. It is recommended that the path be something like "path/%/%/feed" or "path/%/%/rss.xml", putting one % in the path for each argument you have defined in the view.
ru: Это отображение будет показываться при посещении страницы на вашем сайте. Рекомендуется указать адрес похожим на "path/%/%/feed" или "path/%/%/rss.xml", укажите по одному % в адресе для каждого аргумента, определенного в представлении.

source: Use the site mission for the description
ru: Использовать в качестве описания "миссию сайта"

source: RSS description
ru: Описание RSS

source: Default argument
ru: Аргумент по умолчанию

source: PHP argument code
ru: PHP-код аргумента

source: PHP validate code
ru: PHP-код для проверки

source: This view will be displayed by visiting this path on your site. You may use "%" in your URL to represent values that will be used for arguments: For example, "node/%/feed".
ru: Это отображение будет показываться при посещении данной страницы на вашем сайте. Можно использовать "%" в URL для представления значений, которые буду использоваться как аргуенты: например, "node/%/feed".

source: Horizontal alignment will place items starting in the upper left and moving right. Vertical alignment will place items starting in the upper left and moving down.
ru: Горизонтальное выравнивание будет размещать элементы, начиная с верха слева вправо. Вертикальное выравнивание будет размещать элементы книзу.

source: Change settings for the parent menu
ru: Изменить установки родительского меню

source: Display @display is set to use a menu but the menu title is not set.
ru: Отображение @display настроено на использование меню, но заголовок меню не установлен.

source: Display @display is set to use a parent menu but the parent menu title is not set.
ru: Отображение @display настроено на использование родительского меню, но родительское меню не установлено.

source: Style @style requires a row style but the row plugin is invalid.
ru: Стилю @style нужно указать стиль строки, но он не выбран.

source: Select which display or displays this should attach to.
ru: Выберите, к какому отображению или отображениям нужно прикрепить вложение.

source: Inline fields
ru: Встроенные поля

source: Inline fields will be displayed next to each other rather than one after another.
ru: Встроенные поля будут отображаться "друг за другом", вместо "один над другим".

source: The separator may be placed between inline fields to keep them from squishing up next to each other. You can use HTML in this field.
ru: Разделитель может располагаться между встроенными полями, чтобы они не смешивались. Можно использовать HTML-код.

source: "$arg" is no longer supported. Use % instead.
ru: "$arg" больше не поддерживается. Взамен используйте %.

source: A display whose path ends with a % cannot be a tab.
ru: Отображение, путь которого оканчивается на %, не может быть вкладкой.

source: Title is required for this menu type.
ru: Требуется заголовок для этого в типа меню.

source: Block caching type
ru: Тип кэширования блока

source: Enable Drupal style "sticky" table headers (Javascript)
ru: Включить "прилепленные" заголовки таблиц (Javascript)

source: (Sticky header effects will not be active for preview below, only on live output.)
ru: (Эффект "прилепленного" заголовка не будет виден при предпросмотре ниже)

source: Back to !info.
ru: Назад к !info.

source: theming information
ru: информация о темизации

source: Status: using default values.
ru: Состояние: использовать значения по умолчанию.

source: Status: using overridden values.
ru: Состояние: использовать переопределенные значения.

source: Views cannot create normal menu items for paths with a % in them.
ru: Views не может создать обычный пункт меню для путей, содержащих % внутри себя.

source: Enter PHP code that returns TRUE or FALSE. No return is the same as FALSE, so be SURE to return something if you do not want to declare the argument invalid. Do not use &lt;?php ?&gt;. The argument to validate will be "$argument" and the view will be "$view". You may change the argument by setting "$handler->argument".
ru: Введите PHP-код, который вернет TRUE или FALSE. Если код не вернет ничего, то это будет как FALSE, так что проверяйте - возвращаете ли вы значение, если вы не хотите, чтобы аргумент был признан некорректным. Не используйте &lt;?php ?&gt;. Аргумент для проверки - это "$argument", а представление - "$view".Можете изменить аргумент, установив "$handler->argument".

source: The number of items to skip. For example, if this field is 3, the first 3 items will be skipped and not displayed. Offset can not be used if items to display is 0; instead use a very large number there.
ru: Количество пропущенных элементов. Например, если установить 3, то первые 3 элемента будут пропущены и не будут показаны.

source: Only the checked roles will be able to access this display. Note that users with "access all views" can see any view, regardless of role.
ru: Только выбранные роли получат доступ к этим отображениям. Примечание: пользователи с правом "доступ ко всем представлениям" могут видеть любые представления, независимо от роли.

source: Only users with the selected permission flag will be able to access this display. Note that users with "access all views" can see any view, regardless of other permissions.
ru: Доступ к этому отображению получат только пользователи, имеющие указанное права доступа. Примечание: пользователи с правом "доступ ко всем представлениям" могут видеть любые представления, независимо от разрешений.

source: You may also adjust the !settings for the currently selected style by clicking on the icon.
ru: Также можно изменить !settings для выбранного стиля, щелкнув на иконке.

source: You may also adjust the !settings for the currently selected row style by clicking on the icon.
ru: Также можно изменить !settings для выбранного стиля строки, щелкнув на иконке.

source: Grouping field
ru: Группировать по полю

source: Display items inline
ru: Показывать встроенные элементы

source: Enter PHP code that returns a value to use for this argument. Do not use &lt;?php ?&gt;. You must return only a single value for just this argument.
ru: Введите PHP-код, который вернет значение аргумента. Не используйте &lt;?php ?&gt;. Необходимо вернуть одиночное значение для этого аргумента.

source: Alternative display output
ru: Альтернативный дисплей вывода

source: Alternative style
ru: Альтернативный стиль

source: Alternative row style
ru: Альтернативный стиль строки

source: This section lists all possible templates for the display plugin and for the style plugins, ordered roughly from the least specific to the most specific. The active template for each plugin -- which is the most specific template found on the system -- is highlighted in bold.
ru: В этом разделе перечислены все возможные шаблоны для текущего отображения. Активный шаблон (тот который используется сейчас) выделен жирным.

source: Rescan template files
ru: Сканировать шаблоны

source: <strong>Important!</strong> When adding, removing, or renaming template files, it is necessary to make Drupal aware of the changes by making it rescan the files on your system. By clicking this button you clear Drupal's theme registry and thereby trigger this rescanning process. The highlighted templates above will then reflect the new state of your system.
ru: <strong>Внимание!</strong> При добавлении, удалении или переименовании файлов шаблона, необходимо уведомить систему о внесённых изменениях, сделав повторное сканирование шаблонов. Нажмите на эту кнопку, чтобы запустить сканирование шаблонов. Шаблоны, названия которых выделены жирным, используются в настоящее время.

source: This is an alternative template for this display.
ru: Это альтернативный шаблон для этого экрана.

source: This is an alternative template for this style.
ru: Это альтернативный шаблон для этого стиля.

source: This is an alternative template for this row style.
ru: Это альтернативный шаблон для этого стиля строки.

source: File found in folder @template-path
ru: Файл найден в папке @template-path

source: (File not found, in folder @template-path)
ru: (Файл не найден в папке @template-path)

source: Update default display
ru: Обновить отображение по умолчанию

source: Inherit exposed filters
ru: Наследовать раскрытые фильтры

source: Should this display inherit its exposed filter values from the parent display to which it is attached?
ru: Должно ли это отображение наследовать раскрытые фильтры от родительского, к которому прикреплено?

source: Using the site name
ru: Использование названия сайта

source: Use the site name for the title
ru: Использовать название сайта для заголовка

source: Place fields into columns; you may combine multiple fields into the same column. If you do, the separator in the column specified will be used to separate the fields. Check the sortable box to make that column click sortable, and check the default sort radio to determine which column will be sorted by default, if any. You may control column order and field labels in the fields section.
ru: Если полей много и таблица получается слишком широкой, вы можете вывести несколько полей в одной общей колонке. Для этого выберите соответствующую колонку для нужного поля из списка доступных. Укажите разделитель, который может быть HTML тегом, например тег "br"

source: Field @field (ID: @id)
ru: Поле @field (ID: @id)

source: More link text
ru: Текст ссылки

source: "%" may not be used for the first segment of a path.
ru: "%" не может быть использован в качестве первого сегмента пути.

source: No role(s) selected
ru: Нет выбранной роли(ей).

source: Change settings for this access type.
ru: Изменить установки для этого типа доступа.

source: Access options
ru: Опции доступа

source: The feed icon will be available only to the selected displays.
ru: Иконка лент будет доступна только для выбранных отображений.

source: Unknown/missing format
ru: Неизвестный/ошибочный формат

source: Put the exposed form in a block
ru: Положить раскрытую форму в блок

source: Warning: Changing this item's menu will not work reliably in Drupal 6.4 or earlier. Please upgrade your copy of Drupal at !url.
ru: Предупреждение: Изменение этого пункта меню не будет работать правильно на Drupal 6.4 или более ранних. Пожалуйста, обновите вашу копию Drupal по адресу !url.

source: Insert item into an available menu.
ru: Добавить пункт в указанное меню.

source: The lower the weight the higher/further left it will appear.
ru: Чем меньше значение, тем выше/раньше он отобразится в списке.

source: You may optionally specify a field by which to group the records. Leave blank to not group.
ru: Вы можете задать поле (необязательно), по которому будут группироваться записи.

source: Display "@display" uses fields but there are none defined for it or all are excluded.
ru: Отображение "@display" использует поля, но не одно поле не определено для него, или все они исключены.

source: Display "@display" uses a path but the path is undefined.
ru: Отображение "@display" использует путь, но путь не определен.

source: Display "@display" has an invalid style plugin.
ru: Отображение "@display" содержит неправильный плагин стиля.

source: Menu selection requires the activation of menu module.
ru: Для выбора меню требуется включение модуля меню.

source: If set to normal or tab, enter the text to use for the menu item's description.
ru: Если установлено в "обычное" или "вкладка", введите текст для использования в качестве описания пункта меню.

source: If creating a parent menu item, enter the description of the item.
ru: Если создаете родительский пункт меню, введите описание пункта.

source: Never cache
ru: Не кэшировать

source: Query results
ru: Результат запроса

source: The length of time raw query results should be cached.
ru: Время хранения результатов запроса в кэше.

source: Rendered output
ru: Отображаемый вывод

source: The length of time rendered HTML output should be cached.
ru: Время для хранения кэша HTML вывода.

source: Change settings for this caching type.
ru: Изменить настройки для этого типа кэширования.

source: Text to use for the more link.
ru: Текст для ссылки.

source: The text to display for the more link.
ru: Текст ссылки "еще"

source: Caching options
ru: Опции кэширования

source: Change theme
ru: Изменить тему

source: Hide empty fields
ru: Скрыть пустые поля

source: Do not display fields, labels or markup for fields that are empty.
ru: Не отображать поля, подписи или разметку пустых полей.

source: Render
ru: Воспроизвести

source: You may also adjust the !settings for the currently selected access restriction by clicking on the icon.
ru: Также можно изменить !settings для выбранного стиля, щелкнув на иконке.

source: You may also adjust the !settings for the currently selected cache mechanism by clicking on the icon.
ru: Вы также можете назначить !settings для выбранного механизма кэширования, нажав на иконку.

source: You need at least one field before you can configure your jump menu settings
ru: Вам нужно по крайней мере одно поле прежде чем вы сможете настроить параметры меню

source: Path field
ru: Путь поля

source: Always display more link
ru: Всегда показывать ссылку "Далее"

source: Inherit pager
ru: Наследовать навигатор

source: Render pager
ru: Вывод навигатора

source: Choose text
ru: Выберите текст

source: Change the CSS class name(s) that will be added to this display.
ru: Укажите CSS-класс(ы), который будет добавлен к этому виду.

source: CSS classes must be alphanumeric or dashes only.
ru: CSS-классы должне содержать только буквы, цифры и знаки тире.

source: Fill up single line
ru: Заполнять единственную линию

source: New view
ru: Новое представление

source: The style selected does not utilize fields.
ru: Выбранный стиль не использует поля.

source: This view is being edited by user !user, and is therefore locked from editing by others. This lock is !age old. Click here to <a href="!break">break this lock</a>.
ru: Это представление в настоящее время, возможно, редактируется пользователем !user и поэтому заблокировано (!age назад) для редактирования другими. <a href="!break">Щелкните здесь, чтобы снять блокировку</a>.

source: *Adding _if to any country variable will make it display only for addresses<br />whose country is different than the default store country.
ru: *Добавление _if к любой стране приведёт к тому, что она будет отображаться для адресов, чья страна отличается от страны магазина по умолчанию.

source: You can't use vkontakte avatars because your PHP don't support <a href="http://ru2.php.net/curl">CURL functions</a>.
ru: Вы не можете использовать аватары ВКонтакте, так как ваш PHP не поддерживает <a href="http://ru2.php.net/curl">CURL</a>.
