Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: When checked cron will be used to send newsletters (recommended). Test newsletters and confirmation emails will be sent immediately. Leave unchecked for testing purposes.
ru: Если отмечено, будет использован крон для отправки рассылок (рекомендуется). Тестовые и подтверждающие email отправляются немедленно. Оставьте неотмеченным для тестирования.

source: Install <a href="!mime_mail_url">Mime Mail</a> module or <a href="!html_url">HTML Mail</a> module to send newsletters in HTML format.
ru: Установите модуль <a href="!mime_mail_url">Mime Mail</a> или <a href="!html_url">HTML Mail</a>, чтобы отправлять письма в формате HTML.

source: Install <a href="!mime_mail_url">Mime Mail</a> or <a href="!html_mail_url">HTML Mail</a> to send HTML emails or emails with attachments (both plain text and HTML).
ru: Установите модули <a href="!mime_mail_url">Mime Mail</a> или <a href="!html_mail_url">HTML Mail</a>, чтобы отправлять письма в формате HTML, включая отправку писем с аттачами.

source: E-mail with HTML and attachments
ru: E-mail с HTML и вложениями

source: Converts CSS to inline styles in an HTML message. Requires PHP 5.x and the DOM extension
ru: Конвертирует CSS в inline-стили в теле сообщения. Требует для своей работы PHP 5.x и расширение DOM

source: PHP DOM Extension
ru: Расширение PHP DOM

source: HTML E-mail settings
ru: Настройки

source: Default mailing engine using drupal_mail().
ru: Для отправки писам по умолчанию используется drupal_mail().

source: A valid e-mail address for this website, used by the auto-mailer during registration, new password requests, notifications, etc.
ru: Действительный e-mail для сайта, использованный при автоматической отправке при регистрации, запросе пароля, уведомлениях.

source: Use mime mail for all messages
ru: Использовать mime mail для всех сообщений

source: Use the mime mail module to deliver all site messages. With this option, system emails will have styles and formatting
ru: Использовать модуль Mimemail при отправке всех сообщений с сайта. Если эта опция включена, системные e-mail будуть иметь стили и форматирование.

source: Plaintext email only
ru: Только простые e-mail

source: This option disables the use of email messages with graphics and styles. All messages will be converted to plain text.
ru: Эта опция запрещает использование email с графикой и стилями. Все сообщения будут сконвертированы в простой текст.

source: Process incoming messages posted to this site
ru: Обрабатывать входящие сообщения, отправленные на этот сайта

source: This is an advanced setting that should not be enabled unless you know what you are doing
ru: Это расширенная настройка, которая не должна быть включена до тех пор, пока вы не знаете, что делаете

source: Message validation string
ru: Строка проверки сообщений

source: This string will be used to validate incoming messages. It can be anything, but must be used on both sides of the transfer
ru: Эта строка будет использована для проверки входящих сообщений. Это может быть всё что угодно, но должно быть использовано на обеих сторонах

source: E-mail engine
ru: Функция отправки E-mail

source: Choose an e-mail engine for sending mails from your site.
ru: Выберите, каким способом будут отправляться письма с сайта.

source: The following addresses were unsubscribed: %removed.
ru: Были отписаны такие адреса: %removed.

source: Newsletter %title was deleted but had pending emails. They can no longer be sent.
ru: Рассылка %title была удалена, но имеет ожидающие письма. Они не могут быть больше отправлены.

source: Confirmation pages
ru: Страницы подтверждения

source: Subscribe confirmation
ru: Подтверждение подписки

source: Drupal path or URL of the destination page where after the subscription is confirmed (e.g. node/123). Leave empty to go to the front page.
ru: Системный путь или URL, куда будет перенаправлен пользователь после подтверждения подписки. По умолчанию, если пусто, это будет главная страница.

source: Unsubscribe confirmation
ru: Подтверждение отписки

source: Drupal path or URL of the destination page when the subscription removal is confirmed (e.g. node/123). Leave empty to go to the front page.
ru: Системный путь или URL, куда будет перенаправлен пользователь после подтверждения отписки. По умолчанию, если пусто, это будет главная страница.

source: Last batch: 1 mail sent at !time.
ru: Последняя партия: отправлено 1 письмо за !time.

source: Test newsletter sent to user %recipient.
ru: Тестовая рассылка отправлена для %recipient.

source: Test newsletter sent to anonymous %recipient.
ru: Тестовая рассылка отправлена анониму %recipient.

source: Newsletter not send: newsletter issue does not exist (nid = @nid; vid = @vid).
ru: Рассылка не отправлена: выпуск рассылки не существует (nid = @nid; vid = @vid).

source: Sending interrupted: PHP maximum execution time almost exceeded. Remaining newsletters will be sent during the next cron run. If this warning occurs regularly you should reduce the !cron_throttle_setting.
ru: Рассылка прервана: исчерпан лимит времени выполнения PHP. Оставшиеся письма будут отправлены по следующему запуску крон. Если это сообщение появляется регулярно, вы должны !cron_throttle_setting.

source: %success emails sent in %sec seconds, %fail failed sending.
ru: %success email отправлено за %sec seconds, не отправилось %fail.

source: %success emails sent, %fail failed.
ru: %success email отправлено, не отправилось %fail.

source: You will receive a confirmation email shortly containing further instructions on how to cancel your subscription.
ru: Вы получите подтверждающее письмо, содержащее дальнейшие инструкции.

source: %user was unsubscribed from the %newsletter mailing list.
ru: %user был отписан от %newsletter.

source: You will receive %newsletter mails.
ru: Вы получите %newsletter

source: Confirm remove subscription
ru: Отписаться

source: You will no longer receive %newsletter mails.
ru: Вы больше не будете получать %newsletter

source: You have been subscribed to %newsletter.
ru: Вы были подписаны на %newsletter.

source: Manage <a href="!url">my subscriptions</a>
ru: <a href="!url">Управлять рассылками</a>

source: URL of the subscribe confirmation page
ru: URL страницы подтверждения подписки

source: This is a Multilingual website. Enter text for confirmation subject and body in the default site language (@language).
ru: Это многоязычный сайт. Укажите текст для темы и основного текста подтверждения в языке по умолчанию (@language).

source: This is a Multilingual website. <a href="@url">Enable the String translation module</a> to enable translation of the confirmation subject and body.
ru: Это мультиязычный сайт. Включите модуль <a href="@url">Перевод строки</a>, чтобы включить перевод темы и текста подтверждающего письма.

source: 'Plain' display settings apply to the content of emails sent in plain text format. 'HTML' display settings apply to both HTML and plain text alternative content of emails sent in HTML format.
ru: "Простой" - письма будут отправлены в простом тексте. без форматирования. "HTML" - письма будут отправлены в формате HTML.

source: We have received a request from the email [simplenews-receiver-mail] for subscription to the [simplenews-newsletters-name] newsletter on [site-name] website at [site-url]. To confirm this subscription please use the link below. [simplenews-subscribe-url]
ru: Мы получили запрос от [simplenews-receiver-mail] на подписку к рассылке "[simplenews-newsletters-name]" (сайт [site-url]). Чтобы подтвердить эту подписку, нажмите на ссылку ниже. [simplenews-subscribe-url]

source: We have received a request from the email [simplenews-receiver-mail] for subscription to the [simplenews-newsletters-name] newsletter on [site-name] website at [site-url]. However, this email is already subscribed to this newsletter. If you intended to unsubscribe please visit our site: [site-url]
ru: Мы получили запрос от [simplenews-receiver-mail] на подписку к рассылке "[simplenews-newsletters-name]" (сайт [site-url]). Этот email уже подписан на эту рассылку. Если вы хотите отписаться от неё, зайдите на сайт: [site-url]

source: We have received a request from the email [simplenews-receiver-mail] to cancel your subscription from the [simplenews-newsletters-name] on [site-name] website at [site-url]. To confirm this cancelation please use the below. [simplenews-unsubscribe-url]
ru: Мы получили запрос от [simplenews-receiver-mail] на отказ от получения рассылки "[simplenews-newsletters-name]" (сайт [site-url]). Чтобы подтвердить это, нажмите на ссылку ниже. [simplenews-unsubscribe-url]

source: We have received a from the email [simplenews-receiver-mail] request to unsubscribe you from the [simplenews-newsletters-name] on [site-name] website at [site-url]. However, this email is not subscribed to this newsletter. If you intended to subscribe please visit our site: [site-url]
ru: Мы получили запрос от [simplenews-receiver-mail] на отказ от получения рассылки "[simplenews-newsletters-name]" (сайт [site-url]). Этот email не подписан на эту рассылку. Если вы хотите подписаться на неё, зайдите на сайт: [site-url]

source: Confirmation for [simplenews-newsletters-name] from [site-name]
ru: Подтверждение подписки на сайте [site-name]

source: Newsletter %title deleted with pending emails. Emails can no longer be sent.
ru: Рассылка %title удалена с ожидающими письмами. Эти письма не будут больше отправлены.

source: Simplenews was successfully installed.
ru: Модуль "Рассылка" успешно установлен.

source: Simplenews custom tokens have been deprecated. An attempt was made to replace custom tokens in the confirmation messages. Check the messages at <a href="!url">Simplenews subscription settings</a>. Manually replace Simplenews tokens in (unsent) newsletter issues.
ru: Пользовательские токены устарели, не сипользуйте их. Проверьте <a href="!url">это</a> сообщение. Вручную замените токены.

source: Email settings
ru: Email

source: Check this option if you do not wish to receive email messages with graphics and styles
ru: Отметьте, если вы не хотите получать письма с графикой и оформлением текста.

source: Engine specific settings
ru: Настройки

source: Please choose a mail engine.
ru: Выберите компонент.

source: access denied
ru: доступ запрещён

source: Authentication error for POST e-mail
ru: Ошибка авторизации POST e-mail

source: Mime Mail Compress requires the PHP DOM extension to be enabled.
ru: MimeMail Компрессор требует для своей работы включённое расширение PHP DOM

source: Mime Mail CSS Compressor
ru: MimeMail Компрессор

source: Your Site
ru: Ваш сайт

source: Settings for !site
ru: Настройки для !site

source: Fast registration mode
ru: Быстрая регистрация

source: Enable this mode will bypass drupal's standard registration form.
ru: Включение этого режима приведёт к обходу стандартной формы регистрации.

source: Login/logout mode
ru: Режим входа/выхода

source: Manual
ru: Вручную

source: Ask user to logout from FB
ru: Спросить пользователя, чтобы выйти с FB

source: Auto login/logout
ru: Автоматический вход/выход

source: Login to drupal/logout from facebook. Enable this if you don't want to logout automatically from facebook.
ru: Войти на сайт/выйти с Facebook. Включите это, если вы не хотите выходить автоматически из facebook.

source: Disable linking accounts during registration
ru: Не связывать

source: Disables the option to link local account to a FB account on registration
ru: Выключите эту опцию, чтобы связать локальный аккаунт с аккаунтом Facebook при регистрации

source: Display Settings
ru: Отображение

source: Facebook picture settings
ru: Аватар на Facebook

source: Here you can deside whether you want to allow the use of the facebook picture - or not.
ru: Использовать аватар facebook или нет.

source: Let the user choose
ru: Позволить пользователю выбрать

source: Do not allow the use of facebook user picture at your site
ru: Не разрешать использовать аватар facebook на сайте

source: Facebook picture size
ru: Размер аватара

source: If your user decides to use his facebook picture, choose its size here.
ru: Если вы разрешили использование аватара facebook, выберите его размер здесь.

source: Thumb
ru: Превью

source: square
ru: Квадрат

source: Show Facebook Logo
ru: Показать лого Facebook

source: Uncheck this if you don't want to display the facebook logo on the user picture.
ru: Снимите отметку, если вы не хотите отображать логотип facebook на аватаре пользователя.

source: Invite message
ru: Пригласительное сообщение

source: Your site name
ru: Название сайта

source: Destination, after user's valid or skip invite friend form
ru: Редирект

source: Ensure that you entered valid api keys.
ru: Удостоверьтесь, что вы указали правильный ключ.

source: Default language code
ru: Языковой код по умолчанию

source: Automatically Switch Language Code
ru: Автоматически переключать код языка

source: Enable the fbconnect module to use a different language code for each of your site languages.
ru: Включить модуль Fbconnect для использования разных языковых кодов для разных языков сайта.

source: @name (@native) Language code
ru: Языковой код @name (@native)

source: - Use default -
ru: - Использовать по умолчанию -

source: Base Domain Url
ru: Базовый URL

source: Use this to enable your Facebook Connect implementation to span multiple subdomains (e.g., using example.com would enable www.example.com, foo.example.com or bar.example.com,).
ru: Используйте это, чтобы включить вход через Facebook для субдоменов.

source: Connect Url
ru: URL коннекта

source: Your site's main URL.
ru: Адрес главной страницы вашего сайта.

source: Post-Remove Callback Url
ru: URL удаления

source: Facebook pings this URL when a user removes your application.
ru: Facebook оповещает этот URL, когда пользователь удаляет свою апликацию.

source: Unable to get a facebook client, check your api key
ru: Невозможно соединиться с FB, проверьте ключ API

source: Unable to autoconfigure your application settings, make sure you are logged into Facebook
ru: Невозможно автоматически настроить апликацию, удостоверьтесь, что вы авторизированы в Facebook

source: Exception thrown while using admin_setAppProperties : @code
ru: Ошибка при использовании admin_setAppProperties : @code

source: Checking your facebook session, you are not allowed to change this application settings
ru: Проверена ваша сессия facebook. Вам не разрешено изменять эти настройки апликации.

source: Your facebook app settings has been updated
ru: Ваши настройки Facebook App были обновлены

source: Click here to create a new !site_name account with Facebook
ru: Нажмите здесь, чтобы создать новый профиль !site_name на Facebook

source: Click here to connect your existing !site_name account with Facebook
ru: Нажмите здесь для входа на ваш существующий профиль через Facebook

source: Let my Facebook friends see me on @sitename
ru: Позволить друзьям на Facebook видеть меня на сайте @sitename

source: Use my Facebook picture as user picture
ru: Использовать аватар Facebook в качестве изображения профиля

source: Your picture will be loaded from facebook.
ru: Ваше изображение было загружено из Facebook.

source: Facebook connect registration failed for the reasons listed. You may register now, or if you already have an account you can <a href="@login">log in</a> now and link your account
ru: Ошибка при входе через Facebook. Вы можете сейчас зарегистрироваться или, если у вас уже есть профиль, вы можете <a href="@login">войти</a> в свой профиль

source: Retrying registration. Your Facebook account already assigned to one account on our site
ru: Повторная регистрация. Ваш профиль на Facebook уже привязан к одному профилю на нашем сайте.

source: Click here to connect your Facebook account
ru: Нажмите здесь, чтобы войти через профиль на Facebook.

source: Let my Facebook friends see me on @site
ru: Позволить моим друзьям на Facebook видеть меня на сайте @site

source: My Facebook friends will be able to see that I own an account on this website.
ru: Мои друзья на Facebook будут иметь возможность видеть, что я имею профиль на этом сайт.

source: Enable user picture support in !link
ru: Включить поддержку аватаров в !link

source: Facebook account
ru: Профиль Facebook

source: Linked to this Facebook account
ru: Связано с этим профилем на Facebook

source: Click here to unlink this Facebook account
ru: Нажмите здесь, чтобы удалить связь с этим профилем на Facebook

source: Unlink
ru: Разъединить

source: Something went wrong. Can't unlink account
ru: Произошла ошибка. Невозможно разъединить аккаунт

source: Your configuration options have been saved.
ru: Ваши опции настройки были сохранены.

source: Error creating account for @fbuid
ru: Ошибка при создании профиля для @fbuid

source: User has connected his Facebook Account
ru: Пользователь связался со своим профилем на Facebook

source: User has disconnected his Facebook Account
ru: Пользователь удалил связь со своим профилем на Facebook

source: User has logged in via Facebook
ru: Пользователь вошёл в свой профиль через Facebook

source: Your Facebook connect link is now active
ru: Вы сейчас связаны с Facebook

source: This user had been already linked another Facebook account.
ru: Этот пользователь уже был связан с другим профилем на Facebook.

source: This Facebook account had been already linked to another user.
ru: Этот Facebook профиль был уже связан с другим пользователем.

source: Please log in, in order to link your account with Facebook Connect
ru: Войдите, чтобы связать свой профиль с Facebook

source: Sign in using Facebook
ru: Войти через Facebook

source: You are currently using your Facebook picture, if you delete or load a new picture, your facebook picture will no longer be updated.
ru: Сейчас вы используете аватар с Facebook, если вы удалите или загрузите новый аватар, ваш аватар с facebook не будет обновлён.

source: Auto import of your facebook picture has been disabled
ru: Автоматический импорт ававтара Facebook был отключен

source: User has connected his Facebook account (@fbuid)
ru: Пользователь связался со своим профилем на Facebook (@fbuid)

source: Users authorization is revoked (fbuid: @fbuid)
ru: Авторизация пользователя была отменена (fbuid: @fbuid)

source: The cURL library is not installed. Please check the <a href="@url">PHP cURL documentation</a> for information on how to correct this.
ru: Библиотека cURL не была установлена. Проверьте <a href="@url">документацию PHP cURL</a>

source: JSON extension
ru: Расширение JSON

source: The JSON library is not installed. Facebook needs the JSON PHP extension
ru: Библиотека JSON не была установлена. Вы должны установить это расширение.

source: Outdated version
ru: Устаревшая версия

source: Fbconnect : Installed Facebook PHP library is outdated. See README.TXT
ru: Установленная PHP библиотека для Facebook устарела. Смотрите для справки README.TXT

source: Facebook and !site_name
ru: Facebook и !site_name

source: !site_name Only
ru: Только !site_name

source: Do you also want to logout from your Facebook account?
ru: Вы хотите выйти из вашего профиля Facebook?

source: Invite Friends
ru: Пригласить друзей

source: Please select the Facebook friends you want to invite
ru: Выберите друзей Facebook, которых вы хотите пригласить

source: Become a Member!
ru: Стать участником!

source: Enjoy
ru: Получите удовольствие

source: invite facebook friends
ru: Приглашать друзей из Facebook

source: Facebook Friends Invite
ru: Приглашение друзей Facebook

source: Facebook Social
ru: Социальные сети

source: Our warranty:
ru: Наша гарантия:

source: official manufacturers warranty
ru: официальной гарантии производителя

source: More about warranty
ru: Подробнее об гарантии

source: You save
ru: Вы экономите

source: Product Tab 3
ru: Медиа

source: Block Edit Links:
ru: Всплывающие ссылки:

source: Rebuild theme registry on every page.
ru: Перестраивать регистр темы при каждой перегрузке страницы

source: During theme development, it can be very useful to continuously <a href="!link">rebuild the theme registry</a>. WARNING: this is a huge performance penalty and must be turned off on production websites.
ru: При разработке внешнего оформления бывает полезным периодически <a href="!link">перестраивать регистр</a> темы. ВНИМАНИЕ: такой режим приводит к существенной нагрузке на сервер, НЕ забудьте выключить его после разработки!!!

source: Theme registry:
ru: Регистр темы:

source: The theme registry has been rebuilt. <a href="!link">Turn off</a> this feature on production websites.
ru: Регистр темы был перестроен. <a href="!link">Выключите</a> эту опцию при реальном рабочем режиме.

source: This product is sold under the order. It means that we check availability of the product after you place an order for this product. We can not guarantee 100% availability of the product
ru: Этот товар продаётся под заказ. Это означает, что мы проверяем его наличие после того, как вы разместите свой заказ. Мы не можем гарантировать 100% наличие этого товара.

source: 1 basket item
ru: 1 товар

source: Display a grid overlay
ru: Отображать сетку для оценки вёрстки

source: During theme development, it can be useful to display a grid system for reference.
ru: Во время разработки бывает полезно отображать визуальную сетку поверх страницы для оценки корректности вёрстки.

source: # Grid:
ru: Сетка:

source: Grey theme for Kopiyka
ru: Серая тема для сборки OpenStore©

source: Thank you for using Administrator.<br />Did you know, that Administrator theme has advanced settings (Theme-specific settings fieldset)? You can change these settings at <a href="@configure-page">theme configuration page</a>.
ru: Спасибо за использование темы "Администратор".<br />Эта тема имеет некоторые настройки, которые вы можете установить по своему желанию <a href="@configure-page">здесь</a>.

source: Disable header
ru: Отключить верх

source: Disable sliding panel
ru: Отключить скользящую панель

source: Disable dashboard regions
ru: Отключить регионы на панели управления

source: Messages box position
ru: Позиция сообщений

source: Disable content on a dashboard
ru: Отключить содержимое панели управления

source: Make blocks on dashboard collapsed by default
ru: Сделать блоки на приборной панели свёрнутыми по умолчанию

source: Super user (uid 1) menu
ru: Меню суперпользователя (№1)

source: Misc
ru: Разное

source: Disable help
ru: Отключить справку

source: Ajax-search field
ru: Поле

source: Are you sure you want to remove %screen_name from the global accounts?
ru: Вы уверены, что хотите удалить %screen_name из глобальных аккаунтов?

source: Parent id
ru: ID родителя

source: !click to get back to checkout page.
ru: !click, чтобы вернуться на страницу расчёта.

source: make global
ru: сделать глобальным

source: Superfish adds jQuery Superfish plugin to your menus.
ru: Модуль Superfish добавляет плагин jQuery Superfish для меню сайта.

source: Your Onpay Login
ru: Логин Onpay

source: If your Twitter account is protected, or you wish to post to Twitter from Drupal, you must enter the Twitter account's password.
ru: Если ваш Twitter защищён или вы хотите опубликовать материалы с этого сайта на Twitter, вы должны указать пароль от аккаунта Twitter.

source: Ubercart order id
ru: ID заказа

source: Manage subdirectories
ru: Управление субдиректориями

source: remove global
ru: удалить глобальную установку

source: An error occurred. @uri @text
ru: Произошла ошибка. @uri @text

source: An error occurred. @uri (no information available).
ru: Произошла ошибка. @uri (информация недоступна).

source: An HTTP error @status occurred. @uri
ru: Произошла ошибка HTTP @status. @uri
