Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The model or SKU of the stock level
ru: Модель или артикул запаса

source: The threshold or warning limit of the stock level
ru: Порог предупреждения о недостаточном наличии товара на складе.

source: A link to the site login page.
ru: Ссылка к странице входа сайта.

source: The URL for the site logo.
ru: URL логотипа сайта.

source: The Ubercart store name.
ru: Название магазина.

source: The Ubercart store URL.
ru: URL магазина.

source: A link to the Ubercart store using the store name.
ru: Ссылка на магазин в виде названия магазина.

source: The Ubercart store owner.
ru: Владелец магазина.

source: As [cat-raw], but including its supercategories separated by /. WARNING - raw user input.
ru: Как [cat-raw], но включая категории верхнего уровня, разделённые /. ПРЕДУПРЕЖДЕНИЕ: прямой пользовательский ввод!

source: The Ubercart store e-mail address.
ru: E-mail магазина.

source: The Ubercart store phone number.
ru: Телефон магазина.

source: The Ubercart store fax number.
ru: Номер факса магазина.

source: Points branding
ru: Названия

source: The Ubercart store mailing address.
ru: Почтовый адрес магазина.

source: The URL to the store help page.
ru: URL справочной страницы.

source: The number of points a user has.
ru: Число баллов, которое имеет пользователь.

source: As [cat], but including its supercategories separated by /.
ru: Как [cat], но включая категории верхнего уровня, разделённые /.

source: As [cat-raw], but including its supercategories separated by /.
ru: Как [cat-raw], но включая его родительские категории, разделённые "/"

source: The URL alias of the taxonomy term.
ru: Синоним URL термина таксономии.

source: As [term], but including its supercategories separated by /.
ru: Как [term], но включая категории верхнего уровня, разделённые /.

source: As [term-raw], but including its supercategories separated by /.
ru: Как [term-raw], но включая его родительские категории, разделённые "/"

source: The name of the currently logged in user.
ru: Имя авторизированного в настоящий момент пользователя

source: The unfiltered title of the node's book parent. WARNING - raw user input.
ru: Нефильтрованный заголовок родителя книги. ВНИМАНИЕ - сырой пользовательский ввод.

source: The user ID of the currently logged in user.
ru: ID авторизированного в настоящий момент пользователя

source: The email address of the currently logged in user.
ru: E-mail авторизированного в настоящий момент пользователя.

source: The url of the current Drupal website.
ru: URL сайта.

source: The titles of all parents in the node's book hierarchy.
ru: Заголовки всех родителей в иерархии книги

source: The name of the current Drupal website.
ru: Название сайта.

source: The slogan of the current Drupal website.
ru: Слоган сайта

source: The mission of the current Drupal website.
ru: Миссия сайта.

source: The contact email address for the current Drupal website.
ru: Контактный e-mail сайта

source: The id of the node's book parent.
ru: ID родителя книги

source: The current date on the site's server.
ru: Текущая дата на сервере

source: The current year (four digit)
ru: Текущий год (4 цифры)

source: The title of the node's book parent.
ru: Заголовок родителя книги

source: The current year (two digit)
ru: Текущий год (2 цифры)

source: The current month (full word)
ru: Текущий месяц (полное название)

source: The current month (abbreviated)
ru: Текущий месяц (аббревиатура)

source: The current month (two digit, zero padded)
ru: Текущий месяц (2 цифры, с нулём)

source: Replacement patterns for @name
ru: Шаблоны подстановки для @name

source: The current month (one or two digit)
ru: Текущий месяц (одна или две цифры)

source: The current week (two digit)
ru: Текущая неделя (2 цифры)

source: The current date (day of month)
ru: Текущая дата (день месяца)

source: The current day (full word)
ru: Текущий день (полное название)

source: The current day of week (abbreviation)
ru: Текущий день недели (аббревиатура)

source: The current day (two digit, zero-padded)
ru: Текущий день (2 цифры, с нулём)

source: The current day (one or two digit)
ru: Текущий день (одна или 2 цифры)

source: Provides a shared API for replacement of textual placeholders with actual data.
ru: Предоставляет API для замены условных текстовых подстановок актуальными данными.

source: The current page number for paged lists
ru: Текущий номер страницы

source: The global keywords.
ru: Глобальные ключевые слова.

source: The raw global keywords.
ru: Сырые глобальные ключевые слова.

source: The internal URL of the current page.
ru: Внутренний URL текущей страницы.

source: The alias of the current page URL.
ru: Синоним текущей страницы.

source: The node description generated from the node body, or the node teaser.
ru: Описание документа, генерируемое с основного текста документа или его аннотации.

source: The node description generated from the node body, or the node teaser. WARNING - raw user input.
ru: Описание документа, генерируемое с основного текста документа или его аннотации. ВНИМАНИЕ - сірой пользовательский ввод.

source: The node keywords generated from the taxonomy terms associated with the node.
ru: Ключевики документа, генерируемые с терминов таксономии, которые ассоциируются с этим документам.

source: For security reasons, your upload has been renamed to %filename.
ru: Для безопасности, загруженный файл был переименован в %filename.

source: The node keywords generated from the taxonomy terms associated with the node. WARNING - raw user input.
ru: Ключевики документа, генерируемые с терминов таксономии, которые ассоциируются с этим документам. ВНИАМНИЕ - сырой пользовательский ввод!

source: Already added languages
ru: Уже добавленные языки

source: Languages not yet added
ru: Языки пока не добавлены

source: Import translation
ru: Импорт переводов

source: Language file
ru: Языковой файл

source: A Gettext Portable Object (<em>.po</em>) file.
ru: Файл Gettext Portable Object (.po)

source: Import into
ru: Импорт в

source: Choose the language you want to add strings into. If you choose a language which is not yet set up, it will be added.
ru: Выберите язык, в который вы хотите добавить строки. Если вы выберите язык, который пока не включён, он будет автоматически включен.

source: Text group
ru: Группа

source: Imported translations will be added to this text group.
ru: Импортированные переводы будут добавлены в эту текстовую группу.

source: Mode
ru: Режим

source: Strings in the uploaded file replace existing ones, new ones are added
ru: Строки из загруженного файла заменяют существующие, новые добавляются

source: Existing strings are kept, only new strings are added
ru: Существующие строки сохраняются, только новые строки будут добавлены

source: This page imports the translated strings contained in an individual Gettext Portable Object (<em>.po</em>) file. Normally distributed as part of a translation package (each translation package may contain several <em>.po</em> files), a <em>.po</em> file may need to be imported after off-line editing in a Gettext translation editor. Importing an individual <em>.po</em> file may be a lengthy process.
ru: На этой странице можно импортировать готовые переводы из файлов в формате .po

source: Note that the <em>.po</em> files within a translation package are imported automatically (if available) when new modules or themes are enabled, or as new languages are added. Since this page only allows the import of one <em>.po</em> file at a time, it may be simpler to download and extract a translation package into your Drupal installation directory and <a href="@language-add">add the language</a> (which automatically imports all <em>.po</em> files within the package). Translation packages are available for download on the <a href="@translations">Drupal translation page</a>.
ru: Обратите внимание: при установке нового модуля, его перевод импортируется автоматически (если доступна такая возможность).

source: Stores details about batches (processes that run in multiple HTTP requests).
ru: Сохраняет детали процессов, которые запущены во множественных HTTP запросах.

source: The primary identifier for a profile.
ru: Первичный идентификатор профиля

source: The name of the profile.
ru: Названия профиля.

source: Append a timestamp to the filename.
ru: Добавить к названию файла отметку времени.

source: The format of the timestamp.
ru: Формат времени.

source: The filter settings for the profile.
ru: Настройки фильтра для профиля.

source: The type of the destination.
ru: Тип цели

source: The the location string of the destination.
ru: Строка местоположения цели.

source: Other settings for the destination.
ru: Другие настройки для цели.

source: The number of backups to keep.
ru: Число сохраняемых резервных копий.

source: The number of seconds between backups.
ru: Число секунд между резервированием.

source: The last time the backup was run.
ru: Время последнего запуска резервного копирования.

source: Whether the schedule is enabled.
ru: Должно ли быть включено расписание резервирования.

source: Whether the schedule should be run during cron.
ru: Должно ли расписание быть запущено во время запуска cron.

source: The primary identifier for an imagecache_preset.
ru: Первичный идентификатор для алгоритма обработки изображений.

source: The primary identifier for a node.
ru: Первичный идентификатор для документа.

source: The primary identifier for an imagecache_action.
ru: Первичный идентификатор для действий над изображениями.

source: The weight of the action in the preset.
ru: Вес действия в алгоритме.

source: The module that defined the action.
ru: Модуль, определяющий это действие.

source: The unique ID of the action to be executed.
ru: Уникальный ID действия, которое будет выполнено.

source: The configuration data for the action.
ru: Конфигурационные данные действия.

source: Base table for queues, storing global information for each queue
ru: Базовая таблица для очередей, которая сохраняет глобальную информацию по каждой очереди.

source: The primary identifier for a queue.
ru: Первичный идентификатор для очереди.

source: Title of a queue.
ru: Заголовок очереди.

source: How many nodes this queue will hold
ru: Сколько документов может содержать очередь

source: The link text to show under a node to add it to the queue.
ru: Текст ссылки, которая будет показана внизу документа для добавления его в очередь.

source: The link text to show under a node to remove it from the queue.
ru: Текст ссылки, которая будет показана внизу документа для удаления его из очереди.

source: Defines the roles which are allowed to use a particular nodequeue.
ru: Определяет роли, которым разрешено использовать определённые очереди документов.

source: Primary key for {nodequeue_queue}
ru: Первичный ключ для {nodequeue_queue}

source: Primary key for roles
ru: Первичный ключ для ролей

source: Defines the node types which are allowed in each queue
ru: Определяет разрешённые типы документов для каждой очереди

source: Node Type
ru: Тип документа

source: Subqueues are minor queues that inherit all of the properties of the parent queue. A parent queue must have at least 1 subqueue to do anything. Reference is for the use of whatever is creating the subqueues in order to link it to some other ID easily.
ru: Подчинённые очереди - это небольшие очереди, которые наследуют все свойства родительской очереди. Родительская очередь должна иметь как минимум 1 подчинённую очередь.

source: Subqueue identifier
ru: Идентификатор подчинённой очереди

source: Queue identifier.
ru: Идентификатор очереди.

source: Indicates which nodes are in which queues/subqueues.
ru: Обозначает, какие документы в каких очередях/подчинённых очередях.

source: Queue id
ru: ID очереди

source: Subqueue this node is in
ru: Подчинённая очередь, в которой есть этот документ

source: Node id in this subqueue
ru: ID документа в этой очереди

source: The position of the node in this subqueue.
ru: Позиция документа в этой подчинённой очереди.

source: Consumer keys for users that can consume services.
ru: Пользовательские ключи для пользователей, которые могут использовать сервисы.

source: User ID from {user}.uid.
ru: ID пользователя от {user}.uid.

source: Consumer key allow the user to contact the services API as an external application.
ru: Пользовательский ключ позволяет пользователям соединяться с API сервисов в качестве внутренних приложений.

source: Consumer key "password".
ru: Пользовательский ключ "password".

source: Tokens for request and services accesses.
ru: Токены для запроса и доступа к сервисам.

source: Token "password".
ru: Токен "password".

source: Type of the token: request or access.
ru: Тип токена: запрос или доступ.

source: Consumer key from {oauth_consumer}.consumer_key.
ru: Пользовательский ключ от {oauth_consumer}.consumer_key.

source: In case its a request token, it checks if the user already authorized him to get an access token.
ru: В случае, если это токен запроса, он проверяет, авторизован ли пользователь в настоящий момент для получения пользовательского ключа.

source: Stores timestamp against nonce for repeat attacks.
ru: Сохраняет метку времени для предотвращения возможности хакерской атаки.

source: The random 32 characters long string used on each request.
ru: 32-х разрядная строка, используемая в каждом запросе.

source: The timestamp of the request.
ru: Метка времени запроса.

source: Which affiliate referred a user to the site
ru: Какой партнёр привёл покупателя на сайт

source: Affiliate ID
ru: ID аффилиата

source: New user ID
ru: ID нового пользователя

source: Orders made with a specific affiliate id
ru: Заказы, сделанные с определённым аффилиатским id

source: Order ID
ru: ID

source: Unique Clicks, by affiliate
ru: Уникальные клики по аффилиатам

source: Where we track affiliate commissions
ru: Где мы отслеживаем комиссии аффилиатов

source: Commission amount
ru: Сумма комиссии

source: Commission Level
ru: Уровень комиссии

source: Where we track affiliate commission payments
ru: Где мы отслеживаем платежи комиссий

source: Where we store product level comissions, if any
ru: Где мы сохраняем комиссии уровней (если есть)

source: Discount total ID
ru: ID системы скидок

source: Record of which domain an order was placed on.
ru: Запись о том, на котором домене был сделан заказ.

source: The domain ID.
ru: ID домена.

source: TODO
ru: Сделать

source: Completed Transactions
ru: Завершённые трансакции

source: The transactions id.
ru: ID трансакции.

source: The transactions amount.
ru: Сумма трансакции

source: Info about transactions.
ru: Информация по трансакции.

source: Info about
ru: Инвормация

source: Type of currency.
ru: Тип валюты

source: The merchant identificator.
ru: Идентификатор мерчанта

source: The secret key called signature.
ru: Секретный ключ

source: The rate.
ru: Курс

source: Stores individual Twitter posts.
ru: Сохраняет индивидуальные публикации Twitter

source: Unique identifier for each {twitter} post.
ru: Уникальный идентификатор для каждой {twitter} публикации.

source: Screen Name of the {twitter_account} user.
ru: Отображаемое имя {twitter_account} пользователя.

source: Date and time the {twitter} post was created.
ru: Дата и время, когда был создан {twitter} пост.

source: A duplicate of {twitter}.created_at in UNIX timestamp format.
ru: Дубликат {twitter}.created_at в формате UNIX

source: The text of the {twitter} post.
ru: Текст {twitter} публикации.

source: The application that created the {twitter} post.
ru: Апликация, которая создала {twitter} пост.

source: Unique identifier of a status this {twitter} post was replying to.
ru: Уникальный идентификатор статуса {twitter} публикации, на которую ответили.

source: Unique identifier for the {twitter_account} this post was replying to.
ru: Уникальный идентификатор для {twitter_account}, на который отвечает этот пост.

source: Screen name of the {twitter} user this post was replying to.
ru: Отображаемое имя {twitter} пользователя, на который отвечает этот пост.

source: Boolean flag indicating whether the {twitter} status was cut off to fit in the 140 character limit.
ru: Двоичный флаг, который показывает, вышел ли текст за пределы 140 символов.

source: Stores information on specific Twitter user accounts.
ru: Сохраняет информацию по определённых Twitter аккаунтам.

source: The unique identifier of the {twitter_account}.
ru: Уникальный идентификатор {twitter_account}

source: The {users}.uid of the owner of this account
ru: {users}.uid владельца этого аккаунта

source: The host for this account can be a laconi.ca instance
ru: Хост для этого аккаунта может быть laconi.ca

source: The unique login name of the {twitter_account} user.
ru: Уникальное название логина пользователя {twitter_account}.

source: The password for the Twitter account.
ru: Пароль для аккаунта Twitter.

source: The token_key for oauth-based access.
ru: Токен ключа для доступа через Oauth.

source: The token_secret for oauth-based access.
ru: Токен секрета для доступа через Oauth.

source: The full name of the {twitter_account} user.
ru: Полное имя пользователя {twitter_account}.

source: The description/biography associated with the {twitter_account}.
ru: Описание/биография, ассоциированная с {twitter_account}.

source: The location of the {twitter_account}'s owner.
ru: Расположение владельца {twitter_account}

source: The number of users following this {twitter_account}.
ru: Количество пользователей, следящих за этим {twitter_account}

source: The number of users this {twitter_account} is following.
ru: Число следящих пользователей этого {twitter_account}.

source: The total number of status updates performed by a user, excluding direct messages sent.
ru: Общее число обновлений статусов, выполненных этим пользователем, за исключением прямых отправленных сообщений.

source: The number of statuses a user has marked as favorite.
ru: Число статусов, которые пользователь обозначил как избранное.

source: The url of the {twitter_account}'s home page.
ru: УРЛ домашней страницы {twitter_account}

source: The url of the {twitter_account}'s profile image.
ru: УРЛ аватара {twitter_account}.

source: Boolean flag indicating whether the {twitter_account}'s posts are publicly accessible.
ru: Двоичный флаг, обозначающий публичный доступ публикаций {twitter_account}.

source: hex RGB value for a user's background color
ru: Значение hex RGB для цвета фона пользователя

source: hex RGB value for a user's text color
ru: Значение hex RGB цвета текста пользователя

source: hex RGB value for a user's link color
ru: Значение hex RGB для текста ссылки пользователя

source: hex RGB value for a user's sidebar color
ru: Значение hex RGB для цвета сайдбара пользователя

source: hex RGB value for a user's border color
ru: Значение hex RGB для цвета рамки пользователя

source: Boolean indicating if a user's background is tiled.
ru: Двоичное значение, обозначающее, установлен ли цвет фона пользователя.

source: Indicates if a user is verified.
ru: Обозначает, является ли пользователь проверенным.

source: Date and time the {twitter_account} was created.
ru: Дата и время, когда создан {twitter_account}.

source: A duplicate of {twitter_account}.created_at in UNIX timestamp format.
ru: Дубликат {twitter_account}.created_at в формате времени UNIX.

source: Boolean flag indicating whether the {twitter_user}'s posts should be pulled in by the site.
ru: Двоичный флаг, обозначающий, могут ли публикации {twitter_user} экспортированы на сайт.

source: A UNIX timestamp marking the date Twitter statuses were last fetched on.
ru: Время в формате UNIX, обозначающее дату последней выборки статусов Twitter.

source: Boolean flag indicating if this account is available for global use
ru: Двоичный флаг, обозначающий, доступен ли этот аккаунт для глобального использования

source: Table for settings of Ubercart Product Power Tools module.
ru: Таблица настроек.

source: product class ID
ru: ID класса товара

source: boolean
ru: булево

source: replacement pattern
ru: шаблон

source: default list price value
ru: цена прайс-листа по умолчанию

source: default cost value
ru: стоимость по умолчанию

source: default quantity value
ru: количество по умолчанию

source: default package quantity value
ru: количество посылки по умолчанию

source: shippable setting
ru: настройки доставки

source: default list position value
ru: значение веса позиции в списке

source: default stock value
ru: склад по умолчанию

source: stock threshold
ru: порог склада

source: weight
ru: вес

source: weight units
ru: единицы веса

source: length
ru: длина

source: width
ru: ширина

source: height
ru: высота

source: size units
ru: единицы размера

source: execute Make post sticky (node_mass_update)
ru: Выполнять "Прилепить публикацию" (node_mass_update)

source: execute Make post unsticky (node_mass_update)
ru: Выполнять "Отлепить публикацию" (node_mass_update)

source: execute Make post sticky (node_make_sticky_action)
ru: Выполнять "Прилепить публикацию" (node_make_sticky_action)

source: execute Add to Nodequeues (nodequeue_add_action)
ru: Выполнять "Добавить в очередь документов" (nodequeue_add_action)

source: execute Make post unsticky (node_make_unsticky_action)
ru: Выполнять "Отлепить публикацию" (node_make_unsticky_action)

source: execute Remove from Nodequeues (nodequeue_remove_action)
ru: Выполнять "Удалить из очереди документов" (nodequeue_remove_action)

source: execute Save post (node_save_action)
ru: Выполнять "Сохранить публикацию" (node_save_action)

source: execute Submit order (system_send_email_action)
ru: Выполнять "Отправить заказ" (system_send_email_action)

source: You can use your points
ru: Вы можете использовать свои баллы

source: currently you have
ru: сейчас у вас

source: to get discount for this product.
ru: чтобы получить скидку на этот товар.

source: Rating exchange for your existing points -
ru: Курс обмена ваших баллов -

source: point(s) =
ru: балл(ов) =

source: , that means discount value
ru: , что соответствует суммарной скидке

source: , so the price for you will
ru: , так что цена для вас будет

source: Every time you buy a product (using your points as discount or not), you get some points to your account calculated as
ru: При покупке вы получаете некоторые баллы, которые рассчитываются по формуле

source: point(s)
ru: балл(ов)

source: NOTE: the minimum amount to get userpoints -
ru: ВНИМАНИЕ: минимальная сумма для получения баллов -

source: Devel Node Access
ru: Отладка доступа документа

source: Devel Node Access by User
ru: Отладка доступа документа по пользователю

source: Node_access summary
ru: Сводка доступа к документу

source: View a list of available theme functions across the whole site.
ru: Просмотр списка доступных функций темы по всему сайту.

source: Debug mode verifies the grant records in the node_access table against those that would be set by running !Rebuild_permissions, and displays them all; this can cause considerable overhead.
ru: Режим отладки позволяет уберечь записи в таблице node_access от того, что они могут быть установлены при запуске !Rebuild_permissions и отобразить их. Этот режим может привести к перегрузке процессора сервера.

source: locale
ru: локально

source: Your node_access table contains entries that may be granting all users access to all nodes. Depending on which access control module(s) you use, you may want to delete these entries. If you are not using an access control module, you should probably leave these entries as is.
ru: Таблица node_access содержит записи, которые могут давать весь доступ ко всем документам. В зависимости от того, какой модуль контроля прав доступа вы используете, вы, возможно, захотите удалить эти записи. Если вы не используете модуль по контролю доступа, вы, возможно, захотите оставить эти записи.

source: realm
ru: область
