Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Menu items that are not enabled will not be listed in any menu.
ru: Пункты меню, которые не включены, не будут показаны ни в каком меню.

source: If selected and this menu item has children, the menu will always appear expanded.
ru: Если отмечено и этот пункт меню имеет подпункты,они будут показаны в развёрнутом виде.

source: Parent item
ru: Родительский пункт

source: The maximum depth for an item and all its children is fixed at !maxdepth. Some menu items may not be available as parents if selecting them would exceed this limit.
ru: Максимальная глубина пункта меню и всех его подчинённых пунктов. Некоторые пункты недоступны в качестве родительских, если при их выборе будет достигнут установленный лимит.

source: Optional. In the menu, the heavier items will sink and the lighter items will be positioned nearer the top.
ru: Порядок сортировки.Меньший вес-ближе к верху.

source: The menu system stores system paths only, but will use the URL alias for display. %link_path has been stored as %normal_path
ru: Система меню сохраняет только системные пути,но вы также можете использовать их синонимы. %link_path был сохранён как %normal_path

source: The path '@link_path' is either invalid or you do not have access to it.
ru: Путь "@link_path" неправильный или вы не имеет доступа к нему.

source: There was an error saving the menu link.
ru: Произошла ошибка при сохранении ссылки меню.

source: Menu name
ru: Название меню

source: The machine-readable name of this menu. This text will be used for constructing the URL of the <em>menu overview</em> page for this menu. This name must contain only lowercase letters, numbers, and hyphens, and must be unique.
ru: Системное название меню. Этот текст будет использован при конструировании URL на странице просмотра этого меню. Название должно содержать латинские буквы в нижнем регистре, числа, дефисы и должно быть уникальным.

source: Are you sure you want to delete the custom menu %title?
ru: Вы уверены, что хотите удалить меню %title?

source: The custom menu %title has been deleted.
ru: Меню "%title" было удалено.

source: The menu name may only consist of lowercase letters, numbers, and hyphens.
ru: Название меню может состоять только из букв в нижнем регистре, чисел и дефисов.

source: The menu already exists.
ru: Такое меню уже существует.

source: Are you sure you want to delete the custom menu item %item?
ru: Вы уверены,что хотите удалить пункт меню %item?

source: The menu item %title has been deleted.
ru: Пункт меню "%title" был удалён.

source: Are you sure you want to reset the item %item to its default values?
ru: Вы уверены,что хотите сбросить пункт "%item" до значения по умолчанию?

source: Any customizations will be lost. This action cannot be undone.
ru: Любые настройки будут потеряны.Это действие нельзя отменить!

source: No primary links
ru: Нет первичных ссылок

source: Source for the primary links
ru: Источник для первичного меню

source: Select what should be displayed as the primary links.
ru: Выберите, что должно быть отображено в первичном меню.

source: No secondary links
ru: Нет вторичных ссылок

source: Source for the secondary links
ru: Источник для вторичного меню

source: Select what should be displayed as the secondary links. You can choose the same menu for secondary links as for primary links (currently %primary). If you do this, the children of the active primary menu link will be displayed as secondary links.
ru: Выберите, что должно быть отображено во вторичном меню. Вы можете выбрать такое же меню, как и для первичного (в настоящий момент это %primary). Если вы сделаете так, субкатегории активного пункта первичного меню будут отображены как вторичные ссылки.

source: menu
ru: Меню

source: Deleted custom menu %title and all its menu items.
ru: Меню %title и его пункты были удалены.

source: Deleted menu item %title.
ru: Удалённый пункт меню %title.

source: <strong>Warning:</strong> There is currently 1 menu item in %title. It will be deleted (system-defined items will be reset).
ru: Внимание: в "%title" сейчас @count пункт. Он будет удалён.

source: The menu name can't be longer than 1 character.
ru: Название меню не может содержать более @count символа

source: For more information, see the online handbook entry for <a href="@menu">Menu module</a>.
ru: За подробной информацией обращайтесь <a href="@menu">сюда</a>.

source: Enter the name for your new menu. Remember to enable the newly created block in the <a href="@blocks">blocks administration page</a>.
ru: Дайте название новому меню.Не забудьте включить созданный блок на <a href="@blocks">странице настройки блоков</a>.

source: Enter the title and path for your new menu item.
ru: Укажите заголовок и путь для нового пункта меню.

source: Delete this menu item.
ru: Удалить пункт меню.

source: The link text corresponding to this item that should appear in the menu. Leave blank if you do not wish to add this post to the menu.
ru: Текст ссылки меню.

source: administer menu
ru: Администрировать

source: List menus
ru: Список меню

source: Add menu
ru: Добавить меню

source: List items
ru: Список пунктов

source: Add item
ru: Добавить пункт

source: Edit menu
ru: Редактирование меню

source: Delete menu
ru: Удаление меню

source: Edit menu item
ru: Редактирование пункта меню

source: Reset menu item
ru: Сбросить

source: Delete menu item
ru: Удалить пункт меню

source: Primary links
ru: Первичные ссылки

source: Secondary links
ru: Вторичные ссылки

source: Are you sure you want to delete the "%name" block?
ru: Вы уверены, что хотите удалить блок "%name" ?

source: The "%name" block has been removed.
ru: Блок "%name" был удалён.

source: Current menu
ru: Текущее меню

source: Unconfigured menu block
ru: Ненастраиваемый блок меню

source: @menu_name (active menu item)
ru: @menu_name (активный пункт меню)

source: @menu_name (level @level1)
ru: @menu_name (уровень @level1)

source: @menu_name (expanded levels @level1-@level2)
ru: @menu_name (развёрнутые уровни @level1-@level2)

source: @menu_name (levels @level1-@level2)
ru: @menu_name (уровни @level1-@level2)

source: @menu_name (expanded levels @level1+)
ru: @menu_name (развёрнутые уровни @level1+)

source: @menu_name (levels @level1+)
ru: @menu_name (уровни @level1+)

source: root of menu
ru: верхний уровень меню

source: root of @menu_name
ru: верхний уровень @menu_name

source: Item
ru: Пункт

source: Block title as link
ru: Заголовок блока ссылкой

source: Make the default block title a link to that menu item. An overridden block title will not be a link.
ru: Сделать заголовок блока ссылкой к этому пункту меню. Переписанный заголовок блока не будет ссылкой.

source: Administrative title
ru: Заголовок администратора

source: This title will be used administratively to identify this block. If blank, the regular title will be used.
ru: Этот заголовок будет использован только для администратора. Если поле пусто, будет использован обычный заголовок

source: The tree of links will only contain children of the selected parent item. Using <em>&lt;the menu selected by the page&gt;</em> can be customized on the <a href="!url">Menu block settings page</a>.
ru: Дерево ссылок будет содержать только подчинённые пункты выбранного пункта (см. <a href="!url">настройки</a>)

source: Starting level
ru: Начальный уровень

source: 1st level (primary)
ru: 1st level (первичный)

source: 2nd level (secondary)
ru: 2nd level (вторичный)

source: 3rd level (tertiary)
ru: 3rd level (третичный)

source: 4th level
ru: 4-й уровень

source: 5th level
ru: 5-й уровень

source: 6th level
ru: 6-й уровень

source: 7th level
ru: 7-й уровень

source: 8th level
ru: 8-й уровень

source: 9th level
ru: 9-й уровень

source: Blocks that start with the 1st level will always be visible. Blocks that start with the 2nd level or deeper will only be visible when the trail to the active menu item is in the block’s tree.
ru: Блоки, которые начинаются с первого уровня будут всегда видимыми. Блоки, которые начинаются со второго уровня или глубже будут только видимы, если выбран его родительский пункт.

source: Make the starting level follow the active menu item.
ru: Сделать начальный уровень активным.

source: If the active menu item is deeper than the level specified above, the starting level will follow the active menu item. Otherwise, the starting level of the tree will remain fixed.
ru: Если активный пункт меню глубже чем уровень определённый выше, этот начальный уровень будет активным.

source: Starting level will be
ru: Начальный уровень будет

source: Active menu item
ru: Активный пункт меню

source: Children of active menu item
ru: Подчинённые пункты активного пункта меню

source: When following the active menu item, specify if the starting level should be the active menu item or its children.
ru: Укажите, должен ли быть начальный пункт меню активным или его подчинённые пункты.

source: Maximum depth
ru: Максимальная глубина

source: From the starting level, specify the maximum depth of the menu tree.
ru: Начиная от начального уровня, укажите максимальную глубину дерева меню.

source: <strong>Expand all children</strong> of this tree.
ru: <strong>Развернуть все подчинённые пункты</strong> этого дерева.

source: <strong>Sort</strong> menu tree by the active menu item’s trail.
ru: <strong>Отсортировать</strong> дерево меню по активному пункту

source: Sort each item in the active trail to the top of its level. When used on a deep or wide menu tree, the active menu item’s children will be easier to see when the page is reloaded.
ru: Сортировать каждый пункт в активной группе наверх их уровня. Полезно, если используется в глубоком или широком дереве.

source: Select from the @menu_name menu
ru: Выбрать с меню @menu_name

source: The above list will <em>not</em> affect menu blocks that are configured to use a specific menu.
ru: Список выше не будет действовать для блоков, настроенных для использования указанных меню.

source: Available
ru: Доступно

source: Adding menu blocks
ru: Добавление блоков меню

source: To add new menu blocks, use the "<a href="!add-url">Add menu block</a>" tab (or button) on the <a href="!block-url">administer blocks page</a>. You will then be able to configure your menu block before adding it.
ru: Чтобы добавить новые блоки, используйте таб "<a href="!add-url">Add menu block</a>" на <a href="!block-url">странице управления блоками</a>.

source: Configuring menu blocks
ru: Настройка блоков меню

source: When adding or configuring a menu block, several configuration options are available:
ru: При добавлении или настройке блока меню, доступны такие настройки:

source: For menu trees that start with the 2nd level or deeper, the default block title will be the title for the parent menu item of the specified level. If this option is checked, the block title will be a link to that menu item.
ru: Для дерева меню, которое начинается со 2-ого уровня или глубже, заголовок блока по умолчанию будет заголовком родительского пункта указанного уровня. Если отмечено, заголовок блока будет ссылкой на этот пункт меню.

source: To help identify the block on the administer blocks page, you can specify a unique title to be used on that page. If blank, the regular title will be used.
ru: Чтобы облегчить распознание блока среди других, вы можете указать уникальный заголовок. Если поле не заполнено, будет использован оригинальный заголовок

source: First select the menu. Then select the parent item from that menu. The tree of links will only contain children of the selected parent item.
ru: Сначала выберите меню. Потом выберите родительский пункт из этого меню. Дерево ссылок будет содержать только подчинённые пункты выбранного родительского пункта

source: Make the starting level follow the active menu item
ru: Сделать начальный уровень активным пунктом меню

source: From the starting level, specify the maximum depth of the tree. Blocks with a maximum depth of 1 will just be a single un-nested list of links with none of those links’ children displayed.
ru: Начиная от начального уровня, укажите максимальную глубину дерева.

source: Expand all children
ru: Развернуть все подчинённые пункты

source: All children of this menu will be expanded.
ru: Все подчинённые пункты для этого меню будут развёрнуты.

source: Sort
ru: Сортировка

source: Styling menu blocks
ru: Стилизация блоков меню

source: Menu block API
ru: API

source: Add menu block
ru: Добавить блок меню

source: Add a new menu block.
ru: Добавить новый блок для меню

source: To use menu blocks, find the "Add menu block" tab (or button) on the <a href="@url">administer blocks page</a>.
ru: Чтобы использовать блоки меню, используйте таб (ссылку) "Добавить блок меню" на странице <a href="@url">управления блоками</a>.

source: A pre-release version of Menu block has been detected. All menu blocks from the pre-release version have been given a new delta and are no longer placed in any block regions; their block placement should be re-configured immediately.
ru: Была обнаружена старая версия модуля "Блок меню". Вы должны снова проверить все свои настройки для этого модуля.

source: Menu Block
ru: Блок меню

source: Provides configurable blocks of menu items.
ru: Предоставляет настраиваемые блоки с пунктами меню.

source: Menu tree
ru: Дерево меню

source: A configurable tree provided by Menu block.
ru: Настраиваемое дерево, предоставленное модулем "Блок меню"

source: %menu menu tree
ru: дерево меню %menu

source: menu tree of %menu
ru: дерево меню %menu

source: Parent item:
ru: Родительский пункт:

source: <em>The menu selected by the page</em> can be customized on the <a href="!url">Menu block settings page</a>.
ru: "Меню, выбранное страницей" может быть настроено <a href="!url">здесь</a>.

source: Tabs
ru: Закладки

source: Themes module list into tabs.
ru: Группирует список модулей в закладки

source: Enable this to provide autocomplete suggestions of existing module names in the module filter textfield. Currently only works if tabs are disabled below.
ru: Включите,чтобы использовать автозаполняемый поиск по названиям модулей. В настоящее время работает,если закладки выключены.

source: The name contains only spaces, and other not printable characters.
ru: Название содержит только пробелы и другие непечатные символы.

source: Version
ru: Версия

source: incompatible
ru: несовместимо

source: Incompatible with this version of Drupal core
ru: Несовместимо с текущей версией системы

source: This version is incompatible with the !core_version version of Drupal core.
ru: Несовместимо с текущей версией !core_version системы

source: Incompatible with this version of PHP
ru: Несовместимо с текущей версией PHP

source: This module requires PHP version @php_required and is incompatible with PHP version !php_version.
ru: Для этого модуля необходима версия PHP @php_required, он не может работать с версией !php_version.

source: Filter list
ru: Фильтровать список

source: Unavailable
ru: Недоступно

source: administer module filter
ru: Администрировать

source: Force menu to rebuild.
ru: Принудительно перестроить меню.

source: Queue empty
ru: Очередь пуста

source: Edit this node
ru: Редактировать документ

source: Field settings
ru: Настройки поля

source: Body
ru: Основной текст

source: Identification
ru: Идентификация

source: The human-readable name of this content type. This text will be displayed as part of the list on the <em>create content</em> page. It is recommended that this name begin with a capital letter and contain only letters, numbers, and <strong>spaces</strong>. This name must be unique.
ru: Человеческое название этого типа документа.

source: The machine-readable name of this content type. This text will be used for constructing the URL of the <em>create content</em> page for this content type. This name must contain only lowercase letters, numbers, and underscores. Underscores will be converted into hyphens when constructing the URL of the <em>create content</em> page. This name must be unique.
ru: Системное название этого типа документа. Название должно быть только в виде латинских букв,цифр и подчёркиваний в нижнем регистре. Имя должно быть уникальным.

source: The machine-readable name of this content type. This field cannot be modified for system-defined content types.
ru: Машинное название этого типа содержимого. Это поле нельзя изменить для предустановленных системой типов содержимого.

source: A brief description of this content type. This text will be displayed as part of the list on the <em>create content</em> page.
ru: Короткое описание этого типа содержимого. Этот текст будет показан как часть списка на странице "Создать содержимое".

source: Submission form settings
ru: Форма редактирования

source: Title field label
ru: Название поля заголовка

source: This content type does not have a title field.
ru: Название для поля заголовка этого типа содержимого.

source: Body field label
ru: Название поля текста

source: To omit the body field for this content type, remove any text and leave this field blank.
ru: Чтобы пропустить поле текст для этого типа материалов, удалите весь текст и оставьте поле пустым.

source: Minimum number of words
ru: Минимальное количество слов

source: The minimum number of words for the body field to be considered valid for this content type. This can be useful to rule out submissions that do not meet the site's standards, such as short test posts.
ru: Минимальное количество слов для поля текста этого типа материалов. Может быть использованно для отклонения материалов, не согласующихся со стандартами сайта, например слишком короткие пробные сообщения.

source: Explanation or submission guidelines
ru: Пояснения или инструкции по отправке материала

source: This text will be displayed at the top of the submission form for this content type. It is useful for helping or instructing your users.
ru: Этот текст будет отображаться вверху формы отправки для этого типа содержимого. Удобно использовать для размещения инструкций и помощи пользователям.

source: Workflow settings
ru: Рабочий процесс

source: Default options
ru: По умолчанию

source: Promoted to front page
ru: Размещено на главной странице.

source: Sticky at top of lists
ru: Приклеено вверху списка.

source: Create new revision
ru: Создать новый вариант.

source: Users with the <em>administer nodes</em> permission will be able to override these options.
ru: Пользователи с правом "Администрировать документы" могут переопределять эти настройки.

source: Save content type
ru: Сохранить тип материала

source: Delete content type
ru: Удалить тип содержимого

source: The machine-readable name %type is already taken.
ru: Машинное название "%type" уже занято.

source: The machine-readable name must contain only lowercase letters, numbers, and underscores.
ru: Системное название, должно быть только в виде латинских букв,цифр и подчёркиваний в нижнем регистре.

source: Invalid machine-readable name. Please enter a name other than %invalid.
ru: Неправильное машинное название.Укажите название отличное от "%invalid".

source: The human-readable name %name is already taken.
ru: Человеческое название "%name" уже занято.

source: The content type %name has been reset to its default values.
ru: Настройки типа материалов %name были сброшены к исходным.

source: The content type %name has been updated.
ru: Тип содержимого %name изменен.

source: The content type %name has been added.
ru: Тип содержимого %name добавлен.

source: Are you sure you want to delete the content type %type?
ru: Вы действительно хотите удалить тип материала %type?

source: The queue has been deleted.
ru: Очередь была удалена.

source: Max nodes in queue: @size
ru: Максимум документов в очереди: @size

source: The content type %name has been deleted.
ru: Тип материала %name успешно удален.

source: node
ru: Документ

source: Added content type %name.
ru: Добавлен тип материалов %name.

source: Deleted content type %name.
ru: Удален тип содержимого %name.

source: Changed the content type of 1 post from %old-type to %type.
ru: Изменён тип дакумента в @count публикации с "%old-type" на "%type".

source: <strong>Warning:</strong> there is currently 1 %type post on your site. It may not be able to be displayed or edited correctly, once you have removed this content type.
ru: <strong>Внимание:</strong> сейчас на вашем сайте есть @count публикация типа "%type". Если вы удалите этот тип документа, эти публикации не будет отображаться должным образом.

source: If the site is experiencing problems with permissions to content, you may have to rebuild the permissions cache. Possible causes for permission problems are disabling modules or configuration changes to permissions. Rebuilding will remove all privileges to posts, and replace them with permissions based on the current modules and settings.
ru: Если возникли какие-либо проблемы с правами доступа, вам возможно понадобиться обновить кэш прав. При обновлении будут удалены все привилегии на публикации и изменены на права с учетом нынешних модулей и настроек.

source: Rebuilding may take some time if there is a lot of content or complex permission settings. After rebuilding has completed posts will automatically use the new permissions.
ru: При большом количестве содержимого,обновление прав может занять продолжительное время.

source: Node access status
ru: Доступ к документу

source: Number of posts on main page
ru: Число публикаций на главной странице

source: The default maximum number of posts to display per page on overview pages such as the main page.
ru: Максимальное число публикаций (сообщений,статей...) на главной странице.

source: Length of trimmed posts
ru: Длина аннотации

source: 200 characters
ru: 200 знаков

source: 400 characters
ru: 400 знаков

source: 600 characters
ru: 600 знаков

source: 800 characters
ru: 800 знаков

source: 1000 characters
ru: 1000 знаков

source: 1200 characters
ru: 1200 знаков

source: 1400 characters
ru: 1400 знаков

source: 1600 characters
ru: 1600 знаков

source: 1800 characters
ru: 1800 знаков

source: 2000 characters
ru: 2000 знаков

source: The maximum number of characters used in the trimmed version of a post. Drupal will use this setting to determine at which offset long posts should be trimmed. The trimmed version of a post is typically used as a teaser when displaying the post on the main page, in XML feeds, etc. To disable teasers, set to 'Unlimited'. Note that this setting will only affect new or updated content and will not affect existing teasers.
ru: Система будет использовать эти настройки для разбивки длинных публикаций на аннотацию и полный текст.Аннотация обычно используется при отображении на главной странице,в XML ленте и тд.Для отображения текста "как есть",установите в положение "Без ограничений".Имейте ввиду,что эта настройка имеет действие ТОЛЬКО для нового или обновлённого содержания!

source: Preview post
ru: Предпросмотр

source: Must users preview posts before submitting?
ru: Должен ли пользователь пересмотреть публикацию перед перед сохранением?

source: Are you sure you want to rebuild the permissions on site content?
ru: Вы уверены, что хотите перестроить права для этого типа документа?

source: This action rebuilds all permissions on site content, and may be a lengthy process. This action cannot be undone.
ru: Это действие перестроить все права на сайте и может занять много времени. Последствия от этого действия нельзя будет отменить в будущем.

source: Publish
ru: Опубликовать

source: Unpublish
ru: Убрать из публикации

source: Promote to front page
ru: Разместить на главной странице

source: Demote from front page
ru: Убрать с главной страницы

source: Make sticky
ru: Приклеить

source: Remove stickiness
ru: Отклеить

source: status
ru: состояние

source: promoted
ru: размещено

source: not promoted
ru: не размещено

source: sticky
ru: приклеено
