Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: This view has only a default display and therefore will not be placed anywhere on your site; perhaps you want to add a page or a block display.
ru: Этот вид имеет имеет только отображение по умолчанию, поэтому не буде показано на сайте. Возможно вы захотите добавить отображение для блока.

source: PayPal transaction ID: @txn_id
ru: ID трансакции PayPal: @txn_id

source: Puts all of the results into a select box and allows the user to go to a different page based upon the results.
ru: Помещает все эти результаты в выпадающее меню и позволяет после выбора перенаправлять пользователей на страницы с релевантными результатами.

source: Display links
ru: Отображать связи

source: Test Merchant ID
ru: ID тестового мерчанта

source: Invalid input
ru: Ошибочный ввод

source: Are you sure you want to delete the view %name?
ru: Вы уверены, что хотите удалить представление %name?

source: Missing style plugin
ru: Отсутствует плагин стиля

source: Unordered list
ru: Маркированный список

source: Ordered list
ru: Нумерованный список

source: Display record count with link
ru: Показать число записей с ссылкой

source: Display as link
ru: Выводить в виде ссылки

source: exposed
ru: раскрыт

source: Do not use a relationship
ru: Не использовать связь

source: Text to display
ru: Текст для показа

source: Unknown language
ru: Неизвестный язык

source: No name
ru: Без имени

source: Allow multiple arguments to work together.
ru: Позволить несколько аргументов, чтобы они работали вместе.

source: Do not display items with no value in summary
ru: Не показывать элементы без значения в сводке

source: Allow multiple terms per argument.
ru: Разрешить несколько терминов в аргументе.

source: Link this field to download the file
ru: Ссылка на загрузку этого файла

source: Multiple displays
ru: Несколько отображений

source: Attach to
ru: Прикрепить к

source: Title plus teaser
ru: Заголовок и анонс

source: Use default RSS settings
ru: Использовать установки RSS по умолчанию

source: Broken
ru: Прервано

source: Current user's language
ru: Язык текущего пользователя

source: Set the breadcrumb for the term parents
ru: Установить хлебные крошки для родительского термина

source: If selected, the breadcrumb trail will include all parent terms, each one linking to this view. Note that this only works if just one term was received.
ru: При выборе хлебных крошек будет включать в себя все родительские термины, каждое со ссылками на это представление. Заметим, что это работает только, если хотя бы один термин был получен.

source: No language
ru: Нет языка

source: The depth will match nodes tagged with terms in the hierarchy. For example, if you have the term "fruit" and a child term "apple", with a depth of 1 (or higher) then filtering for the term "fruit" will get nodes that are tagged with "apple" as well as "fruit". If negative, the reverse is true; searching for "apple" will also pick up nodes tagged with "fruit" if depth is -1 (or lower).
ru: Глубина будет соответствовать терминам материала в иерархии. Например, если у вас есть термин "фрукт", и дочерний термин "яблоко", глубиной 1 (или выше), то фильтрация по термину "фрукт" получат документы, которые помечены как "яблоко", а также " фрукты ". В противном случае наоборот; поиск по слову "яблоко" выведет документы, помеченые как "фрукт", если глубина -1 (или ниже).

source: Broken/missing handler
ru: Обработчик испорчен или отсутствует

source: The handler for this item is broken or missing and cannot be used. If a module provided the handler and was disabled, re-enabling the module may restore it. Otherwise, you should probably delete this item.
ru: Обработчик этого пункта неисправен или отсутствует и не может быть использован. Если модуль, предоставляющий обработчик был отключен, то повторное включение модуля, возможно, восстановит обработчик. В противном случае вам, скорее всего, нужно будет удалить этот пункт.

source: Button text
ru: Текст на кнопке

source: Default site language
ru: Язык сайта по умолчанию

source: Hide the "Go" button.
ru: Скрыть кнопку "Go".

source: Skipping broken view @view
ru: Пропуск неисправного вида @view

source: Broken handler @table.@field
ru: Неисправный обработчик @table.@field

source: Changes cannot be made to a locked view.
ru: Нельзя вносить изменения в заблокированный вид.

source: Module name
ru: Название модуля

source: Enter the module name to export code to.
ru: Введите имя модуля для экспорта кода.

source: Bulk export
ru: Массовый экспорт

source: There are no views to be exported at this time.
ru: Сейчас нет представлений для экспорта.

source: Show only these tags
ru: Отображать только эти теги

source: Put this in @module.views_default.inc in your modules/@module directory or modules/@module/includes directory
ru: Положите этот @module.views_default.inc в Вашу modules/@module directory или modules/@module/includes папку

source: use views exporter
ru: Экспортировать представления

source: Views exporter
ru: Экспортер представлений

source: Allows exporting multiple views at once.
ru: Позволяет экспортировать несколько представлений за раз.

source: Put this in @module.module in your modules/@module directory
ru: Положить @module.module в папку modules/@module

source: Put this in @module.info in your modules/@module directory
ru: Поместите это в @module.info в папке modules/@module

source: If selected, multiple instances of this argument can work together, as though multiple terms were supplied to the same argument. This setting is not compatible with the "Reduce duplicates" setting.
ru: Если отмечено, множественные проявления этого аргумента могут работать вместе, как если бы множественные условия были предоставлены одним аргументом. Эта нстройка не согласуется с опцией "Устранить дубликаты".

source: When printing url paths, how to transform the case of the argument. Do not use this unless with Postgres as it uses case sensitive comparisons.
ru: Как трансформировать разряд аргумента при выводе URL? Не используйте эту опцию с Postgres.

source: <p>You must add some additional fields to this display before using this field. These fields may be marked as <em>Exclude from display</em> if you prefer. Note that due to rendering order, you cannot use fields that come after this field; if you need a field not listed here, rearrange your fields.</p>
ru: <p>Вы должны добавить некоторые дополнительные поля к этому отображению перед использованием этого поля. Эти поля могут быть при желании помечены как "Исключить из вывода". Помните, из-за порядка обработки полей, вы не можете поля, которые идут после этого поля. Если вам нужно поле, которое не указано тут, перестройте порядок следования полей.<p>

source: The date the feed was last checked for new content.
ru: Последние проверенные "на свежесть" данные фида.

source: The date of the most recent new content onf the feed.
ru: Самое новое содержимое фида.

source: Display the aggregator item using the data from the original source.
ru: Отображать пункт агрегатора, используя данные оригинального источника.

source: Profile freeform list %field-name.
ru: Список форм профиля %field-name.

source: The text of the profile item.
ru: Текст пункта профиля.

source: If no search is performed and this field does not appear, pick an alternative default table sort field.
ru: Если поиск не выполнен и это поле не появляется, выберите альтернативное поле сортировки по умолчанию.

source: Display score
ru: Отображение оценки

source: If selected, the links in the breadcrumb trail will be created using the standard drupal method instead of the custom views method. This is useful if you are using modules like taxonomy redirect to modify your taxonomy term links.
ru: Если отмечено, ссылки в навигационной линейке будут созданы стандартным системным способом, предоставляемым ядром Друпал, вместо способа, предоставляемого модулем "Виды".

source: The vocabulary ID for the vocabulary the term belongs to.
ru: ID словаря словаря, к которому принадлежит термин.

source: Choose which vocabularies you wish to relate. Remember that every term found will create a new record, so this relationship is best used on just one vocabulary that has only one term per node.
ru: Выберите, какой словарь вы хотите создать. Помните, что каждый найденный термин создаст новую запись, поэтому эту связь лучше использовать только для одного словаря, который имеет только один термин на документ.

source: The translation options allows you to select which translation or translations in a translation set join on. Select "Current language" or "Default language" to join on the translation in the current or default language respectively. Select a specific language to join on a translation in that language. If you select "All", each translation will create a new row, which may appear to cause duplicates.
ru: Опции перевода позволяют выбрать, какой язык выбрать для выводимого содержимого. Выберите "Текущий язык" или "Язык по умолчанию", чтобы выводить содержимое в текущем языкесайта или языке, принятом по умолчанию. Если выбрано "Все", для каждого языка будет создана новая строка, что может вызвать дубликаты.

source: Note: you do not have permission to modify this. If you change the default argument type, this setting will be lost and you will NOT be able to get it back.
ru: ВНИМАНИЕ: у вас нет прав, чтобы изменять это. Если вы измените тип аргумента по умолчанию, эти настройки будут потеряны и вы не сможете вернуть их назад.

source: Note: you do not have permission to modify this. If you change the validator, this setting will be lost and you will NOT be able to get it back.
ru: Помните: вы не имеете права изменять это. Если вы измените эту проверку, эти настройки будут утеряны и вы не будете иметь возможность вернуть это!

source: Specify which display this display will link to.
ru: Укажите, к какому отображению залинковать это отображение.

source: The CSS class names will be added to the view. This enables you to use specific CSS code for each view. You may define multiples classes separated by spaces.
ru: К виду будут добавлены CSS классы. Это позволит вам применять разные стили внешнего оформления для разных видов. Вы можете определить несколько классов, разделяя их через пробел.

source: This will display the more link even if there are no more items to display.
ru: Ссылка "Далее" будет показана даже если нет дополнительного содержимого.

source: If set, any exposed widgets will not appear with this view. Instead, a block will be made available to the Drupal block administration system, and the exposed form will appear there. Note that this block must be enabled manually, Views will not enable it for you.
ru: Если отмечено, любые развёрнутые фильтры не будут показаны вместе с этим видом. Вместо этого, будет создан стандартный блок, который будет содержать все эти фильтры.

source: Should this display inherit its paging values from the parent display to which it is attached? Note that this will provide unexpected results if the number of items to display do not match.
ru: Должно ли это отображение наследовать значения пейджера из родительского отображения, к которому оно принадлежит? ПОМНИТЕ, что это может привести к неожиданным результатам, если число отображаемых пунктов не совпадает.

source: Should this display render the pager values? If not it can inherit from the parent...
ru: Должно ли это поле обрабатывать значение пейджера? Если нет, оно может наследовать родителя...

source: This sets the default status for Drupal's built-in block caching method; this requires that caching be turned on in block administration, and be careful because you have little control over when this cache is flushed.
ru: Установка системного состояния кэширования блока, принятого по умолчанию для всей системы. Применяя эту опцию, помните, что если системный кэш будет сброшен, то он будет сброшен и для этого блока

source: When providing a menu item as a tab, Drupal needs to know what the parent menu item of that tab will be. Sometimes the parent will already exist, but other times you will need to have one created. The path of a parent item will always be the same path with the last part left off. i.e, if the path to this view is <em>foo/bar/baz</em>, the parent path would be <em>foo/bar</em>.
ru: При отображении пункта меню в виде таба (закладки), вы должны указать, какой родительский пункт он будет иметь. Иногда родительские пункты уже сущетсвуют, но иногда вы должны создать их. Пример правильной структуры: родительским пунктом baz <em>(foo/bar/baz)</em> будет <em>foo/bar</em>

source: If you disable this option a grid with only one row will have the amount of items as tds. If you disable it this can cause problems with your css.
ru: Если выключено, "сетка" с одной строкой будет иметь все пункты в виде клеток таблицы. Если вы выключите это, это может привести к проблемам с css.

source: To properly configure a jump menu, you must select one field that will represent the path to utilize. You should then set that field to exclude. All other displayed fields will be part of the menu. Please note that all HTML will be stripped from this output as select boxes cannot show HTML.
ru: Чтобы правильно настроить меню, вы должны выбрать одно поле, которое будет иметь путь редиректа. Потом вы должны устранить это поле из показа. Все другие показанные поля будут составлять само меню. HTML код будет удалён из этого поля.

source: If hidden, this button will only be hidden for users with javascript and the page will automatically jump when the select is changed.
ru: Если скрыто, эта кнопка не будет видна только для пользователей с javascript и пользователь будет перенаправлен на страницу с результатми сразу после выбора опции.

source: Enter the text you want to display on the Facebook Connect Button.
ru: Укажите текст, который вы хотите отображать на кнопке авторизации Facebook

source: The text that will appear as the selected option in the jump menu.
ru: Текст, который появится в качестве пункта выпадающего меню.

source: This will appear in the RSS feed itself.
ru: Это появится в RSS фиде само по себе.

source: Invoke them directly
ru: Вызвать напрямую

source: Use Batch API
ru: Использовать Batch API

source: To execute operations
ru: Операции к выполнению

source: Display operations as
ru: Показать операции как

source: Dropdown selectbox with Submit button
ru: Выпадающий список с кнопкой

source: Each action as a separate button
ru: Каждое действие - отдельная кнопка

source: Hide select all checkbox
ru: Скрыть чек-бокс "Выбрать всё"

source: Check this box to hide the "select all" checkbox and associated "select across all pages" button.
ru: Отметьте, чтобы скрыть чек-бокс "Выбрать всё" и соответствующую кнопку "Выбрать на всех страницах".

source: Skip confirmation step
ru: Пропустить подтверждение

source: Check this box to skip the confirmation page on this view and directly execute the operation.
ru: Отметьте, чтобы пропустить подтверждающую страницу при выполнении какого-либо действия.

source: Display processing result
ru: Показать результат обработки

source: Check this box to let Drupal display a message with the result of processing the selected objects.
ru: Отметьте, чтобы отображать системное сообщение с результатами обработки.

source: Merge single action's form with node selection view
ru: Слить одиночные формы с действиями.

source: In case only one action is selected *and* this action is configurable, display its action form along with the node selection view.
ru: В случае, если выбрано только одно действие,и это действие можно настроить,показать форму действия с видом выбора документа.

source: Selected operations
ru: Выбранные операции

source: Bulk operations
ru: Массовые операции

source: Ubercart settings
ru: Настройки

source: Enable per-domain payment method settings.
ru: Включить настройки способов оплаты по доменам.

source: Enable per-domain payment gateway settings.
ru: Включить настройки платёжных шлюзов по доменам.

source: Summary logging (Memcached)
ru: Запись сводок (Memcached)

source: Log summary data, such as average and maximum page generation times and memory usage to Memcached, if installed. The summary will be stored in Memcached memory, and hence there is no load on the database. This logging to Memcached is suitable for most live sites, unless the number of unique page accesses is excessively high.
ru: Записывать сводки данных, таких как среднее и максимальное время генерации страницы и использования памяти в Memcache

source: You should enter your e-mail. <a href="@here">Click here</a> for edit your e-mail
ru: Вы должны указать свой e-mail. <a href="@here">Нажмите здесь</a>, чтобы отредактировать свой e-mail

source: User create error
ru: Ошибка создания пользователя

source: New user !name successfully created. Now you should enter your e-mail
ru: Новый пользователь !name создан. Сейчас вы должны указать свой e-mail

source: !name, you successfully logged in via vKontakte account.
ru: !name, вы успешно вошли через свой профиль в ВКонтакте

source: You successfully logged in, but you should enter your e-mail.
ru: Вы успешно вошли, но должны указать свой e-mail.

source: If you already have account you can <a href="@unite">unite their</a>
ru: Если вы уже имеете профиль, вы можете <a href="@unite">объединить их</a>

source: Error connecting to vkontakte.ru server
ru: Ошибка при соединении с сервером ВКонтакте.ru

source: If you already have account you can <a href="@unite">unite their</a>. <a href="@show">Dont show this message again.</a>
ru: Если вы уже имеете профиль, вы можете <a href="@unite">объединить их</a>. <a href="@show">Больше не показывать это сообщение!</a>

source: Accounts united! Old user !old_user disabled, new user is !new_user
ru: Профили объединены! Старый пользователь !old_user отключён, новым пользователем является !new_user

source: You can't unite your account
ru: Вы не можете объединить свой профиль

source: Data saved
ru: Данные сохранены

source: Application Secret
ru: Секретный ключ

source: Do not share your secret key with anyone
ru: Никогда не передавайте кому-либо данные о ключе!

source: Enter your country code here to get translated versions of facebook connect. (e.g. en_US or de_DE)
ru: Укажите ваш код страны, чтобы получать переведённую версию окна авторизации (например en_US или de_DE)

source: Debug mode
ru: Режим отладки

source: Connect url
ru: URL коннекта

source: Copy this value into Facebook Applications on Connect settings tab
ru: Скопируйте это значение в Апликации Facebook в настройках коннекта

source: Api Keys
ru: Ключи

source: Friends Invite
ru: Друзья

source: App Settings
ru: Настройки App

source: page
ru: страница

source: All <strong>!objects</strong> rows in this !group are selected.
ru: Все <strong>!objects</strong> строк на !group выбраны.

source: Select all !objects rows in this view.
ru: Выбрать все !objects строки.

source: All <strong>!objects</strong> rows in this view are selected.
ru: Все <strong>!objects</strong> строки выбраны.

source: Select only !objects rows in this !group.
ru: Выбрать только !objects

source: This module allows permitted users to masquerade as other users.
ru: Этот модуль позволяет пользователям с соотвествующими правами находиться на сайте под чущими логинами.

source: Roles that are considered "administrators" for masquerading
ru: Роли, которые определены администраторами для маскарада

source: Menu <em>Quick Switch</em> user
ru: Меню <em>быстрого переключения</em> пользователя

source: Enter the username of an account you wish to switch easily between via a menu item.
ru: Укажите логин, на который вы хотите переключиться через ссылку меню.

source: Masquerade Block <em>Quick Switch</em> users
ru: Блок <em>быстрого переключения</em> пользователя

source: Enter the usernames, separated by commas, of accounts to show as quick switch links in the Masquerade block.
ru: Укажите логины, разделённые запятыми, пользователей, на которых вы хотите быстро переключаться через блок

source: Only the users with <strong>masquerade as admin</strong> permission, will be able to masquerade as the users who belong to the roles selected below. User #1 is automatically considered an administrator, regardless of roles.
ru: Только пользователи с правами "Носить маску как админ" имеют возможность носить маску как пользователь, чья роль выбрана в списке ниже. Суперадмин автоматически может носить маску, независимо от ролей.

source: Enter the username to masquerade as.
ru: Укажите пользователя, маску которого вы бы хотели одеть.

source: You are now masquerading as !masq_as.
ru: Вы сейчас носите маску !masq_as.

source: Switch back
ru: Снять маску

source: You are masquerading as <a href="@user-url">%masq_as</a>.
ru: На вас надета маска <a href="@user-url">%masq_as</a>.

source: You are no longer masquerading as !masq_as and are now logged in as !user.
ru: Вы больше не носите маску !masq_as и находитесь по логином !user.

source: Masquerade as @testuser
ru: Надеть маску @testuser

source: Not configured, see below.
ru: Не настроено, смотрите ниже

source: You must review your <a href="!url">credit card security settings</a> and enable encryption before you can accept credit card payments.
ru: Вы должны просмотреть <a href="!url">ваши настройки безопасности</a> и включить шифрование перед приёмом реальных платежей.

source: Submitted by
ru: Отправлено

source: Created on
ru: Создано

source: Please, DO NOT use the form to ask about this product! The form is intended to share your opinion about this product.
ru: Пожалуйста, НЕ используйте эту форму, чтобы задать вопрос об этом товаре! Здесь вы можете поделиться своей объективной точкой зрения об этом товаре.

source: To contact site administration please use
ru: Для связи с администрацией по любым вопросам используйте

source: this contact form
ru: эту контактную форму

source: Add also comment
ru: Добавить также отзыв

source: Stay informed on our latest news!
ru: Будьте в курсе последних новостей!

source: Previous issues
ru: Предыдущие выпуски

source: @newsletter feed
ru: Фид @newsletter

source: The product can be delivered via
ru: Способы доставки

source: More about shipping
ru: Подробнее о доставке

source: We accept the following payment methods:
ru: Способы оплаты

source: More about payment
ru: Подробнее об оплате

source: *Specifications and packaging of the product can be changed without notice
ru: *Описание и комплектность товара может быть изменено производителем без предварительного уведомления

source: Product SKU:
ru: Артикул:

source: This product in stock
ru: Товар в наличии

source: Contact category - bargain
ru: Цена товара у конкурентов

source: Contact message - bargain
ru: Я видел этот товар дешевле здесь

source: I know where is cheaper!
ru: Я знаю, где дешевле!

source: Contact category - common
ru: Общие вопросы

source: Contact message - common
ru: Ваш вопрос, предложение, замечание:

source: Contact general questions
ru: Обшие вопросы

source: Contact category - partnership
ru: Сотрудничество

source: Contact message - partnership
ru: Предложение или вопрос касательно сотрудничества:

source: Contact partnership questions
ru: Вопросы по сотрудничеству

source: Contact category - product
ru: Вопрос по товару

source: Contact message - product
ru: Вопрос по товару

source: Contact product questions
ru: Есть вопросы по товару?

source: Our price
ru: Наша цена

source: Loading
ru: Загрузка...

source: Product Tab 1
ru: Описание

source: Product Tab 2
ru: Характеристики

source: You can use points to get a discount for this product, but you do not have them.
ru: Вы можете использовать свои баллы, чтобы получить скидку на этот товар, но у вас пока нет баллов.
