Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The comment will be unpublished if it contains any of the character sequences above. Use a comma-separated list of character sequences. Example: funny, bungee jumping, "Company, Inc.". Character sequences are case-sensitive.
ru: Комментарий будет снят с публикации на основании содержания в нём запрещённых слов. Укажите запрещённые слова через запятую.

source: Comment: added %subject.
ru: Комментарий: добавлен %subject.

source: action
ru: действие

source: Published comment %subject.
ru: Опубликованный комментарий %subject.

source: Unpublished comment %subject.
ru: Комментарий %subject снят с публикации.

source: 1 comment
ru: @count комментарий

source: 1 new comment
ru: @count новый комментарий

source: access comments
ru: Доступ к комментариям

source: post comments
ru: Добавлять комментарии

source: administer comments
ru: Администрировать комментарии

source: post comments without approval
ru: Добавлять комментарии без предварительного одобрения администратором

source: Published comments
ru: Опубликованные комментарии

source: Approval queue
ru: Ожидают одобрения

source: Reply to comment
ru: Ответить на комментарий

source: Allows users to comment on and discuss published content.
ru: Комментирование пользователями материалов сайта.

source: Display theme log
ru: Отображать логи темы

source: Computed Code
ru: Код вычисления

source: The variables available to your code are:
ru: Переменные, доступные для использования в коде:

source: . To set the value of the field, set
ru: . Чтобы указать значение поля, установите

source: . Here's a simple example which sets the computed field's value to the value of the sum of the number fields field_a and field_b:
ru: . Пример суммирования значений двух полей:

source: Alternately, this code can be supplied by your own custom function named @compute_func().
ru: Кроме того, этот код может быть предоставлен своей собственной функцией @compute_func()

source: This field is computed using @compute_func().
ru: Это поле рассчитано при помощи функции @compute_func().

source: Display Format
ru: Формат отображения

source: This code should assign a string to the $display variable, which will be printed as the value of the field. The stored value of the field is in $node_field_item['value']. Note: this code has no effect if you use the "Computed Value" formatter option. Alternately, this code can be supplied by your own custom function named @display_func().
ru: Этот код назначить строку к переменной $display, которая будет выведена как значение поля. Сохранённое значение поля будет в $node_field_item['value']. ПОМНИТЕ: этот код не будет работать, если вы используете форматирование "Рассчитанное значение". Как вариант, этот код может быть представлен своей собственной функцией @display_func().

source: This field is computed using @display_func().
ru: Это поле рассчитано при помощи функции @display_func().

source: Store using the database settings below
ru: Сохранить, используя настройки ниже

source: Database Storage Settings
ru: Настройки сохранения

source: Data Type
ru: Тип данных

source: The SQL datatype to store this field in.
ru: База данных для хранения этого значения

source: Data Length
ru: Длина данных

source: Default Value
ru: Значение по умолчанию

source: Not NULL
ru: Не NULL

source: Sortable
ru: Сортируется

source: To store this field in the database, please specify a data type.
ru: Чтобы сохранить это поле в базе данных, укажите тип данных.

source: To store this field in the database, please specify the data length.
ru: Чтобы сохранить это поле в базе данных, укажите длину данных.

source: Computed Field
ru: Вычисляемое поле

source: Allows the user to define computed values in custom content types.
ru: Позволяет определять вычисляемые значения в своём типе документа.

source: Auto-reply
ru: Автоответчик

source: Optional auto-reply. Leave empty if you do not want to send the user an auto-reply message.
ru: Сообщение автоответчика. Необязательно.

source: Set this to <em>Yes</em> if you would like this category to be selected by default.
ru: Установите "Да", если хотите установить эту категорию по умолчанию.

source: You must enter a category.
ru: Вам нужно определить категорию.

source: You must enter one or more recipients.
ru: Вы должны указать одного или более получателей

source: %recipient is an invalid e-mail address.
ru: %recipient является неправильным e-mail адресом.

source: Category %category has been added.
ru: Категория %category была добавлена.

source: Category %category has been updated.
ru: Категория %category была обновлена.

source: Are you sure you want to delete %category?
ru: Вы уверены, что хотите удалить %category?

source: Category %category has been deleted.
ru: Категория %category была удалена.

source: Additional information
ru: Дополнительная информация

source: You can leave a message using the contact form below.
ru: Вы можете оставить нам сообщение при помощи этой контактной формы.

source: Information to show on the <a href="@form">contact page</a>. Can be anything from submission guidelines to your postal address or telephone number.
ru: Информация, которая будет показана на <a href="@form">контактной странице</a>.

source: Hourly threshold
ru: Порог отправок

source: The maximum number of contact form submissions a user can perform per hour.
ru: Максимальное число отправок формы за час.

source: Enable personal contact form by default
ru: Включить персональную контактную форму по умолчанию

source: Default status of the personal contact form for new users.
ru: Состояние по умолчанию для новых пользователей.

source: Contact form: category %category added.
ru: Контактная форма: категория %category добавлена.

source: Contact form: category %category updated.
ru: Контактная форма: категория %category обновлена.

source: Contact form: category %category deleted.
ru: Контактная форма: категория %category удалена.

source: You cannot send more than %number messages per hour. Please try again later.
ru: Вы не можете отправлять более чем %number сообщений в час. Пожалуйста попробуйте позже.

source: Your e-mail address
ru: Ваш e-mail

source: - Please choose -
ru: -- Выберите --

source: Message
ru: Сообщение

source: Send yourself a copy.
ru: Отправить себе копию сообщения.

source: Send e-mail
ru: Отправить

source: The contact form has not been configured. <a href="@add">Add one or more categories</a> to the form.
ru: Контактная форма не была настроена. <a href="@add">Добавьте одну или более категорию</a> в форму.

source: You must select a valid category.
ru: Вы должны выбрать правильную категорию.

source: You must enter a valid e-mail address.
ru: Укажите правильный e-mail.

source: Your message has been sent.
ru: Ваше сообщение отправлено.

source: You need to provide a valid e-mail address to contact other users. Please update your <a href="@url">user information</a> and try again.
ru: Вы должны указать правильный e-mail. Обновите вашу <a href="@url">информацию</a> и попробуйте снова.

source: You cannot contact more than %number users per hour. Please try again later.
ru: Вы не можете обращаться более чем к %number пользователям в час. Попробуйте снова позже.

source: From
ru: От

source: To
ru: Для

source: The message has been sent.
ru: Сообщение было отправлено.

source: %name-from sent an e-mail regarding %category.
ru: %name-from отправил e-mail по-поводу %category.

source: %name-from sent %name-to an e-mail.
ru: %name-from отправил %name-to e-mail.

source: This page lets you set up <a href="@form">your site-wide contact form</a>. To do so, add one or more categories. You can associate different recipients with each category to route e-mails to different people. For example, you can route website feedback to the webmaster and direct product information requests to the sales department. On the <a href="@settings">settings page</a>, you can customize the information shown above the contact form. This can be useful to provide additional contact information such as your postal address and telephone number.
ru: Здесь вы можете установить <a href="@form">контактную форму</a> вашего сайта. Чтобы сделать это, добавьте одну или более категорий, добавьте описание на страницу контактной формы <a href="@settings">здесь</a>.

source: The menu item can be customized and configured only once the menu module has been <a href="@modules-page">enabled</a>.
ru: Ссылка в меню может быть настроена, как только будет включён <a href="@modules-page">модуль "Меню"</a>.

source: Contact settings
ru: Контактные данные

source: Personal contact form
ru: Персональная контактная форма

source: Allow other users to contact you by e-mail via <a href="@url">your personal contact form</a>. Note that while your e-mail address is not made public to other members of the community, privileged users such as site administrators are able to contact you even if you choose not to enable this feature.
ru: Позволить пользователям связываться с вами через <a href="@url">персональную контактную форму</a>. Ваш адрес не будет показан публично.

source: !name sent a message using the contact form at !form.
ru: !name отправил сообщение через контактную форму на !form.

source: !name (!name-url) has sent you a message via your contact form (!form-url) at !site.
ru: !name (!name-url) отправил вам сообщение через вашу контактную форму (!form-url) на сайте !site.

source: If you don't want to receive such e-mails, you can change your settings at !url.
ru: Если вы не хотите получать подобные сообщения, вы можете изменить это в настройках своего аккаунта в !url.

source: Message:
ru: Сообщение:

source: access site-wide contact form
ru: Доступ к контактной форме

source: administer site-wide contact form
ru: Администрирование контактной формы

source: Add category
ru: Добавить категорию

source: Edit contact category
ru: Редактировать категории

source: Delete contact
ru: Удалить контакт

source: Settings
ru: Настройки

source: Enables the use of both personal and site-wide contact forms.
ru: Позволяет использовать персональную и общую для сайта контактную форму.

source: Discard log entries above the following row limit
ru: Порог сброса

source: The maximum number of rows to keep in the database log. Older entries will be automatically discarded. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
ru: Максимальное число строк в истории. Более старые записи будут автоматически удалены (требуется корректная работа <a href="@cron">cron</a>)

source: warning
ru: предупреждение

source: error
ru: ошибка

source: critical
ru: критическое положение

source: alert
ru: тревога

source: emergency
ru: аварийная ситуация

source: The message that should be sent. You may include the following variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. Not all variables will be available in all contexts.
ru: Сообщение, которое необходимо отправить. Вы можете включать следующие переменные: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. Не все переменные будут доступны в определённых случаях.

source: No log messages available.
ru: Нет сообщений.

source: Count
ru: Счёт

source: Referrer
ru: Ссылка

source: Severity
ru: Важность

source: Hostname
ru: Хост

source: Filter log messages
ru: Фильтр

source: You must select something to filter by.
ru: Вы должны выбрать что-нибудь для фильтра.

source: The dblog module monitors your system, capturing system events in a log to be reviewed by an authorized individual at a later time. This is useful for site administrators who want a quick overview of activities on their site. The logs also record the sequence of events, so it can be useful for debugging site errors.
ru: Модуль позволяет мониторить системные события и ошибки, записывать их и отображать для пользователей с соответствующими правами.

source: For more information, see the online handbook entry for <a href="@dblog">Dblog module</a>.
ru: За подробной информацией обращайтесь <a href="@dblog">сюда</a>.

source: Details
ru: Детали

source: Display the list of theme templates and theme functions which could have been be used for a given page. The one that was actually used is bolded. This is the same data as the represented in the popup, but all calls are listed in chronological order and can alternately be sorted by time.
ru: Отображать список шаблонов темы и функции темизации, которые могли бы использоваться на данной странице. Те, что используется в настоящее время, выделены жирным. Это таже информация, которая показана во всплывающем окне, но все вызовы показаны в хронологической последовательности и могут быть отсортированы по времени.

source: access devel theme information
ru: доступ к информации по темизации

source: You must disable the Zend Optimizer php extension in order to enable %module. Zend Optimizer is <a href="!url">horribly buggy and segfaults your Apache</a>.
ru: Вы должны выключить расширение Zend Optimizer, чтобы включить %module. Zend Optimizer <a href="!url">содержит кучу ошибок</a> и может привести к ухудшению работы Apache.

source: Theme developer
ru: Разработка темы

source: Essential theme API information for theme developers
ru: Основные данные по API темизации для разработчиков

source: Development
ru: Разработка

source: settings
ru: настройки

source: MyModule is not installed correctly. Please edit your settings.php file as described in <a href="!url">INSTALL.txt</a>
ru: "MyModule" не установлен. Отредактируйте ваши настройки в settings.php как это описано в <a href="!url">INSTALL.txt</a>

source: MyData
ru: Мои данные

source: MyName
ru: Моё имя

source: Mymodule settings
ru: Настройки

source: Mymodule settings variable
ru: Переменные

source: You description goes here.
ru: Ваше описание идёт тут

source: User picture
ru: Аватар пользователя

source: Default picture
ru: Аватар по умолчанию

source: URL of picture to display for users with no custom picture selected. Leave blank for none.
ru: URL аватара,который будет отображаться по умолчанию для пользователей,которые не выбрали свой аватар.Оставьте поле пустым,если нет аватара по умолчанию.

source: My Settings
ru: Мои настройки

source: A description for the form
ru: Описание формы

source: Edit my setting value.
ru: Редактирование моих настроек.

source: My settings
ru: Мои настройки

source: Example table
ru: Пример таблицы

source: Emulates the default Drupal front page; you may set the default home page path to this view to make it your front page.
ru: Эмулирует главную страницу сайта; вы можете указать путь к этому представлению в настройках сайта в качестве главной страницы по умолчанию, чтобы сделать его вашей главной страницей.

source: Only .org domains may be registered.
ru: Могут быть зарегистрированы только домены .org

source: <p>The following domains have been created for your site. The currently active domain <b>is shown in boldface</b>. You may click on a domain to change the currently active domain. Your default domain has an ID of zero (0).</p>
ru: Эти домены были созданы на этом сайте. Текущий активный домен <b>выделен жирным</b>. Вы можете кликнуть на домен, чтобы изменить текущий активный домен. Ваш домен по умолчанию имеет нулевой ID.

source: Site name
ru: Название

source: Mission statement
ru: Миссия.

source: Are you sure you want to delete these items?
ru: Вы уверены,что хотите удалить эти пункты?

source: reset
ru: сбросить

source: Poll status
ru: Состояние опроса

source: No domains have been configured.
ru: Домены не были настроены.

source: Default domain settings
ru: Настройки по умолчанию

source: Primary domain name
ru: Первичное название домена

source: The primary domain for your site. Typically <em>example.com</em> or <em>www.example.com</em>. Do not use http or slashes. <br />This domain will be used as the default URL for your site. <br />If an invalid domain is requested, users will be sent next available domain or to the primary domain.
ru: Первичный домен для вашего сайта. Обычно <em>example.com</em> или <em>www.example.com</em>. Не включайте слэши или http. <br /> Этот домен будет использован как домен по умолчанию для вашего сайта. <br /> Если запрошен неправильный домен, пользователи увидят следующий доступный домен или первичный домен.

source: Domain URL scheme
ru: Схема URL

source: The URL scheme for accessing the primary domain.
ru: Схема URL для доступа к первичному домену.

source: Domain module behaviors
ru: Поведение модуля

source: New content settings
ru: Настройки для нового содержимого

source: Show on all affiliate sites
ru: Показать на всех сайтах-аффилиатах

source: Only show on selected sites
ru: Показать только на выбранных сайтах

source: If set to <em>Show on all affiliate sites</em>, this value will automatically assign new content to all affiliates.<br />If set to <em>Only show on selected sites</em>, you must configure the <a href="!url">Node-type specific settings</a>.
ru: Если установлено <em>Показать на всех сайтах-аффилиатах</em>, это значение автоматически назначит новое содержимое для всех аффилиатов. <br />Если установлено "Показать только на выбранных сайтах", вы должны настроить <a href="!url">соответствующие типы документов</a>.

source: Debugging status
ru: Отладка

source: Do not show debugging output
ru: Не показывать отладочную информацию

source: Show debugging output on node view
ru: Показывать отладочную информацию на странице документа

source: If set, users with the <em>set domain access</em> permission will be able to view the node access rules for each node. See the README for more details.
ru: Если установлено, пользователи с правами "устанавливать доступ домена" будут иметь возможность просмотра правила доступа к документу для каждого документа. Смотрите README для подробной информации.

source: Enforce rules on administrators
ru: Для администраторов

source: Do not enforce
ru: Нет ограничений

source: Restrict node views for administrators
ru: Ограничить просмотр документов для администраторов

source: If set, users with the <em>administer nodes</em> permission and user 1 <em>will view the site with Domain Access restrictions enforced</em>. See the README for more details.
ru: Если установлено, пользватели с правами "администрировать документа" и пользователь №1 будут просматривать сайт с ограничениями модуля "Домен". Смотрите README для подробной информации.

source: Creation order, oldest > newest
ru: Порядок создания, старые > новые

source: Creation order, newest > oldest
ru: Порядок создания, новые > старые

source: Sitename, A > Z
ru: Название сайта, A > Z

source: Sitename, Z > A
ru: Название сайта, Z > A

source: Sort domain lists
ru: Сортировка списка

source: Controls the display of domain lists to end users.
ru: Контролирует отображение списка доменов для конечных пользователей.

source: Domain list size
ru: Размер списка доменов

source: Sets a break point for the size of domain lists shown to users. After this point, user interfaces will use tables, pagination, and select lists to prevent too many domains from appearing in a list. <em>Note: setting this value higher than 200 may cause memory and display issues for your site.</em>
ru: Ограничение размера списка для пользователей. Если доменов больше этого значения, будет использована разбивка на страницы. Имейте ввиду, что если на одной странице более 200 записей, это может привести к проблемам с памятью.

source: Domain selection format
ru: Формат выбора доменов

source: Checkboxes
ru: Чек-боксы

source: Process all host requests normally
ru: Обрабатывать все запросы нормально

source: Treat www.*.example.com as an alias of *.example.com
ru: Рассматривать www.*.example.com как сининим (алиас) *.example.com

source: If set, calls to www.* will be treated as if the www. did not exist. <em>Users will be taken from www.example.com to example.com, so your domains must be registered without the www. prefix.</em>
ru: Если установлено, запросы к www.* будут обработаны так, если бы www не существовало. <em>Пользователи будут перенаправлены с www.example.com на example.com, поэтому ваши домены должны быть зарегистрированы без префикса www. </em>

source: Node access settings
ru: Настройки доступа

source: Use the default Drupal behavior (OR)
ru: Использовать поведение по умолчанию (OR)

source: Check Domain Access in addition to other modules (AND)
ru: Проверить модуль "Домен" в дополнении к другим модулям (AND).

source: Controls how Domain Access interacts with access control modules such as Organic Groups. Requires the multiple_node_access patch.
ru: Контролирует, как модуль "Домен" взаимодействует с другими модулями, использующими доступ к документу, например модуль "Группы" (OG). Необходим патч multiple_node_access

source: Search settings
ru: Поиск

source: Search content for the current domain only
ru: Искать содержимое только текущего домена

source: Search all domains from any URL
ru: Искате по всех доменах по любым URL

source: Options for content searching.
ru: Опции поиска в содержимом.

source: Search engine optimization
ru: SEO

source: Do not rewrite URLs
ru: Не переписывать URL

source: Rewrite all URLs to point to a single source
ru: Переписать все URL для перенаправления на один источник

source: If rewrite is turned on, all node links will point to a single instance of the node. This option reduces the chance that search engines will recognize duplicate content.
ru: Если переписывание включено, все ссылки документов будут указывать на один экземпляр документа. Эта опция снижает вероятность того, что поисковые системы будут распознавать дубликаты содержимого.

source: Do not change domain
ru: Не изменять домен

source: Default source domain
ru: Домен-источник по умолчанию

source: When rewriting urls, nodes assigned to all affiliates will be sent to this domain. <em>NOTE: This option only fires if you enable SEO rewrites or use the Domain Source module.</em>
ru: При перезаписи url, документы, назначенные ко всем аффилиатам, будут отправлены на этот домен. Имейте ввиду, что эта опция действует только, если вы включите перезапись для SEO или используете модуль "Источник домена".

source: Special page requests
ru: Специальные запросы

source: Content on these pages should be viewable on any domain. Enter one path per line. You may use the * as a wildcard. Use this for aggregate pages like those provided by <a href="!url">MySite</a> or if you intend to show all user posts on a specific page. See the README for more details.
ru: Содержимое на этих страницах должно просматриваться на любом домене. Укажите по одному адресу на строку. Вы можете использовать подстановки * . Смотрите README для подробной информации.

source: Treat cron.php as a special page request.
ru: Рассматривать cron.php как специальный запрос страницы.

source: Normally, you should leave this setting active. See the README for more information.
ru: Обычно вы должны оставить эту настройку активной. Смотрите README для более подробной информации.

source: Treat xmlrpc.php as a special page request.
ru: Рассматривать xmlrpc.php как специальный запрос страницы.

source: Enable this setting if you have trouble with remote data calls over XMLRPC. See the README for more information.
ru: Включите эту опцию, если у вас проблемы с удалённым вызовом XMLRPC. Смотрите README для более подробной информации.

source: Node link patterns
ru: Шаблоны ссылок документов
