Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: We were unable to process your credit card payment. Please verify your card details and try again. If the problem persists, contact us to complete your order.
ru: Невозможно обработать платёж вашей кредитной карты. Проверьте данные вашей карты и попробуйте снова. Если проблема возникнет снова, обратитесь к администратору сайта.

source: (Last4)
ru: (Последние 4)

source: Enter the owner name as it appears on the card.
ru: Укажите имя владельца в том виде, как оно указано на самой карте.

source: You have entered an invalid credit card number.
ru: Вы указали неправильный номер карты.

source: The start date you entered is invalid.
ru: Вы указали неправильную начальную дату срока действия.

source: The credit card you entered has expired.
ru: Указанная вами кредитная карта уже просрочена.

source: The issue number you entered is invalid.
ru: Вы указали неправильный номер выпуска карты.

source: You have entered an invalid CVV number.
ru: Вы указали неправильный номер CVV.

source: You must enter the issuing bank for that card.
ru: Вы должны указать банк, выпустивший эту карту.

source: Card Type
ru: Тип карты

source: Card Owner
ru: Владелец карты

source: Card Number
ru: Номер карты

source: Issue Number
ru: Номер выпуска

source: Issuing Bank
ru: Банк, выпустивший карту

source: View card details.
ru: Просмотр деталей карты

source: Card Type:
ru: Тип карты:

source: Card Owner:
ru: Владелец карты:

source: Card Number:
ru: Номер карты:

source: Expiration:
ru: Действительна до:

source: Start Date:
ru: Действительна с:

source: Issue Number:
ru: Номер выпуска:

source: Issuing Bank:
ru: Банк, выпустивший карту:

source: Use the terminal available through the<br />%button button on the View tab to<br />process credit card payments.
ru: Использовать терминал, доступный через кнопку %button, чтобы обработать платёж кредитной картой.

source: Process card
ru: Обработать карту

source: You must have access to <b>administer credit cards</b> to adjust these settings.
ru: Вы должны иметь права "Администрировать кредитные карты" для изменения этих настроек.

source: Credit card data security
ru: Безопасность данных карты

source: You are responsible for the security of your website, including the protection of credit card numbers. Please be aware that choosing some settings in this section may decrease the security of credit card data on your website and increase your liability for damages in the case of fraud.
ru: Вы ответственны за безопасность вашего сайта, включая сохранность данных кредитных карт. Внимательно отнеситесь к этим настройкам, они могут повлиять на безопасность вашего сайта.

source: Card number encryption key filepath
ru: Путь к шифровальному ключу

source: <b>You must enable encryption</b> by following the <a href="!url">encryption instructions</a> in order to accept credit card payments.<br />In short, you must specify a path outside of your document root where the encryption key may be stored.<br />Relative paths will be resolved relative to the Drupal installation directory.<br />Once this is set, you should not change it.
ru: <b>Вы должны включить шифрование кредитных карт</b> <a href="!url">здесь</a>, чтобы принимать платежи по кредитным картам. Другими словами, вы должны указать путь к шифровальному ключу.

source: Operate in credit card debug mode.
ru: Работать с картой в режиме отладки.

source: In debug mode, credit card details may be stored in violation of PCI security standards.<br />Debug mode is only recommended for testing transactions with fake credit card details.
ru: В режиме отладки детали кредитной карты могут быть сохранены с нарушением стандартов безопасности. При отладке используйте неверные данные карты.

source: Checkout workflow
ru: Процесс расчёта

source: These settings alter the way credit card data is collected and used during checkout.
ru: Эти настройки определяют, как будут получены и использованы данные кредитных карт.

source: Validate credit card numbers at checkout.
ru: Проверять номера карт при расчёте.

source: Invalid card numbers will show an error message to the user so they can correct it.<br />This feature is recommended unless you are in debug mode.
ru: При неправильном номере карты пользователю будет показано сообщение об ошибке. Эта опция рекомендуется, пока вы не находитесь в режиме отладки.

source: Attempt to process credit card payments at checkout.
ru: Пытаться обработать платежи кредитных карт при расчёте.

source: Failed attempts will prevent checkout completion and display the error message from above.<br />This box must be checked to process customer credit cards if you are not in debug mode.
ru: Неудачные попытки помешают завершить заказ и покажут сообшения об ошибке. Эту опцию необходимо включить только если вы не находитесь в режиме отладки.

source: Debug mode data clearing
ru: Очистка данных режима отладки

source: Specify below the status and age of orders whose credit card details will be removed. This setting only applies when operating in debug mode. When not in debug mode, no credit card information except the last 4 digits of the card number will be stored. <strong>Cron must be running for this feature to work.</strong>
ru: Укажите ниже состояние и возраст заказов, чьи данные кредитных карт были удалены. Эти настройки подействуют только в режиме отладки. Если нет режима отладки, данные кредитных карт, за исключением последних 4-х цифр, не будут сохранены. Для этой функции требуется корректно работающий крон.

source: Age
ru: Возраст

source: hour(s)
ru: час(ы)

source: When your newsletter is sent as plain text, these options will determine how the conversion to text is performed.
ru: Определите, как будет выполнено преобразование в тект.

source: Credit card fields
ru: Поля кредитной карты

source: Specify what information to collect from customers in addition to the card number.
ru: Укажите, какие данные необходимо получить с клиентов в дополнении к номеру карты.

source: Enable CVV text field on checkout form.
ru: Включить текстовое поле CVV на странице расчёта.

source: Accepted card types (for validation)
ru: Принимаемые типы карт (для проверки)

source: Customer messages
ru: Сообщения

source: Here you can alter messages displayed to customers using credit cards.
ru: Здесь вы можете указать сообщения, которые будут отображены покупателям, использующим кредитные карты для оплаты.

source: Card type
ru: Тип карты

source: Card owner
ru: Владелец карты

source: Card number
ru: Номер карты

source: Start Month
ru: Начальный месяц

source: Start Year
ru: Начальный год

source: Expiration Month
ru: Месяц даты окончания

source: Expiration Year
ru: Год даты окончания

source: Issuing bank
ru: Банк, выпустивший карту

source: (if present)
ru: (если указано)

source: Expiration Date:
ru: Действительно до:

source: What's the CVV?
ru: Что такое CVV?

source: administer credit cards
ru: Администрировать кредитные карты

source: view cc details
ru: Смотреть сс детали

source: view cc numbers
ru: Смотреть номер cc карты

source: process credit cards
ru: Обрабатывать кредитные карты

source: Credit card terminal: Order @order_id
ru: Терминал кредитной карты: Заказ @order_id

source: Credit Card
ru: Кредитная карта

source: Payment server
ru: Платёжный сервер

source: Test
ru: Тест

source: Transaction key
ru: Ключ трансакции

source: ZIP/Postal code
ru: Почтовый код

source: Country code
ru: Код страны

source: !id<br />!decision, Reason: !reason
ru: !id<br />!decision, Причина: !reason

source: No response returned from CyberSource.
ru: Нет ответа от CyberSource.

source: County tax
ru: Наценка страны

source: District tax
ru: Наценка области

source: Successful transaction.
ru: Удачная трансакция.

source: One or more fields in the request are missing or invalid.<br /><b>Possible action:</b> Resend the request with the correct information.
ru: Одно или более полей в запросе утеряны или неправильны. Возможное действие: повторите запрос с корректной информацией.

source: <b>Error:</b> General system failure.<br /><b>Possible action:</b> Wait a few minutes and resend the request.
ru: <b>Ошибка:</b> Общий системный сбой. Возможное действие: одождать несколько минут и отправить повторный запрос.

source: <b>Error:</b> The request was received, but a server time-out occurred. This error does not include time-outs between the client and the server.<br /><b>Possible action:</b> To avoid duplicating the order, do not resend the request until you have reviewed the order status in the Business Center.
ru: <b>Ошибка:</b> Запрос был получен, но произошёл сбой на сервере. Возможное действие: для предупреждения дублирования заказа, НЕ отправляйте дублирующий запрос до тех пор, пока вы не просмотрите состояние заказа.

source: System unavailable.
ru: Система недоступна

source: Exact match. Street address and 9-digit postal code match.
ru: Точное соответствие. Совпали адрес и 9 цифр почтового кода

source: Exact match. Street address and 5-digit postal code match.
ru: Точное соответствие. Совпали адрес и 5 цифр почтового кода.

source: Street address does not match, but 5-digit postal code matches.
ru: Адрес улицы не совпал, но 5 цифр почтового кода совпали.

source: AVS is not supported for this processor or card type.
ru: AVS не предназначена для этого процессора или типа карты.

source: The processor returned an unrecognized value for the AVS response.
ru: Процессор вернул неизвестное значение для AVS

source: Card verification number matched.
ru: Проверочный код карты подошёл.

source: Card verification number not matched.
ru: Проверочный код карты НЕ подошёл.

source: Card verification is not supported by the issuing bank.
ru: Проверка карты не поддерживается банком, выпустившим её.

source: Card verification is not supported by the card association.
ru: Проверка карты не поддерживается ассоциацией банков.

source: Card verification is not supported for this processor or card type.
ru: Проверка карты не поддерживается этим процессором или типом карты.

source: No result code returned by processor.
ru: Процессор не вернул код результата.

source: Could not figure out cc type: @number / @type
ru: Невозможно определить тип карты: @number / @type

source: Unable to connect to CyberSource via SOAP.
ru: Невозможно подключиться к CyberSource через SOAP.

source: SOAP and DOM
ru: SOAP и DOM

source: This will be the body of your newsletter. See 'Replacement patterns' for available variables.)
ru: Это будет основным текстом рассылки. Смотрите шаблоны подстановки для использования в письме.

source: Merchant key
ru: Ключ мерчанта

source: Test Environment settings
ru: Настройки тестирования

source: Test Mode
ru: Режим отладки

source: Test Merchant Key
ru: Ключ тестового мерчанта

source: Reason for canceling order
ru: Причина отмены заказа

source: Button settings
ru: Кнопка

source: Button background color
ru: Цвет фона кнопки

source: White
ru: Белый

source: Button size
ru: Размер кнопки

source: Button alignment
ru: Позиция кнопки

source: Regular pickup
ru: Обычная отправка

source: Special pickup
ru: Специальная отправка

source: Drop off
ru: Довоз до

source: Service
ru: Сервис

source: Pickup type
ru: Тип отправки

source: Handling charge
ru: Стоимость

source: Percentage markup/discount
ru: % наценка/скидка

source: A default shipping cost is required.
ru: Стоимость доставки по умолчанию обязатальна.

source: The default shipping cost should be a positive number.
ru: Стоимость доставки по умолчанию должна быть положительным числом.

source: The fixed charge should be a number.
ru: Фиксированная оплата должна быть числом

source: The percent adjustment should be a number.
ru: Процентная корректировка должна быть в виде числа.

source: Save taxes
ru: Сохранить наценки

source: Tax shipping?
ru: Наценка за доставку?

source: Use this terminal to process credit card payments:
ru: Использовать этот терминал для обработки оплаты кредитками:

source: Balance:
ru: Баланс:

source: Google Checkout total:
ru: Сумма Google Checkout:

source: Google Checkout balance:
ru: Баланс Google Checkout:

source: Charge
ru: Оплата

source: Refund
ru: Возврат

source: Reason for refund
ru: Причина для возврата

source: Refund Comment
ru: Комментарии к возврату

source: Google does not allow charges greater than the balance.
ru: Google не разрешает платежи на сумму большую, чем на балансе.

source: A reason for refunding the customer is required.
ru: Причина возврата денег обязательна.

source: HTTP Authorization header does not match settings.
ru: HTTP заголовок авторизации не совпадает с настройками.

source: Unknown notification document: @xml
ru: Неизвестное уведомление: @xml

source: Google Checkout terminal: Order @order_id
ru: Терминал Google Checkout: Заказ @order_id

source: To be a Google Checkout approved merchant, your items must conform to the Google Checkout content policies found <a href="!url">here</a>.
ru: Чтобы использовать мерчант Google Checkout, ваши товары должны соответствовать <a href="!url">требованиям Google Checkout</a>.

source: Marketing preferences
ru: Маркетинг

source: Order is not canceled in Google Checkout.
ru: Заказ не отменён в Google Checkout.

source: Fast checkout through Google.
ru: Быстрый расчёт через Google

source: What is Google Checkout?
ru: Что такое Google Checkout?

source: You do not have any items in your shopping cart.
ru: Ваша корзина пуста

source: Customer will accept marketing emails.
ru: Клиент хочет получать маркетинговые email

source: Customer does not want marketing emails.
ru: Не получать письма email магазина

source: Google Checkout terminal
ru: Терминал Google Checkout

source: Click here to go to Google Checkout settings.
ru: К настройкам Google Checkout

source: Total tax
ru: Суммарный налог

source: Order created through Google Checkout (#@gco_order).
ru: Заказ создан через Google Checkout (#@gco_order).

source: - Full AVS match (address and postal code)
ru: - Полное совпадение AVS (адрес и почтовый код)

source: - Partial AVS match (postal code only)
ru: - Частичное совпадение AVS (только почтовый код)

source: - Partial AVS match (address only)
ru: - Частичное совпадение AVS (только адрес)

source: - No AVS match
ru: - несовпадение AVS

source: - AVS not supported by issuer
ru: - AVS не поддерживается издателем

source: <b>Error:</b> No AVS response.
ru: <b>Ошибка:</b> Нет ответа от AVS.

source: - CVN match
ru: - совпадение CVN

source: - No CVN match
ru: - несовпадение CVN

source: - CVN not available
ru: - CVN не доступно

source: - CVN error
ru: - ошибка CVN

source: <b>Error:</b> No CVN response.
ru: <b>Ошибка:</b> Нет ответа от CVN.

source: Partial CC number: %s
ru: Целый номер CC: %s

source: Order %order canceled by Google: %reason
ru: Заказ %order отменён Google: %reason

source: Order canceled.
ru: Заказ отменён

source: Payment received by Google Checkout
ru: Оплата получена Google Checkout

source: Payment of %amount received by Google Checkout.
ru: Оплата на %amount получена Google Checkout.

source: Refund request sent to Google Checkout. The refund confirmation should appear on this page momentarily.
ru: Запрос на возврат денег отправлен в Google Checkout. Вы должны увидеть сообщение подтверждения на этой странице.

source: Refund received by Google Checkout
ru: Запрос на возврат денег был получен Google Checkout

source: Refund of %amount received by Google Checkout.
ru: Требование возврата денег на сумму %amount был получен Google Checkout.

source: Unknown order id or malformed XML.
ru: Неизвестный ID заказа или неправильный формат XML.

source: Google Checkout is enabled, but no Merchant ID found.
ru: Google Checkout включён, но ID мерчанта не найден.

source: Charging @order_id
ru: Начисление за @order_id

source: Charged @order_id
ru: Начислено за @order_id

source: Payment declined @order_id
ru: Оплата за @order_id отклонена

source: Processing @order_id
ru: Обрабатывается @order_id

source: Delivered @order_id
ru: Доставлено @order_id

source: Will not deliver @order_id
ru: @order_id не будет доставлен

source: Google Checkout member for @count month.
ru: Участвует в Google Checkout 1 месяц

source: Calculate shipping charges for orders through Google Checkout.
ru: Рассчитать отчисления за доставку заказов через Google Checkout.

source: Calculate taxes for orders through Google Checkout.
ru: Рассчитать наценки для заказов через Google Checkout.

source: Process a credit card payment or refund through Google Checkout.
ru: Обработать оплату кредиткой или отменить оплату через Google Checkout.

source: Google Checkout requires the PHP <a href="!simplexml_url">SimpleXML</a> library.
ru: Для Google Checkout требуется библиотека <a href="!simplexml_url">SimpleXML</a>.

source: In Google Checkout
ru: В Google Checkout

source: Chargeable
ru: Налогооблагаемый

source: Shop ID in Interkassa system
ru: ID магазина в системе Interkassa

source: Interkassa secret ID
ru: Секретный ID Интеркассы

source: The secret ID for Interkassa system - MD5 hash.
ru: Секретный ID для системы Interkassa в виде MD5 хэш

source: You can set a payment method which will be used by Interkassa to process payment. If left blank a user will be taken to the list of payment methods.
ru: Вы можете установить способ оплаты, который бы мог быть использован для оплату через Interkassa. Если оставить пустым, пользователю будет предложен выбор.

source: Order details
ru: Детали заказа

source: General details for all orders.
ru: Общие детали для всех заказов

source: Additional comments
ru: Дополнительные комментарии

source: You can use these comments to pass to Interkassa service. It will be available in Interkassa admin area.
ru: Вы можете использовать эти комментарии для сервиса Interkassa.

source: Failure message
ru: Сообщение ошибки

source: This message will be displayed if payment failed.
ru: Сообщение, которое покажется при ошибке оплаты.

source: Provide Interkassa specific text for the submit button on the order review page.
ru: Укажите текст кнопки для оплаты через Interkassa.

source: Order was payed through Interkassa Site
ru: Заказ был оплачен через сервис Interkassa

source: Payment failed
ru: Ошибка при оплате

source: The order № !order is not complete! Please try again or contact shop administration.
ru: Заказ №!order не завершён. Попробуйте снова или свяжитесь с администратором сайта.

source: Interkassa Payment Gateway
ru: Платёжный шлюз Интеркасса

source: Your payment was handled successfully.
ru: Ваш оплата получена.

source: We will process your order immediately.
ru: Мы обработаем ваш заказ немедленно.

source: You can check the status of your order in your profile.
ru: Вы можете проверить состояние вашего заказа в своём профиле.

source: Feel free to continue shopping on our site.
ru: Купите ещё что-нибудь на нашем сайте.

source: We will process your order as soon as the we'll receive the payment.
ru: Мы обработаем ваш заказ как можно скорее как только получим оплату.

source: continue
ru: продолжить

source: Your payment was canceld.
ru: Ваш платёж был отменён.

source: Moneybookers transaction ID: @mb_transaction_id and Payment Type: @payment_type
ru: ID трансакции Moneybookers: @mb_transaction_id и тип оплаты: @payment_type

source: Payment of @amount @currency submitted through Moneybookers.
ru: Оплата на @amount @currency отправлена через Moneybookers.

source: Moneybookers reported a payment of @amount @currency.
ru: Moneybookers сообщает об оплате на @amount @currency.

source: Payment is pending at Moneybookers.
ru: Платёж рассматривается в Moneybookers.

source: Payment canceled at Moneybookers.
ru: Оплата отменена Moneybookers.

source: Payment failed at Moneybookers.
ru: Ошибка при обработке оплаты в Moneybookers.

source: Notification attempt without order ID.
ru: Попытка уведомления без ID заказа.

source: Wrong MD5 signature.
ru: Неправильная MD5 подпись

source: Notification attempt for non-existent order.
ru: Попытка уведомления для несуществующего заказа.

source: Chargeback Notification received.
ru: Получено уведомление об отмене оплаты.

source: To have access to the international payment of Moneybookers please register <a href="https://www.moneybookers.com/app/register.pl">here</a> for a free account, if you don't have one yet.
ru: Чтобы иметь доступ к международной оплате через Moneybookers зарегистрируйте <a href="https://www.moneybookers.com/app/register.pl">здесь</a> бесплатный аккаунт, если у вас ещё нет его.

source: Email address of shop account
ru: E-mail аккаунта

source: The email address of the shop account.
ru: Адрес аккаунта магазина.

source: Validate Email
ru: Проверить E-mail

source: Validate the email address of the shop account.
ru: Проверить e-mail аккаунта магазина.

source: Moneybookers customer ID
ru: ID Moneybookers

source: Your Moneybookers customer ID number.
ru: Ваш ID в сервисе Moneybookers

source: Correspondence language with Moneybookers
ru: Язык

source: Which language would you prefer corresponding with Moneybookers
ru: Предпочитаемый язык интерфейса Moneybookers

source: Activate Moneybookers Quick Checkout
ru: Активировать Moneybookers Quick Checkout

source: Activate Moneybookers Quick Checkout for the shop account.
ru: Включить Moneybookers Quick Checkout для аккаунта магазина.

source: Validate Secret Word
ru: Проверка секретного слова

source: Validate the secret word of the shop account.
ru: Проверка секретного слова для магазина.

source: Support:
ru: Поддержка:

source: Do you have questions?
ru: У вас есть вопросы?

source: Contact Moneybookers on <a href="mailto:ecommerce@moneybookers.com">ecommerce@moneybookers.com</a> or by phone
ru: Свяжитесь с Moneybookers через <a href="mailto:ecommerce@moneybookers.com">e-mail</a> или телефон

source: Wrong Email address specified
ru: Указан неправильный E-mail

source: Name, owner or email of shop not yet configured! These values are required for this interface. Please configure in store settings.
ru: Название, владелец или e-mail магазина ещё не указан! Эти значения обязательны, укажите их.

source: You have sent a request for activation to Moneybookers.
ru: Вы отправили запрос на Moneybookers для активации.

source: Please be aware that the verification process to use Moneybookers Quick Checkout could take up to 72 hours.
ru: Имейте ввиду, что активация Moneybookers Quick Checkout может занять до 72 часов.

source: You will be contacted by Moneybookers when the verification process has been completed.
ru: С вами свяжиться Moneybookers как только проверка будет закончена.

source: You must enter the shops secret word
ru: Вы должны указать секретное слово магазина

source: Secret word successfully checked!<br>You can now save the configuration!
ru: Секретное слово успешно проверено! Теперь вы можете сохранить настройки!

source: Secret word not verified! Check failed!
ru: Секретное слово не проверено!

source: Payment of @amount @currency submitted through PayPal.
ru: Оплата на @amount @currency введена через PayPal.

source: PayPal IPN reported a payment of @amount @currency.
ru: PayPal IPN сообщил об оплате на @amount @currency.

source: You have denied the customer's payment.
ru: Вы отклонили оплату клиента.

source: The authorization has failed and cannot be captured.
ru: Авторизация не прошла, данные не могут быть получены

source: Payment is pending at PayPal: @reason
ru: Оплата рассматривается на PayPal: @reason

source: Payment has been reversed by PayPal: @reason
ru: Оплата была отменена PayPal: @reason

source: The authorization has been voided.
ru: Авторизация была аннулирована.

source: An IPN transaction failed verification for this order.
ru: IPN трансакция не прошла проверку для этого заказа.

source: An error has occurred in your PayPal payment. Please review your cart and try again.
ru: Произошла ошибка с вашей оплатой через PayPal.
