Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: CKEditor will be triggered if the textarea has more rows than entered here. Enter '1' if you do not want to use this feature.
ru: CKEditor будет запущен, если текстовое поле будет иметь количество строк больше, чем указано здесь. Укажите "1", если хотите использовать эту опцию.

source: Use inclusion or exclusion mode
ru: Включение или исключение

source: Choose the way of disabling/enabling CKEditor on selected fields/paths (see below). Use exclude to disable CKEditor on selected fields/paths. Use include if you want to load CKEditor only on selected paths/fields.
ru: Выберите способ отключения/включения CKEditor на выбранных полях/путях (смотрите ниже). Используйте "включение/исключение" редактора на выбранных полях/путях. Используйте "включить", если вы хотите загружать CKEditor только на выбранных путях/полях.

source: Fields to exclude/include
ru: Поля для включения/исключения

source: Enter the paths to the textarea fields on which you want to enable or disable CKEditor.
ru: Укажите пути к текстовым полям, для которых вы хотите включить редактор.

source: Please see the <a href="!helppagelink">help page</a> for more information about defining field names. Short instruction is available below.
ru: Смотрите <a href="!helppagelink">справку</a> для дополнительной информации.

source: Path structure: <strong>content_type@path.element_id</strong>
ru: Структура пути: <strong>content_type@path.element_id</strong>

source: The following wildcards are available: "*", "?".
ru: Доступны подстановки: "*", "?".

source: Content type is optional. You may even specify only path or field id.
ru: Тип содержимого необязателен. Вы можете указать только путь или id поля.

source: Examples:
ru: Примеры:

source: matches all fields of type "blog" called edit-body, on any page.
ru: подходит ко всем полям типа "blog" с названием "edit-body" на всех страницах.

source: matches fields starting with "edit-user-" on pages starting with "node/add/
ru: подходит к полям, которые начинаются с "edit-user-" на страницах с "node/add/"

source: Force simplified toolbar on the following fields
ru: Упрощённая версия для полей

source: Enter the paths to the textarea fields on which you want to force the simplified toolbar (!name).
ru: Укажите путь к текстовым полям, для которых вы хотите принудительно включать упрощённый текстовый редактор (!name).

source: Please see the <a href="!helppagelink">help page</a> for more information about defining field names. Take a look at the exclusion settings (above) for short instruction.
ru: Смотрите <a href="!helppagelink">справку</a> для детальной информации.

source: Editor appearance
ru: Внешний вид

source: Default state
ru: Состояние по умолчанию

source: Can users provide a unique subject for their comments?
ru: Включить/выключить поле для темы комментария.

source: Read only
ru: Только чтение.

source: Read/Write
ru: Чтение/Запись.

source: Default editor state. If disabled, rich text editor may still be enabled using toggle or popup window.
ru: Если выключено,редактор не показывается,однако может быть в любой момент развёрнут в странице или в отдельном окне при крике на ссылку переключателя.

source: Show disable/enable rich text editor toggle
ru: Показывать ссылку переключателя

source: Show
ru: Показать

source: Hide
ru: Скрыть

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if CKEditor is not running in a popup window (see below).
ru: Показывать или нет переключатель "показать/скрыть" текстовый редактор под текстовым полем.

source: Use CKEditor in a popup window
ru: Использовать CKEditor в попапе

source: If this option is enabled a link to a popup window will be used instead of a textarea replace.
ru: Если опция включена,будет показана ссылка на popup-окно вместо поля на странице.

source: Skin
ru: Тема оформления

source: Choose a default skin.
ru: Выберите тему оформления (шкуру) по умолчанию.

source: CKEditor default
ru: CKEditor по умолчанию

source: Select manually
ru: Выбрать вручную

source: Color module: base
ru: Модуль цвета: основа

source: Color module: top
ru: Модуль цвета: топ

source: Color module: bottom
ru: Модуль цвета: низ

source: User Interface color
ru: Цвет интерфейса

source: Works only with "!skin" skin.
ru: Работает только с темой "!skin"

source: Toolbar
ru: Набор инструментов

source: Choose a default toolbar set. To define new toolbar, edit "ckeditor.config.js" located in "!module_path".
ru: Выберите набор кнопок по умолчанию. Для того, чтобы определить новый тулбар, отредактируйте "ckeditor.config.js" в "!module_path".

source: Start the toolbar expanded
ru: Набор инструментов по умолчанию

source: Expanded
ru: Развёрнуто.

source: Use the <a href="!url">add menu block page</a> to create a customizable menu block. You will then be able to configure your menu block before adding it.
ru: Используйте <a href="!url">страницу добавления блока</a> для создания настраиваемого блока меню.

source: Collapsed
ru: Свёрнуто

source: The toolbar start expanded or collapsed.
ru: Сделать набор инструментов развёрнутым или свёрнутым по умолчанию.

source: Width
ru: Ширина

source: Enter a width in pixels or as a percentage. i.e. 500 or 80%.
ru: Укажите ширину в пикселях или в процентах, например 500 или 80%.

source: Width in pixels or percent. Example: 400 or 100%.
ru: Ширина в пикселях или процентах. Например: 400 or 100%.

source: Allows administrators to customize the site navigation menu.
ru: Навигационное меню сайта.

source: The language for the CKEditor interface.
ru: Язык интерфейса.

source: Auto-detect language
ru: Автоопределение языка

source: Use auto detect user language feature.
ru: Использовать автоопределение языка браузера пользователя.

source: Language Direction
ru: Направление языка

source: Get from current locale (default)
ru: Получить из текущей локализации (по умолчанию)

source: Left-To-Right
ru: Слева - направо

source: Right-To-Left
ru: Справа - налево

source: Choose language direction used in the editing area. Even when CKEditor auto detects user language and adjusts it's user interface, the editing area is not automatically changed into LTR or RTL mode. To be able to type LTR (like English) and RTL (like Arabic, Hebrew, Persian) content at the same time, please take a look at the <b>Styles</b> combo and <b>Language: RTL</b>, <b>Language: LTR</b> styles available there. Note: this combo box is not available in the default toolbar, the <b>Styles</b> button needs to be added to the toolbar in ckeditor.config.js.
ru: Выберите направление написания, которое используется в текстовом поле.

source: Cleanup and output
ru: Форматирование

source: Enter mode
ru: Функция клавиши [Ввод]

source: Set which tag CKEditor should use when [Enter] key is pressed.
ru: Укажите, какой тег будет вставлен при нажатии "[Enter]".

source: Shift + Enter mode
ru: Функция клавиш [Enter]+[Shift]

source: Set which tag CKEditor should use when [Shift] + [Enter] is pressed.
ru: Укажите, какой тег будет вставлен при нажатии комбинации клавиш [Shift] + [Enter].

source: Font formats
ru: Формат шрифтов

source: Semicolon separated list of HTML font formats. Allowed values are: p;div;pre;address;h1;h2;h3;h4;h5;h6
ru: Список HTML форматов для шрифтов,разделённых через точку с запятой.Доступные значения: p;div;pre;address;h1;h2;h3;h4;h5;h6

source: Use custom formatting options
ru: Использовать пользовательские опции

source: Custom formatting options
ru: Опции форматирования

source: indent the element contents
ru: назначить содержимое элемента

source: break line before the opener tag
ru: прервать строку перед открывающим тегом

source: break line after the opener tag
ru: прервать строку после открывающего тега

source: break line before the closer tag
ru: прервать строку перед закрывающим тегом

source: break line after the closer tag
ru: прервать строку после закрывающего тега

source: indent the &lt;pre&gt; element contents
ru: назначить содержимое элемента &lt;pre&gt;

source: Editor CSS
ru: CSS редактора

source: Use theme css
ru: Использовать css темы

source: Define css
ru: Определить css

source: Defines the CSS to be used in the editor area.<br />Use theme css - load style.css from current site theme.<br/>Define css - enter path for css file below.<br />CKEditor default - uses default CSS from editor.
ru: Определяет CSS, который будет использован в текстовом поле.

source: CSS path
ru: Путь к CSS

source: Enter path to CSS file (Example: !example1) or a list of css files separated by a comma (Example: !example2). Make sure to select "Define css" above.
ru: Укажите путь к CSS файлу (например !example1) или список css классов, разделённых запятой (Например !example2) . Не забудьте выбрать опцию "Определить css" выше.

source: Available placeholders:!h - host name (!host).!t - path to theme (!theme).
ru: Доступные подстановки: !h - название хоста (!host), !t - путь к теме (!theme).

source: Predefined styles
ru: Предопределённые стили

source: Use theme ckeditor.styles.js
ru: Использовать ckeditor.styles.js

source: Define path to ckeditor.styles.js
ru: Определить путь к ckeditor.styles.js

source: Define the location of "ckeditor.styles.js" file. It is used by the "Style" dropdown list available in the default toolbar. Copy "!ckeditor.styles.js" inside your theme directory ("!theme") and adjust it to your needs.
ru: Определите расположение файла "ckeditor.styles.js". Использовано в выпадающем списке "Стиль". Скопируйте "!ckeditor.styles.js" в директорию вашей темы ("!theme") и настройте по желанию.

source: Predefined styles path
ru: Путь к предопределённым стилям

source: Enter path to a file with predefined styles (Example: "!example1"). Be sure to select "define path to ckeditor.styles.js" above.
ru: Укажите путь к файлу с предустановленными стилями (Например: "!example1"). Не забудьте выбрать опцию "Определить путь к ckeditor.styles.js" выше.

source: Available placeholders:!h - host name (!host).!t - path to theme (!theme).!m - path to CKEditor module (!module).
ru: Доступные подстановки: !h - название хоста (!host). !t - путь к теме (!theme). !m - путь к CKEditor (!module).

source: File browser settings
ru: Файлы

source: Set file browser settings. A file browser will allow you to explore the files contained on the server and embed them as links, images or flash movies. CKEditor is compatible with contributed modules like <a href="!imce">IMCE</a>, <a href="!ib">Image Browser</a> or <a href="!webfm">Web File Manager</a>. CKEditor can be also integrated with <a href="!ckfinder">CKFinder</a>.
ru: Установите настройки файлового браузера. CKEditor поддерживает модули <a href="!imce">IMCE</a>, <a href="!ib">Image Browser</a> или <a href="!webfm">Web File Manager</a>. Также может быть интегрирован с <a href="!ckfinder">CKFinder</a>.

source: Average: <span>!stars</span>
ru: Средний рейтинг: <span>!stars</span>

source: Same as in Link dialog
ru: Как диалог ссылок

source: !module has been installed.
ru: !module был установлен.

source: An image/file uploader and browser supporting personal directories and user quota.
ru: Загрузчик изображений/файлов поддерживает персональные директории и лимиты.

source: File browser type (Link dialog)
ru: Тип файлового браузера (диалог ссылок)

source: Select the file browser that you would like to use to upload files.
ru: Выберите файловый браузер для загрузки файлов.

source: File browser type (Image dialog)
ru: Тип браузера (диалог изображений)

source: Select the file browser that you would like to use to upload images.
ru: Выберите файловый браузер для загрузки изображений.

source: File browser type (Flash dialog)
ru: Тип браузера (диалог флэш)

source: Select the file browser that you would like to use to upload flash movies.
ru: Выберите файловый браузер для загрузки флэш.

source: CKFinder settings
ru: Настройки CKFinder

source: Path to uploaded files
ru: Относительный путь к загруженным файлам

source: Path to uploaded files relative to the document root.
ru: Путь к загруженным файлам относительно директории установки.

source: Available placeholders:!b - base URL path of the Drupal installation (!base).!f - Drupal file system path where the files are stored (!files).!u - User ID.!n - Username.<br />Current path: !path
ru: Доступные заменители: !b - основной путь установки системы (!base). !f - файловая система (!files). !u - ID пользователя. !n - имя пользователя. <br />Текущий путь: !path

source: Absolute path to uploaded files
ru: Абсолютный путь к загруженным файлам:

source: The path to the local directory (in the server) which points to the path defined above. If empty, CKEditor will try to discover the right path.
ru: Путь к локальной директории, который ведёт на путь, определённый выше. Если пусто, CKEditor попробует установить правильный путь.

source: Available placeholders:!d - server path to document root (!root).!b - base URL path of the Drupal installation (!base).!f - Drupal file system path where the files are stored (!files).!u - User ID.!n - Username.<br />Current path: !path
ru: Доступные подстановки: !d - путь на сервере к директории документов (!root). !b - базовый системный URL (!base). !f - Файловая система, куда сохраняются файлы (!files). !u - ID пользователя. !n - имя пользователя.

source: Setting relative path to uploaded files has been disabled because private downloads are enabled and this path is calculated automatically. To change the location of uploaded files in the private file system, edit the <a href="!url">CKEditor Global Profile</a>.
ru: Установка относительного пути к загруженным файлам была отключена, так как включена приватная загрузка и этот путь вычисляется автоматически. Чтобы изменить местоположение загруженных файлов в приватной директории, отредактируйте <a href="!url">глобальный профиль</a>

source: Setting path to uploaded files has been disabled because private downloads are enabled and this path is calculated automatically.To change the location of uploaded files in the private file system, edit the <a href="!url">CKEditor Global Profile</a>.
ru: Настройка пути к загруженным файлам была отключена, так как включён приватный способ загрузки и этот путь вычисляется автоматически. Чтобы изменить местоположение загруженных файлов, отредактируйте <a href="!url">глобальный профиль</a>.

source: Advanced options
ru: Дополнительно

source: Parents
ru: Родители

source: Load method
ru: Метод загрузки

source: Select the load method of CKEditor. If ckeditor_basic.js is used, only a small file is initially loaded and the rest part of the editor is loaded later (see "Load timeout"). This might be handy if CKEditor is disabled by default.
ru: Выберите метод загрузки CKEditor. Если использован ckeditor_basic.js, загружен только небольщой начальный файл, остальная часть будет загружена позже (смотрите "Пауза загрузки"). Это может быть удобно, если CKEditor выключен по умолчанию.

source: Load timeout
ru: Пауза загрузки

source: The time to wait (in seconds) to load the full editor code after the page load, if the "ckeditor_basic.js" file is used. If set to zero, the editor is loaded on demand.
ru: Время ожидания (в секундах) для загрузки полного редактора после загрузки страницы, если используется ckeditor_basic.js. Если установлено в "0", редактор загружается по требованию.

source: Force pasting as plain text
ru: Принудительно вставлять простой текст

source: If enabled, HTML content will be automatically changed to plain text when pasting.
ru: Если включено, HTML контент будет автоматически изменён на простой при вставке.

source: Load ckeditor.config.js from theme path
ru: Загрузить ckeditor.config.js из директории темы

source: When set to "true" the editor will try to load the ckeditor.config.js file from theme directory.
ru: Если установлено "true", редактор будет пробовать загружать ckeditor.config.js из директории темы.

source: Custom javascript configuration
ru: Конфигурация javascript

source: To change CKEditor configuration globally, you should modify the config file: "!ckeditor_config". Sometimes it is required to change the CKEditor configuration for a single profile only. Use this box to define settings that are unique for this profile. Available options are listed in the <a href="!docs">CKEditor documentation</a>. Add the following code snippet to change available fonts in combo boxes in CKEditor: <pre>@code</pre><strong>Warning</strong>: If you make something wrong here, CKEditor may fail to load.
ru: Для глобального изменения CKEditor, вы должны модифицировать конфигурационный файл: "!ckeditor_config". Иногда необходимо изменить настройку только для одного профиля. Используйте это поле для определения уникальных для этого профиля настроек. Доступные опции описаны в <a href="!docs">документации</a>. Добавьте следующий код для изменения доступных букв в CKEditor: <pre>@code</pre>. ВНИМАНИЕ: если что-то будет сделано неправильно, CKEditor может не загрузиться.

source: Include mode selected, but no paths given. Enter at least one path where CKEditor should appear.
ru: Выбран режим включения, но пути не указаны. Укажите по крайней мере один путь, где должен появиться CKEditor.

source: Minimum rows must be a valid number.
ru: Минимальное количество строк должно быть правильным числом.

source: If CKEditor is enabled by default, popup window must be disabled.
ru: Если CKEditor включён по умолчанию, попап должен быть выключен.

source: If toggle is enabled, popup window must be disabled.
ru: Если переключатель "включить/выключить редактор" разрешён,отдельное окно должно быть запрещено.

source: You must give a profile name.
ru: Вы должны указать название профиля.

source: This profile name is reserved. Please choose a different name.
ru: Это название профиля зарезервировано. Выберите другое название.

source: The profile name must be unique. A profile with this name already exists.
ru: Название профиля должно быть уникальным. Профиль с таким названием уже существует.

source: Enter valid width. Example: 400 or 100%.
ru: Введите правильную ширину.Например 400 или 100%

source: CSS path is not empty. Please set the "Editor CSS" option to "define css" mode.
ru: Путь к CSS не пуст.Установите опцию "CSS редактора" в положение "определить css".

source: Double quotes are not allowed in CSS path.
ru: Двойные кавычки не допустимы в пути к CSS файлу.

source: Enter valid path, do not surround it with quotes.
ru: Укажите правильный путь,не применяйте кавычки.

source: Path to predefined styles is not empty. Please set the "Predefined styles" option to "define path to ckeditor.styles.js" mode.
ru: Путь к стилям не пуст. Установите опцию "Предустановленные стили" в режим "Определить путь к ckeditor.styles.js".

source: Double quotes are not allowed in path.
ru: Двойные кавычки не допустимы в обозначении пути.

source: Enter valid, semicolon separated, list of HTML font formats (no semicolon at the end of list expected).
ru: Укажите через запятую список шрифтов в формате HTML.Не ставьте запятую в конце списка.

source: Path to uploaded files is required.
ru: Путь к загруженным файлам обязателен.

source: Absolute path to uploaded files is required.
ru: Абсолютный путь к загруженным файлам обязателен.

source: Set valid load method.
ru: Установите правильный метод загрузки.

source: Enter valid load timeout in seconds.
ru: Укажите правильное время паузы в секундах.

source: Your CKEditor profile has been updated.
ru: Ваш CKEditor профиль был обновлён.

source: Global profile already exist. Only one global profile is allowed.
ru: Глобальный профиль уже существует.Допускается только один глобальный профиль.

source: Create global profile
ru: Создать глобальный профиль

source: Update global profile
ru: Обновить глобальный профиль

source: Main setup
ru: Приоритет

source: Role precedence
ru: Приоритет ролей

source: A user having <strong>multiple roles</strong> gets the permissions of the highest one. Sort role IDs according to their <strong>precedence from higher to lower</strong> by putting > in between.
ru: Пользователь, имеющий множественные роли, получит права самой высшей роли. Отсортируйте ID ролей в соответстви с иерархией.

source: Here is the id-name pairs of roles having access to CKEditor:
ru: ID ролей, имеющих доступ к CKEditor:

source: You haven't assigned the "access ckeditor" <a href="!permissions">permissions</a> yet.
ru: Вы пока не назначили <a href="!permissions">права</a> доступа к ckeditor.

source: The following settings are combined with the visibility settings of the specific profile.
ru: Следующие настройки скомбинированы с настройками видимости определённых профилей.

source: Advanced settings
ru: Дополнительные настройки

source: WWW prefix handling
ru: Поддержка префиксов WWW

source: Path to CKEditor
ru: Путь к CKEditor

source: Path to CKEditor (the HTML editor, downloaded from <a href="!ckeditorcom">ckeditor.com</a>) relative to the document root.
ru: Путь к CKEditor (ядро, загрузите со страницы редактора <a href="!ckeditorcom">ckeditor.com</a>), относительно установки системы.

source: Available placeholders:!b - base URL path of the Drupal installation (!base).!m - base URL path where CKEditor module is stored (!files).<br />Current path: !path
ru: Доступные подстановки: !b - базовое URL установки системы (!base). !m - базовый URL, где сохраняются файлы модуля CKEditor (!files). Текущий путь: !path

source: Local path to CKEditor
ru: Локальный путь к CKEditor

source: The path to the local directory (on the server) which points to the path defined above. Enter either an absolute server path or path relative to "index.php". If empty, CKEditor module will try to find the right path.<br />Current path: !path
ru: Путь к локальной директории (на сервере), который указывает на адрес, указанный выше. Укажите абсолютный путь сервера или путь к "index.php". Если пусто, CKEditor будет пытаться найти правильный путь. Текущий путь: !path

source: Show field name hint below each rich text editor
ru: Показать название поля под каждым текстовым редактором

source: This only applies for users with "administer ckeditor" permissions.
ru: Действует только для пользователей с правами "администрировать ckeditor".

source: Location of files uploaded with CKEditor in the private folder
ru: Расположение файлов, загруженных с CKEditor в приватную директорию

source: The path relative to the location of the private directory where CKEditor should store uploaded files.
ru: Путь относительно приватной директории, куда CKEditor должен сохранять загруженные файлы.

source: <strong>Warning:</strong> CKEditor does not implement any kind of access protection on files available in this location. All files stored in the directory defined above might be accessible by unauthenticated users if there is no information about the file in the Drupal's database.
ru: ВНИМАНИЕ: CKEditor не предоставляет никакой защиты для файлов в этой директории. Все файлы. сохранённые в директории, определённой выше, доступны для неавторизированных пользователей, если нет никакой информации по этим файлам в БД системы.

source: System path to the private folder is: !system_path.
ru: Системный путь к приватной директории: !system_path.

source: Available wildcard characters:
ru: Доступные подстановки:

source: User ID
ru: ID пользователя

source: Current path: !path
ru: Текущий путь: !path

source: Link to paths only
ru: Только ссылка на путь

source: Link using internal: links
ru: Ссылаться при помощи внутренних ссылок.

source: Allow user to select between paths and internal links
ru: Разрешить пользователям выбирать между путями и внутренни

source: Path Filter & Link To Content integration
ru: Интеграция фильтра пути и ссылки на содержимое
