Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Check the user language setting.
ru: Проверить настройки языков пользователя.

source: Returns TRUE if the user language setting matches the condition.
ru: Возвращает TRUE, если языковые настройки языка соответствуют условиям.

source: Check the role of the user.
ru: Проверить роль пользователя.

source: Update the order status
ru: Обновить состояние заказа

source: Add a comment to the order
ru: Добавить комментарий к заказу

source: Send an order email
ru: Отправить e-mail заказа

source: Email an order invoice
ru: Отправить инвойс заказа по E-mail

source: Order total value
ru: Итоговое значение заказа

source: Specify a value to compare the order total against.
ru: Определите значение для сравнения итоговой суммы заказа

source: Order total comparison type
ru: Тип сравнения итоговой суммы заказа

source: Specify a postal code or postal code pattern. Use "*" as a wild card to specify a range of postal codes.<br /><b>Example:</b> In the US, 402* represents all areas from 40200 to 40299.
ru: Укажите почтовый код или шаблон почтового кода.Используйте "*" для указания диапазона почтового кода.Например,код 402* означает все районы с почтовым кодом от 40200 до 40299.

source: Require selected products
ru: Запрос выбранных товаров

source: Order has any of these products.
ru: Заказ имеет любой из этих товаров.

source: Order has all of these products.
ru: Заказ имеет все эти товары.

source: Forbid other products
ru: Запретить другие товары

source: Order may have other products.
ru: Заказ может иметь другие товары.

source: Order has only these products.
ru: Заказ имеет только эти товары.

source: Product models
ru: Модель товара

source: - All products -
ru: - Все товары -

source: Selecting "- All products -" will override any other selections and returns the total number of products in the order.
ru: Если выбрано "- Все товары -", это перепишет любой другой выбор и вернёт общее число товаров в заказе.

source: Product count value
ru: Значение числа товара

source: Specify a value to compare the product count against.
ru: Задайте значения для сравнения числа товаров.

source: Product count comparison type
ru: Тип сравнения числа товаров

source: Product weight value
ru: Значение веса товара

source: Specify a value to compare the product weight against.
ru: Задайте значения для сравнения веса товаров.

source: User name
ru: Имя пользователя

source: User email
ru: E-mail пользователя

source: User was created before the specified date.
ru: Пользователь был создан перед указанной датой.

source: User was created on or before the specified date.
ru: Пользователь был создан перед или в указанную дату.

source: User was created on the specified date.
ru: Пользователь был создан в указанную дату

source: User was not created on the specified date.
ru: Пользователь НЕ был создан в указанной дате

source: User was created on or after the specified date.
ru: Пользователь был создан в указанной дате или после неё.

source: User was created after the specified date.
ru: Пользователь был создан после указанной даты.

source: User creation date
ru: Дата создания пользователя

source: User last logged in before the specified date.
ru: Пользователь последний раз заходил на сайт перед указанной датой.

source: User last logged in on, or before the specified date.
ru: Пользователь последний раз заходил на сайт перед или в указанную дату.

source: User last logged in on the specified date.
ru: Пользователь последний раз заходил в указанную дату.

source: User did not log in last on the specified date.
ru: Пользователь НЕ заходил на сайт в указанную дату.

source: User last logged in on or after the specified date.
ru: Пользователь последний раз заходил на сайт в указанную дату или после неё.

source: User last logged after the specified date.
ru: Пользователь последний раз заходил на сайт после указанной даты.

source: User last login date
ru: Дата последнего захода

source: User language setting
ru: Настройки языка

source: If you use an <em>AND</em> case and want to check a custom role, make sure <em>authenticated user</em> is checked too or the condition will return FALSE.
ru: Если вы используете оператор "AND" и хотите проверить роль пользователя, удостоверьтесь, что отмечен также "авторизированный пользователь", впротивном случае будет возвращено FALSE.

source: Select an order comment type
ru: Выберите тип комментирования заказа

source: Enter this as an admin comment.
ru: Комментарий от имени администратора.

source: Enter this as a customer order comment.
ru: Комментарий от имени клиента.

source: Enter this as a customer order comment with a notified icon.
ru: Комментарий от имени клиента с иконкой уведомления.

source: Enter the comment message. Uses <a href="!url">order and global tokens</a>.
ru: Укажите текст комментария.Используются <a href="!url">токены заказа и глобальные токены</a>.

source: You can make use of the replacement patterns in the e-mail from and recipients fields, the subject, and the message body.
ru: Вы можете использовать эти токены в полях e-mail для темы письма,получателя,основного сообщения.

source: You can make use of the replacement patterns in the recipients, the subject, and the template file.
ru: Вы можете использовать шаблоны подстановки полях получателя,темы и в шаблоне.

source: Invoice template
ru: Шаблон инвойса

source: Select the invoice template to use for this email.
ru: Выберите шаблон инвойса для использования в этом e-mail.

source: Included information
ru: Включенная информация

source: Show the business header and shipping method.
ru: Показать сообщение вверху и способ доставки.

source: Show all of the above plus the help text, email text, and store footer.
ru: Показать все,указанное выше + справочный текст, текст e-mail и сообщение внизу.

source: Show all of the above plus the "thank you" message.
ru: Показать все, указанное выше + благодарственное сообщение.

source: Attempted to e-mail an invoice with no recipient.
ru: Попытка отправки инвойса в e-mail без получателя.

source: Attempt to e-mail invoice for order @order_id to @email failed.
ru: Ошибка при попытке отправки инвойса по заказу @order_id на @email

source: Subtotal
ru: Предварительная сумма

source: Modify 'Ship to' information
ru: Изменить информацию "Доставить до"

source: Select from address book.
ru: Выбрать из адресной книги

source: Modify 'Bill to' information
ru: Изменить информацию "Платёжные реквизиты клиента"

source: Copy shipping information.
ru: Копировать из адреса доставки

source: Customer number: !user_link
ru: Номер клиента: !user_link

source: Primary e-mail:
ru: Основной e-mail:

source: Modify 'Customer info'
ru: Изменить "Данные клиента"

source: Loading product information... (<em>If nothing happens, make sure you have Javascript enabled.</em>)
ru: Загрузка...

source: Add product
ru: Добавить товар

source: Add blank line
ru: Добавить пустую строку

source: Select a type
ru: Выбрать тип

source: Add line
ru: Добавить

source: Modify 'line items'
ru: Изменить строки товаров

source: Remove line item.
ru: Удалить строку товара.

source: Remove this line item?
ru: Удалить эту строку?

source: Add a line item
ru: Добавить строку товара

source: Line item removed.
ru: Строка товара удалена.

source: Order created.
ru: Заказ создан.

source: Add an admin comment
ru: Добавить комментарий администратора

source: Admin comments are only seen by store administrators.
ru: Комментарии администратора будут видны ТОЛЬКО администраторам магазина.

source: No admin comments have been entered for this order.
ru: Нет написанных администратором комментариев для этого заказа.

source: Add an order comment
ru: Добавить комментарий для клиента

source: Order comments are used primarily to communicate with the customer.
ru: Используется для общения с клиентом.

source: Send e-mail notification on update.
ru: Послать уведомление по E-mail

source: Order updated.
ru: Заказ обновлён.

source: Notified
ru: Уведомлён

source: This order has no comments associated with it.
ru: Нет комментариев

source: This order has no admin comments associated with it.
ru: Этот заказ не имеет комментариев администратора.

source: Order @order_id
ru: Заказ @order_id

source: Standard delivery
ru: Стандартная доставка

source: <i>No comments left.</i>
ru: <i>Комментариев нет.</i>

source: <i>No comment found.</i>
ru: <i>Комментарии не найдены.</i>

source: Click here to view your order history.
ru: История заказов

source: Your Order Invoice
ru: Инвойс заказа

source: Ship to
ru: Доставка

source: Manage the order's shipping address and contact information.
ru: Управлять адресом доставки заказа и контактной информацией.

source: Bill to
ru: Платёжные реквизиты клиента

source: Manage the order's billing address and contact information.
ru: Управлять платёжными адресами заказа и контактной информацией

source: Customer info
ru: Данные клиента

source: Manage the information for the customer's user account.
ru: Управлять информацией для профилей клиентов.

source: Manage the products an order contains.
ru: Управлять товарами,которые содержит заказ.

source: Line items
ru: Строки товаров

source: View and modify an order's line items.
ru: Просмотр и изменение строк заказа.

source: View the order comments, used for communicating with customers.
ru: Просмотр комментариев заказа,которые использовались для общения с клиентами.

source: Admin comments
ru: Комментарии администратора

source: View the admin comments, used for administrative notes and instructions.
ru: Просмотр комментариев администратора,которые использовались для замечаний и инструкций.

source: Update order
ru: Обновить заказ

source: Update an order's status or add comments to an order.
ru: Обновить состояние заказа или добавить комментарии к заказу.

source: Empty line
ru: Пустая строка

source: [order-first-name] [order-last-name], Your order number [order-link] at [store-name] has been updated. Order status: [order-status] Order comment: [order-last-comment] Browse to the following page to login to your account and view your order details: [site-login] Thanks again, [store-name] [site-slogan]
ru: [order-first-name] [order-last-name], ваш заказ [order-link] на сайте [store-name] был обновлён. Состояние заказа: [order-status] Комментарий: [order-last-comment] Для просмотра деталей заказа откройте свой профиль: [site-login] Спасибо, [store-name] [site-slogan]

source: State
ru: Состояние

source: Default order status
ru: Состояние заказа по умолчанию

source: Use this button to create a custom order status: !create_form
ru: Используйте эту кнопку для создания состояния заказа: !create_form

source: !title is !enabled.
ru: !title <strong>!enabled.</strong>

source: Order panes on %screen screen:
ru: Панели заказа в виде %screen:

source: Search options
ru: Опции поиска

source: Search for customers based on any of the following fields. Use * as a wildcard to match any character.<br/>For example, searching by last name for 's*' will return all customers whose last name starts with an s.<br/>(<em>Leave a field empty to ignore it in the search.</em>)
ru: Используйте * для подстановки в любом месте поисковой фразы.Этот символ означает "любые буквы на этом месте".Например,при поиске по фамилии клиента,которая начинается на "С" и используя поисковый запрос в виде "С*",вы получите всех клиентов,фамилии которых начинаются на "С".Можете оставить любое поле пустым,чтобы исключить из результатов поиска.

source: Billing first name
ru: Имя в платёжных данных

source: Billing last name
ru: Фамилия в платёжных данных

source: Billing company
ru: Организация в платёжных данных

source: Shipping first name
ru: Имя в данных доставки

source: Shipping last name
ru: Фамилия в данных доставки

source: Shipping company
ru: Организация в данных доставки

source: Specify dates to the right if checked.
ru: Сортировка по дате.

source: @key changed from %old to %new.
ru: @key изменено с %old на %new.

source: Custom template
ru: собственного изготовления

source: View order @order_id.
ru: Смотреть заказ @order_id

source: Edit order @order_id.
ru: Редактировать заказ @order_id.

source: Delete order @order_id.
ru: Удалить заказ @order_id.

source: uc_order
ru: Заказы магазина

source: Order @order_id deleted by user @uid.
ru: Заказ @order_id удалён пользователем @uid.

source: view own orders
ru: Смотреть свои заказы

source: view all orders
ru: Просматривать все заказы

source: create orders
ru: Создавать заказы

source: edit orders
ru: Редактировать заказы

source: delete orders
ru: Удалять заказы

source: unconditionally delete orders
ru: Безоговорочно удалять заказы

source: administer order workflow
ru: Администрировать процесс обработки заказа

source: View the order settings.
ru: Настройки заказов

source: Edit the order settings.
ru: Редактирование настроек заказов.

source: Edit the basic order settings.
ru: Редактирование базовых настроек заказа

source: Order workflow
ru: Обработка заказов

source: Modify and configure order states and statuses.
ru: Настройка и конфигурация состояний заказа.

source: Order panes
ru: Панель заказа

source: Edit the pane settings for order pages.
ru: Редактировать панель настройки страниц заказа.

source: View orders with a particular order status.
ru: Просмотр заказов с определённым состоянием заказа.

source: View your order history.
ru: Смотреть историю всех заказов

source: View order.
ru: Просмотр заказа.

source: View invoice
ru: Смотреть инвойсы

source: View order invoice.
ru: Просмотр инвойса заказа.

source: Product select
ru: Выбор товара

source: Printable invoice
ru: Печатная версия

source: Delete an order
ru: Удалить заказ

source: Main orders table.
ru: Главная таблица заказов.

source: The ID of the user that placed the order.
ru: ID пользователя, который разместил заказ.

source: The order status.
ru: Состояние заказа

source: The total amount to be paid for the order.
ru: Общая сумма заказа.

source: The total product quantity of the order.
ru: Общее количество товаров в заказе

source: The email address of the customer.
ru: E-mail пользователя.

source: The first name of the person receiving shipment.
ru: Имя получателя заказа.

source: The last name of the person receiving shipment.
ru: Фамилия получателя заказа.

source: The phone number at the delivery location.
ru: Телефон доставки.

source: The company at the delivery location.
ru: Компания,получающая заказ.

source: The street address of the delivery location.
ru: Адрес улицы доставки.

source: The second line of the street address.
ru: Второй адрес улицы доставки.

source: The city of the delivery location.
ru: Город в адресе доставки.

source: The state/zone/province id of the delivery location.
ru: ID провинции/зоны/штата адреса доставки.

source: The postal code of the delivery location.
ru: Почтовый код места доставки.

source: The country ID of the delivery location.
ru: ID страны доставки.

source: The first name of the person paying for the order.
ru: Имя заплатившего за заказ.

source: The last name of the person paying for the order.
ru: Фамилия, заплатившего за заказ.

source: The company of the billing address.
ru: Компания в платёжной информации.

source: The street address where the bill will be sent.
ru: Адрес улицы в платёжной информации.

source: The city where the bill will be sent.
ru: Название города в платёжной информации.

source: The state/zone/province ID where the bill will be sent.
ru: ID штата/провинции/зоны в платёжной информации.

source: The postal code where the bill will be sent.
ru: Почтовый адрес в платёжной информации.

source: The country ID where the bill will be sent.
ru: ID страны в платёжной информации.

source: The method of payment.
ru: Способ оплаты.

source: Serialized array of extra data.
ru: Сериализированный массив дополнительных данных.

source: Timestamp of when the order was created.
ru: Время создания заказа.

source: Timestamp of when the order was last modified.
ru: Время последнего изменения заказа.

source: Host IP address of the person paying for the order.
ru: Фиксировать IP покупателей, оплачивающих заказ.

source: Comments on orders that only administrators can see.
ru: Комментарии заказа для администратора.

source: The comment ID.
ru: ID комментария.

source: The user ID who made the comment.
ru: ID пользователя, который написал комментарий.

source: The comment body.
ru: Текст комментария

source: Timestamp of when the comment was created.
ru: Время создания комментария.

source: Comments on the order that the customer can see.
ru: Комментарии к заказу для покупателя.

source: The status the order had when the comment was made.
ru: Состояние, которое имел заказ, когда был сделан комментарий.

source: Boolean flag; if set, the comment was emailed to the customer.
ru: Двоичный флаг; если установлено, комментарий был отправлен по e-mail покупателю.

source: Order line items other than products.
ru: Другие, кроме товара, строки заказа.

source: The line item ID.
ru: ID строки

source: The line item type.
ru: Тип строки заказа.

source: The label of the line item.
ru: Надпись строки.

source: The amount of the line item in the store's currency.
ru: Сумма строки в валюте магазина.

source: The sort criteria of line items.
ru: Критерий сортировки строк.

source: Record of changes made to an order.
ru: Записывать все изменения, сделанные в заказе.

source: The log entry ID.
ru: ID записи истории.

source: The user ID who made the changes.
ru: ID пользователя, который сделал изменения.

source: Description of what was changed.
ru: Описание того, что было изменено.

source: Timestamp of when the change was made.
ru: Время, когда изменения были сделаны.

source: The products that have been ordered.
ru: Товары, которые были заказаны.

source: The ordered product ID.
ru: ID заказанных товаров.

source: The product title.
ru: Заголовок товара.

source: The product manufacturer. (Deprecated)
ru: Производитель товара.

source: The product model/SKU.
ru: Модель товара/SKU.

source: The number of the same product ordered.
ru: Число таких же заказанных товаров.

source: The cost to the store for the product.
ru: Стоимость этих товаров.

source: The price paid for the ordered product.
ru: Цена,заплаченная за заказанные товары.

source: The physical weight.
ru: Физический вес.

source: The order status ID.
ru: ID состояния заказа.

source: The status title.
ru: Заголовок состояния.

source: The base order state the status is associated with.
ru: Основное состояние заказа, с которым ассоциируется это состояние.

source: The sort criteria for statuses.
ru: Критерий сортировки для состояний.

source: Boolean flag; if set, users can not delete the status.
ru: Двоичный флаг; если установлен, пользователи не могут удалять это состояние.

source: Fixed %count predicates with the action "uc_order_email_invoice".
ru: %count объявлено с действием "uc_order_email_invoice".

source: Removed new users' passwords from order data.
ru: Новый пароль пользователя удалён из данных заказа.

source: Populated the product count column for {uc_orders}.
ru: Заполненая колонка количества товаров для {uc_orders}.

source: Fixed %count predicates with the condition "uc_order_condition_has_products".
ru: Зафиксировано %count заявок с условиями "uc_order_condition_has_products".

source: REQUIRED. Receive and manage orders through your website.
ru: Приём и управление заказами в магазине.

source: Order number:
ru: Номер заказа:

source: Customer:
ru: Клиент:

source: Shipping method:
ru: Способ доставки:

source: Products:
ru: Товары:

source: Order comments:
ru: Комментарии к заказу:

source: Thanks for your order, [order-first-name]!
ru: Спасибо за заказ, [order-first-name]!

source: An account has been created for you with the following details:
ru: Для вас был создан профиль со следующими данными:

source: Username:
ru: Логин:

source: Password:
ru: Пароль:

source: If you need to check the status of your order, please visit our home page at [store-link] and click on "My account" in the menu or login with the following link:
ru: Отредактировать или просмотреть состояние вашего заказа можно здесь:

source: Purchasing Information:
ru: Информация о заказе

source: E-mail Address:
ru: E-mail покупателя:

source: Billing Address:
ru: Платёжный адрес покупателя:

source: Billing Phone:
ru: Телефон покупателя:

source: Shipping Address:
ru: Адрес доставки:

source: Shipping Phone:
ru: Телефон доставки:

source: Order Grand Total:
ru: Итоговая сумма к оплате:

source: Payment Method:
ru: Способ оплаты:

source: Order Summary:
ru: Резюме заказа

source: Shipping Details:
ru: Данные о доставке:

source: Shipping Method:
ru: Способ доставки:

source: Products Subtotal:
ru: Предварительная сумма:

source: Total for this Order:
ru: Итоговая сумма:

source: Products on order:
ru: Ваши покупки:

source: (!price each)
ru: (!price за штуку)

source: Please note: This e-mail message is an automated notification. Please do not reply to this message.
ru: Обратите внимание: это сообщение создано автоматически,не отвечайте на него.

source: Class ID
ru: ID класса

source: No product classes have been defined yet.
ru: Классы товаров пока не определены.

source: Add a class
ru: Добавить класс

source: No image widgets installed.
ru: Плагин не установлен

source: Product image widget
ru: Плагин для изображения

source: The selected widget will be used to display a zoomed version of product images when they are clicked.
ru: Выбранный плагин будет использован для отображения увеличенного изображения товара при клике на превью.

source: Display an optional quantity field in the <em>Add to Cart</em> form.
ru: Отображать поле подсчёта в форме добавления товара в корзину.

source: The Quantity field in the <em>Add to Cart</em> form is enabled.
ru: Поле количества в формае добавления в корзину включено.

source: The Quantity field in the <em>Add to Cart</em> form is disabled.
ru: Поле количества в формае добавления в корзину выключено.

source: Enable <em>Add to cart</em> forms in product node teasers.
ru: Включить форму "Добавить в корзину" в аннотации документа товара.

source: The <em>Add to Cart</em> form is enabled in product teasers.
ru: Форма добавления товара в корзину включена в аннотации товара.

source: The <em>Add to Cart</em> form is disabled in product teasers.
ru: Форма "Добавить в корзину" выключена в аннотации документа.

source: <em>Add to cart</em> button text
ru: Текст на кнопке "Добавить в корзину"

source: Use the textboxes to adjust the text of the submit button for <em>Add to Cart</em> forms in various places on the site.
ru: Текст кнопки в зависимости от места отображения.

source: Teaser forms
ru: Аннотация

source: For the form displayed on teasers and catalog pages.
ru: Для форм,отображаемых в аннотации и страницах каталога.

source: Add to cart
ru: Добавить в корзину

source: Teaser and catalog pages: %text
ru: Аннотация и страницы товара: %text

source: Product view
ru: Страница товара

source: For the form displayed on the product view page.
ru: Для форм,отображаемых на странице обзора товара.

source: Product view pages: %text
ru: Страницы товара: %text

source: Display price
ru: Отображаемая цена

source: Cost (seen only by 'administer products' permission)
ru: Стоимость (разрешено для пользователей с правами "администрировать товары")

source: Displayed product fields:
ru: Отображаемые поля товара:

source: Product field
ru: Поле

source: No product features found.
ru: Свойства товара не найдены.

source: The following product features are enabled
ru: Включены опции

source: !feature settings
ru: !feature

source: The following features are enabled:
ru: Включены следующие товары:

source: The product feature has been deleted.
ru: Свойства товара были удалены.

source: Are you sure you wish to delete this %feature?
ru: Вы уверены,что хотите удалить свойство %feature?
