Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: year(s)
ru: год

source: Ubercart roles
ru: Роли

source: Pending Expirations
ru: Ожидающие истечения

source: for
ru: для

source: Make permanent
ru: Сделать постоянно

source: Expiration
ru: Срок действия

source: Add/remove time
ru: Коррекция времени

source: There are no pending expirations for roles this user.
ru: Пока нет никаких записей.

source: Below you can add or remove time to the expiration dates of the following roles.
ru: Здесь можно добавить или удалить время окончания срока действия ролей:

source: The expiration length must be a positive integer
ru: Продолжительность срока действия должна быть позитивным целым числом.

source: The new expiration date, %date, has already occurred.
ru: Новая дата срока действия %date уже прошла.

source: There are no product role(s) that can be assigned upon product purchase. Set product roles in the <a href="!url">product feature settings</a> under the role assignment settings fieldset.
ru: У вас пока нет разделение товаров по ролям,что может сказаться во время расчёта за покупку.Установите роли для товаров в <a href="!url">установке свойств товаров</a>

source: The role(s) %roles are set to be used with the Role Assignment product feature.
ru: Роль(ли) установлены для использования с опцией товара "Роли".

source: [store-name]: [role-name] role granted
ru: [store-name]. Присвоена роль: [role-name]

source: [order-first-name] [order-last-name], Thanks to your order, [order-link], at [store-name] you now have a new role, [role-name]. Thanks again, [store-name] [site-slogan]
ru: [order-first-name] [order-last-name],спасибо за ваш заказ ( [order-link] ) в магазине [store-name] ! Вам была присвоена новая роль [role-name].<p></p> <p>[store-name][site-slogan]</p>

source: [store-name]: [role-name] role expired
ru: [store-name]: действие роли [role-name] было приостановлено.

source: The role, [role-name], you acquired by purchasing a product at our store has expired. Any special access or privileges that came with it are now gone. You can purchase it again by going to [store-link] Thanks again, [store-name] [site-slogan]
ru: Действие роли [role-name],которая вам была присвоена при покупке в нашем магазине,было приостановлено.Вы можете приобрести её снова [store-link] <p></p><p>[store-name][site-slogan]</p>

source: [store-name]: [role-name] role renewed
ru: [store-name]: [role-name] роль обновлена

source: [order-first-name] [order-last-name], Thanks to your order, [order-link], at [store-name] you have renewed the role, [role-name]. It is now set to expire on [role-expiration-short]. Thanks again, [store-name] [site-slogan]
ru: [order-first-name] [order-last-name],спасибо за ваш заказ ( [order-link] ) на [store-name].Вы обновили вашу роль [role-name]. Действие этой роли истекает [role-expiration-short].<p></p> <p>[store-name][site-slogan]</p>

source: [store-name]: [role-name] role expiration notice
ru: [store-name]: Напоминание об истечении срока действия роли [role-name]

source: This message is to remind you that the role, [role-name], you acquired by making a purchase at our store will expire at [role-expiration-short]. You may visit [store-link] to renew this role before it expires. Thanks again, [store-name] [site-slogan]
ru: Это сообщение напоминает вам,что срок действие роли [role-name],которую вы получили при покупке в нашем магазине,истекает [role-expiration-short].Вы можете открыть свой профиль [store-link] для продолжения срока этой роли.<p>[store-name][site-slogan]</p>

source: Expiring roles
ru: Истечение срока действия роли

source: This role will expire on !date
ru: Действие этой роли будет остановлено !date

source: You need to <a href="!url">create new roles</a> before any can be added as product features.
ru: Вы можете <a href="!url">создать новую роль</a> перед тем,как она будет добавлена в свойства товара.

source: This is the SKU of the product that will grant the role.
ru: SKU товара, за который дадут роль.

source: This is the role the customer will receive after purchasing the product.
ru: Это роль,которую получит клиент после покупки товара.

source: Shippable product
ru: Доставляемый товар

source: Check if this product SKU that uses role assignment is associated with a shippable product.
ru: Отметьте, если этот артикул товара, который использует назначенную роль, ассоциируется с доставляемым товаром.

source: Expiration period
ru: Период срока действия

source: Override the default ending expiration
ru: Переписать срок действия по умолчанию

source: End
ru: Конец

source: Relative from activation time
ru: В зависимости от времени активации

source: Absolute role ending
ru: Абсолютная дата окончания

source: From the time the expiration period started.
ru: От времени начала срока действия.

source: When this expiration period will end.
ru: Когда срок действия закончится.

source: Multiply by quantity
ru: Умножить на количество

source: Check if the role duration should be multiplied by the quantity purchased.
ru: Отметьте,если продолжительность действия роли должна расти по количеству купленных товаров.

source: The specified date !date has already occurred. Please choose another.
ru: Указанная дата !date уже наступила. Выберите другую дату.

source: The amount of time must be a positive integer.
ru: Время должно быть положительным целым числом.

source: You must have a role to assign. You may need to <a href="!role_url">create a new role</a> or perhaps <a href="!feature_url">set role assignment defaults</a>.
ru: Вы должны иметь роль к назначению.Вы можете <a href="!role_url">создать новую роль</a> или <a href="!feature_url">установить назначение роли по умолчанию </a>.

source: The combination of SKU and role already exists for this product.
ru: Эта комбинация SKU и роли уже существует для этого товара.

source: <strong>Expiration:</strong> !date<br />
ru: <strong>Истечение:</strong> !date<br />

source: Global expiration
ru: Глобальный срок действия

source: <strong>Multiply by quantity:</strong> Yes
ru: <strong>Умножить на количество:</strong> Да

source: <strong>Multiply by quantity:</strong> No
ru: <strong>Умножить на количество:</strong> Нет

source: Default role
ru: Роль по умолчанию

source: The default role Ubercart grants on specified products.
ru: Роль по умолчанию,которую предоставит система для определённых товаров.

source: Product roles
ru: Роли для товаров

source: These are roles that Ubercart can grant to customers who purchase specified products. If you leave all roles unchecked, they will all be eligible for adding to a product.
ru: Роли, которые магазин может предоставить пользователям, которые приобретают определённые товары. Если вы оставите все роли неотмеченными, они будут недоступны для товаров.

source: Default expiration
ru: Срок действия по умолчанию

source: The default amount of time a granted Ubercart role will last until it expires.
ru: Сумма времени по умолчанию,в течении которого будет действовать предоставленная системой роль.

source: Time before reminder
ru: Напомнить клиенту об истечении действия роли за

source: The amount of time before a role expiration takes place that a customer is notified of its expiration.
ru: Время,перед которым клиент получит напоминание об истечении срока действия его роли.

source: Expiration display
ru: Отображение информации об истечении действия роли

source: Show expirations on user page
ru: Показывать истечение действия роли в профиле клиента.

source: If users have any role expirations they will be displayed on their account page.
ru: Если срок действия какой-либо роли истёк,это будет показано в профиле.

source: The message, with its accompanying title, and the header displayed above all role expirations. In the <strong>Title</strong> & <strong>Message</strong> fields "!role_name" and "!date" will translate to the corresponding Drupal role name and role expiration date.
ru: Это сообщение вместе с заголовком будет показано над всеми ролями с истекающим сроком действия. В "Заголовке" и "Сообщении" поля "!role_name" и "!date" будут переведены к соответствующим названиям ролей и датам истечения.

source: The expiration of your %role_name role has been deleted.
ru: Срок действия роли %role_name был удалён.

source: The expiration of %role_name role for the user %user_name has been deleted.
ru: Срок действия роли %role_name для пользователя %user_name был удалён.

source: Your %role role has been revoked.
ru: Ваша роль %role была просрочена

source: %user has had the %role role revoked.
ru: Роль %role пользователя %user была отменена.

source: You have been granted the %role role.
ru: Вам была предоставлена роль %role.

source: %user has been granted the %role role.
ru: Пользователю %user была предоставлена роль %role

source: It will expire on %date
ru: Срок действия роли истечёт %date

source: Your %role role has been renewed. It will expire on %date.
ru: Ваша роль %role была возобновлена. Она будет действовать до %date.

source: %user's %role role has been renewed. It will expire on %date.
ru: Роль %role пользователя %user была возобновлена. Она будет действовать до %date.

source: view all role expirations
ru: Видеть сроки истечения действия всех ролей

source: Edit and view role expirations set by Ubercart
ru: Просмотр и редактирование истечения ролей

source: Delete role expiration
ru: Удалить истечение роли

source: Delete a specified role expiration
ru: Удалить указанное истечение роли

source: The ID of the product feature this is attached to.
ru: ID свойства товара, которому она назначена.

source: The ID of the node this role feature is attached to.
ru: ID документа, которому назначено это свойство роли.

source: The product model.
ru: Модель товара.

source: The role ID.
ru: ID роли.

source: Fallthrough to the default start time?
ru: Вернуть к начальному времени по умолчанию?

source: Role expiration start time. 0 signifies to start at product purchase.
ru: Время начала срока действия роли. "0" означает, что оно будет установлено при покупке.

source: Fallthrough to the default end time?
ru: Вернуть к времени окончания по умолчанию?

source: Role expiration end time. 0 signifies to use relative expiration.
ru: Время окончания срока действия роли. "0" означает, что будет использован соответствующий товару срок действия.

source: How long this role is valid for.
ru: Время действия этой роли.

source: Is this role feature shippable?
ru: Товар с этим свойством может быть доставлен?

source: Multiply any relative expiration by the quantity purchased?
ru: Умножить любые зависимые сроки действия на количество заказанных товаров.

source: The user id.
ru: id пользователя.

source: The role id.
ru: id роли

source: Assign permanent or expirable roles based on product purchases.
ru: Распределение клиентов по ролям.

source: Send email notification when stock level reaches its threshold value
ru: Отсылать E-mail уведомление,если количество товаров ниже порогового значения.

source: Notification recipients
ru: Адресат

source: The list of comma seperated email addresses that will receive the notification.
ru: Список E-mail получателей,через запятую.

source: Message subject
ru: Тема сообщения

source: The message the user receives when the stock level reaches its threshold value (uses <a href="!token-help-page">global, order, and stock tokens</a>).
ru: Сообщение о недостаточном количестве товара на складе.Используются <a href="!token-help-page">токены</a>.

source: Stock
ru: Склад

source: Export to CSV file
ru: Экспорт в формате CSV

source: Only show SKUs that are below their threshold.
ru: Показать только товары,количество которых ниже порогового значения.

source: No SKU found.
ru: SKU не найдено.

source: Stock settings saved.
ru: Настройки склада сохранены.

source: Decrement stock upon order submission
ru: Уменьшение запаса при отправке заказа

source: Decrement stock of products in order
ru: Уменьшение запаса товаров в заказе

source: Decrement stock of products on the order with tracking activated.
ru: Уменьшение запаса товаров в заказе с отслеживанием активировано.

source: To keep track of stock for a particular product SKU, make sure it is marked as active and enter a stock value. When the stock level drops below the threshold value, you can be notified based on your stock settings.
ru: Чтобы отслеживать запасы для конкретного артикула товара,убедитесь,что он отмечен как активный и введите значение запаса.Когда уровень запаса падает ниже порогового значения, вы можете получать уведомления на основе настроек запасов.

source: This is the list of product SKUs that are currently active. Stock levels below their threshold have highlighted rows. Toggle the checkbox below to alter which stock levels are shown.
ru: Список товаров,которые есть в наличии.Названия товаров,запас которых ниже порогового значения,выделены в строке.Отметьте чекбокс ниже,чтобы указать,какой порог наличия будет показан.

source: [store-name]: Stock threshold limit reached
ru: [store-name]: Запас товара на складе ниже порогового значения.

source: This message has been sent to let you know that the stock level for the model [stock-model] has reached [stock-level]. There may not be enough units in stock to fulfill order #[order-link].
ru: Это сообщение было послано вам,чтобы напомнить,что количество товара [stock-model] достигло значения [stock-level].Этого количества может быть недостаточно для заказа #[order-link].

source: The stock level for %model_name has been decreased to !qty.
ru: Запас для %model_name был снижен до !qty.

source: uc_stock
ru: Склад магазина

source: Attempt to e-mail @email concerning stock level on sku @sku failed.
ru: Ошибка при попытке отправить e-mail @email по-поводу запаса на складе для sku @sku.

source: administer product stock
ru: Администрировать склад товаров

source: Stock levels for Ubercart products
ru: Запас товаров на складе

source: SKU of a product
ru: SKU товаров

source: Node ID of a product
ru: ID документа товара

source: Level of stock
ru: Запас на складе

source: Threshold level
ru: Порог запаса

source: Manage stock levels of your Ubercart products
ru: Управление запасами товаров на складе.

source: Whether or not the stock level is currently being tracked
ru: Отслеживать или нет текущие запасы на складе

source: Stock Level
ru: Запас на складе

source: Is Below Threshold
ru: Ниже порогового значения

source: Filter the node based on whether its stock level is below the threshold for the SKU.
ru: Фильтр документов товаров по уровню запасов на складе.

source: Status messages:
ru: Состояния:

source: You must enable the order module to track customers.
ru: Вы должны включить модуль "Заказы магазина",чтобы отслеживать клиентов.

source: City
ru: Город

source: View user details.
ru: Информация о пользователе.

source: View customer's order.
ru: Информация о заказе клиента.

source: Search for customers based on any of the following fields. Use * as a wildcard to match any character.
ru: Поиск пользователей на основе произвольных полей. Используйте "*",чтобы указать произвольные символы после этого знака.

source: For example, searching by last name for 's*' will return all customers whose last name starts with an s.
ru: Например, поиск фамилии по "a*" вернёт в результате фамилии всех пользователей,которые начинаются на "a".

source: (<em>Leave a field empty to ignore it in the search.</em>)
ru: (Оставьте поле пустым для игнорирования его в поиске)

source: Various reports generated by Ubercart modules can be found here. Click the links below to view the reports.
ru: Здесь показаны различные отчёты,созданные системой.

source: Various reports generated by Ubercart modules can be found here. Click the links below to view the reports. To view core Ubercart statistics enable the <strong>Reports</strong> module on the <a href="!url">module administration page</a>
ru: Здесь показаны различные отчёты,созданные системой.Для просмотра статистики ядра системы,включите модуль отчётов на <a href="!url">странице управления модулями</a>.

source: Use the following links to find documentation and support:
ru: Используйте следующие ссылки,чтобы найти документацию и техподдержку.

source: Ubercart User's Guide
ru: Руководство для пользователей.

source: Support Forums
ru: Форум поддержки.

source: Tokens are bracketed phrases you can use in certain text fields and boxes as placeholders for some other text. Tokens represent things like store variables, links to certain pages, order information, etc. Tokens are used by including the token listed below in a text field that uses them. The description for the textfields will alert you to which groups of tokens listed below may be used.
ru: Токены-это короткие фразы,которые вы можете использовать для подстановки в основных текстовых полях и формах в качестве заменителя предопределённого заранее текста.Вы можете вставлять токены,представленные ниже,в текстовые поля,которые имеют поддержку токенов (см.описания внизу полей).

source: disable
ru: выключить

source: -None available-
ru: - Недоступно -

source: To import new country data, select it in the list and click the import button. If you are using a custom or contributed import file, it must be placed in the Ubercart folder uc_store/countries.
ru: Для импорта новой информации,выберите в списке и нажмите кнопку импорта.

source: !country version !version is enabled.
ru: !country (версия !version) включена.

source: !country version !version is disabled.
ru: !country (версия !version) выключена.

source: Country file @file imported.
ru: Файл страны @file импортирован.

source: Country file @file could not import or had no install function.
ru: Файл страны @file не может быть импортирован или не имеет функции установки.

source: Address variables instructions
ru: Адресные переменные

source: Customer's first name
ru: Имя клиента

source: Customer's last name
ru: Фамилия клиента

source: Company name
ru: Организация

source: First street address field
ru: Адрес улицы 1

source: Second street address field
ru: Адрес улицы 2

source: City name
ru: Город

source: Full name of the zone
ru: Зона

source: Abbreviation of the zone
ru: Аббревиатура зоны

source: Postal code
ru: Почтовый код

source: Name of the country
ru: Страна

source: 2 digit country abbreviation
ru: 2-х значный код страны

source: 3 digit country abbreviation
ru: 3-х значный код страны

source: The following variables should be used in configuring addresses for the countries you ship to:
ru: Адресные переменные для настройки адресов стран при доставке:

source: *Adding _if to any country variable will make it only display for addresses<br />whose country is different than the default store country.
ru: *При добавлении _if к любой переменной страны, она будет отображена только для адресов, чья страна отличается от принятой по умолчанию в магазине.

source: Address format
ru: Формат

source: Uses the variables mentioned in the instructions to format an address for this country.
ru: Используются переменные,предопределённые в инструкциях к формату адреса для этой страны.

source: Country settings saved.
ru: Установки страны сохранены.

source: Store address:<br />!address
ru: Адрес магазина: <br />!address

source: Not set yet.
ru: Пока не установлено.

source: Store e-mail address is %email.
ru: E-mail магазина %email.

source: Store e-mail address is not set.
ru: E-mail магазина не установлен.

source: Include the store name in the from line of store e-mails.
ru: Включить название магазина в поле <От:> при отправке E-mail.

source: May not be available on all server configurations. Turn off if this causes problems.
ru: Доступно не на всех серверах.

source: Fax number
ru: Факс

source: Store help page
ru: Страница справки

source: The Drupal page for the store help link.
ru: Справочная страница системы.

source: Help page is <a href="!url">!url</a>.
ru: Страница справки <a href="!url">!url</a>.

source: Help page is not set.
ru: Страница справки не установлена.

source: Dashboard with collapsed submenu links
ru: Панель со свёрнутым подчинённым меню.

source: Dashboard with expanded submenu links
ru: Панель с развёрнутым подчинённым меню.

source: Dashboard with no submenu links
ru: Панель без подчинённого меню.

source: Normal Drupal submenu listing
ru: Обычное подчинённое меню системы.

source: Display type for the main store administration page
ru: Тип страницы администратора магазина

source: Some options are better suited for different themes, so feel free to try them all out!
ru: Некоторые опции работают по-разному в зависимости от темы оформления.

source: Store admin page is displaying: <br />@display
ru: Страница администратора: @display

source: Billing address
ru: Платёжный адрес

source: Shipping address
ru: Адрес доставки

source: Select the address to be used on customer lists and summaries.
ru: Выберите адрес,который будет использован в списке клиентов и резюме.

source: Primary customer address
ru: Основной адрес клиента

source: Customer's %billing is being used in lists.
ru: %billing пользователя используется в списке.

source: Randomly select a message from the list below.
ru: В случайном порядке из списка ниже.

source: Footer message for store pages
ru: Сообщение внизу страницы

source: Footer using !footer
ru: Низ !footer

source: Currency format
ru: Валюта

source: Default currency
ru: Валюта по умолчанию

source: While not used directly in formatting, the currency code is used by other modules as the primary currency for your site. Enter here your three character <a href="!url">ISO 4217</a> currency code.
ru: Трёхзначный <a href="!url">ISO 4217</a> код валют.

source: Current format
ru: Текущий курс

source: Currency format: @format
ru: Формат валюты: @format

source: Currency Sign
ru: Символ валюты

source: Display currency sign after amount.
ru: Показывать символ валюты после суммы.

source: Thousands Marker
ru: Разделитель тысячных

source: Decimal Marker
ru: Десятичный разделитель

source: Number of decimal places
ru: Количество десятичных знаков

source: Weight format
ru: Вес

source: Supply a format string for each unit. !value represents the weight value.
ru: Формат строк для каждой единицы измерения.

source: Default unit of measurement
ru: Единица измерения по умолчанию

source: Weight format: @weight
ru: Формат веса: @weight

source: @unit format string
ru: @unit

source: Length format
ru: Габариты

source: Date format
ru: Дата

source: Supply a format string using !link syntax.
ru: Формат строк базируется на основе синтакса !link

source: PHP date
ru: PHP-дата

source: Default format string
ru: Формат строки по умолчанию

source: Date format: @date
ru: Формат даты: @date

source: Enter the name of the user whose initials you want to adjust.
ru: Введите имя пользователя, инициалы которого нужно настроить.

source: Initials
ru: Инициалы

source: Enter initials or leave blank to erase current initials.
ru: Введите инициалы или оставьте поле пустым, чтобы удалить текущие.

source: Initials for !username deleted.
ru: Инициалы !username удалены.

source: Initials for !username set to !initials.
ru: Инициалы для !username установлены в !initials.

source: The following tables are used to display various parts of your store to your administrators and customers. Click on a table id to configure the display of that table.
ru: Таблицы ниже использованы для отображения различных частей магазина для администраторов и клиентов.

source: Billing name
ru: Платёжное название

source: Shipping name
ru: Название доставки

source: Items
ru: Статьи

source: View order !order_id.
ru: Просмотр заказа !order_id.

source: Edit order !order_id.
ru: Редактировать заказ !order_id.

source: No orders found.
ru: Заказов не найдено.

source: Create an order for this customer.
ru: Создать заказ для этого клиента.
