Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The delta allows you to select which item in a multiple value field will be used for sorting. Select "1" to use the first item, "2" for the second item, and so on. If you select "All", each item in the field will create a new row, which may appear to cause duplicates.
ru: Дельта позволяет выбрать,какое из множественных значений будет использовано для сортировки. Выберите "1" для использования первого пункта, "2" для второго. Если выбрать "Все", каждый пункт в поле создаст новую строку, что может привести к дубликатам.

source: Form settings
ru: Настройки формы

source: These settings apply to the group in the node editing form.
ru: Эти настройки действуют для группы в форме редактирования документа.

source: Style
ru: Стиль

source: always open
ru: всегда развёрнуто

source: collapsible
ru: Сворачивающееся

source: collapsed
ru: свернуто

source: Instructions to present to the user on the editing form.
ru: Инструкции для пользователя в форме редактирования.

source: Display settings
ru: Отображение

source: These settings apply to the group on node display.
ru: Эти настройки действуют для группы в отображении документа.

source: A description of the group.
ru: Описание группы.

source: Are you sure you want to remove the group %label?
ru: Вы уверены, что хотите удалить группу %label?

source: This action cannot be undone.
ru: Это действие нельзя будет отменить.<br /><br />

source: The group %group_name has been removed.
ru: Группа %group_name была удалена.

source: You need to provide a label.
ru: Вам нужно указать надпись.

source: You need to provide a group name.
ru: Вам нужно указать название группы.

source: The group name %group_name is invalid. The name must include only lowercase unaccentuated letters, numbers, and underscores.
ru: Название поля %group_name является неправильным. Название должно включать только латинские буквы в нижнем регистре, числа и подчёркивания.

source: The group name %group_name is too long. The name is limited to 32 characters, including the 'group_' prefix.
ru: Название группы %group_name слишком длинное. Название ограничено 32-мя символами, включая префикс "group_".

source: The group name %group_name already exists.
ru: Название группы %group_name уже существует.

source: Add new group:
ru: Добавить новую группу:

source: Add new group: you need to provide a label.
ru: Добавление новой группы: вы должны указать надпись

source: Add new group: you need to provide a group name.
ru: Добавление новой группы: вам нужно указать название группы.

source: Standard group
ru: Стандартная группа

source: Edit group
ru: Редактировать группу

source: Fieldgroup
ru: Группа полей

source: Create display groups for CCK fields.
ru: Создать группы для CCK полей

source: Content fieldgroup
ru: Группа полей содержимого

source: Field group: @group in @type
ru: Группа полей: @group в @type

source: All fields from this field group on the referenced node.
ru: Все поля из этой группы полей на связанном документе.

source: Field group label
ru: Надпись группы полей

source: Configure how the field group label is going to be displayed. This option takes no effect when "Override title" option is enabled, the specified block title is displayed instead.
ru: Настройте способ отображения надписи поля. Эта опция не работает, если включено "Переписать заголовок"

source: Simple
ru: Простое

source: Fieldset
ru: Набор полей

source: Fieldset - Collapsible
ru: Набор полей - Сворачивающийся

source: Fieldset - Collapsed
ru: Набор полей - Свёрнутый

source: Field group format
ru: Формат группы полей

source: This option allows you to configure the field group format.
ru: Эта опция позволяет настроить формат группы полей.

source: Empty text
ru: Текст пустого

source: Text to display if group has no data. Note that title will not display unless overridden.
ru: Отображаемый текст, если группа не имеет данных. Имейте ввиду, что заголовок не будет отображён до тех пор, пока не будет переписан.

source: "@s" field group: @group in @type
ru: Группа полей "@s": @group в @type

source: Load a referenced node
ru: Загрузить связанный документ

source: Content containing the node reference field
ru: Содержимое поля связи документов

source: Referenced content
ru: Связанное содержимое

source: Note that if the field has multiple values, only the first content node will be loaded.
ru: Помните, что если поле имеет множественные значения, будет загружено только первое содержимое документа.

source: There are no nodereference fields defined.
ru: Здесь нет определённых полей связи документа.

source: Content types that can be referenced
ru: Тип документа, который может быть связан

source: Default Views
ru: Вид по умолчанию

source: Existing Views
ru: Существующий вид

source: Advanced - Nodes that can be referenced (View)
ru: Расширенное - документы, которые могут быть связаны (Вид)

source: View used to select the nodes
ru: Вид, используемый для выбора документов

source: <p>Choose the "Views module" view that selects the nodes that can be referenced.<br />Note:</p>
ru: <p>Выберите вид "Модуль Виды", который выбирает документы, которые могут быть связаны.

source: View arguments
ru: Аргументы видов

source: Provide a comma separated list of arguments to pass to the view.
ru: Укажите разделённый запятыми список аргументов.

source: <p>The list of nodes that can be referenced can be based on a "Views module" view but no appropriate views were found. <br />Note:</p>
ru: <p>Список документов, которые могут быть связаны, может базироваться на основе модуля "Виды", но подходящие виды не найдены.<br />

source: %name: invalid input.
ru: %name: неправильный ввод.

source: %name: this post can't be referenced.
ru: %name: эта публикация не может быть связана.

source: (Unpublished)
ru: (Неопубликовано)

source: Determines the display format of form elements that display domain lists.
ru: Определяет формат отображения элементов формы, которые отображают список доменов.

source: Autocomplete matching
ru: Автозаполнение соответствий

source: Starts with
ru: Начинается с

source: Contains
ru: Содержит

source: Select the method used to collect autocomplete suggestions. Note that <em>Contains</em> can cause performance issues on sites with thousands of nodes.
ru: Выберите способ, используемый для сбора результатов автозаполнения.

source: Size of textfield
ru: Размер текстового поля

source: %name: title mismatch. Please check your selection.
ru: %name: заголовок потерян. Проверьте ваш выбор.

source: %name: found no valid post with that title.
ru: %name: не найдено правильных публикаций с этим заголовком.

source: Nodereference autocomplete
ru: Автозаполнение связи документов

source: Node Reference
ru: Связь документов

source: Defines a field type for referencing one node from another.
ru: Определяет тип поля для связи одного документа с другим.

source: Node from reference
ru: Документ из связи

source: Adds a node from a node reference in a node context; if multiple nodes are referenced, this will get the first referenced node only.
ru: Добавляет документ из связи документов. Если связано несколько документов, будет взята только первый связанный документ.

source: Node reference field
ru: Поле связи документа

source: Minimum
ru: Минимум

source: Maximum
ru: Максимум

source: Precision
ru: Точность

source: The total number of digits to store in the database, including those to the right of the decimal.
ru: Суммарное количество цифр, сохраняемое в базе данных, включая и те, которые находятся справа от десятичной точки.

source: Scale
ru: Масштаб

source: The number of digits to the right of the decimal.
ru: Число цифр справа от десятичной точки.

source: Decimal marker
ru: Десятичная метка

source: The character users will input to mark the decimal point in forms.
ru: Символ, который могут вводить пользователи для отметки десятичной точки в форме.

source: Prefix
ru: Префикс

source: Define a string that should be prefixed to the value, like $ or €. Leave blank for none. Separate singular and plural values with a pipe (pound|pounds).
ru: Префикс, например $ или €. Оставьте пустым для отмены. Разделяйте одиночные и множественные занчения вертикальной чертой (pound|pounds)

source: Suffix
ru: Суффикс

source: Define a string that should suffixed to the value, like m², m/s², kb/s. Leave blank for none. Separate singular and plural values with a pipe (pound|pounds).
ru: Определите суффикс, например like m², m/s², kb/s. Оставьте пустым при необходимости. Разделяйте одиночные и множественные значения вертикальной чертой (доллар|доллары)

source: Allowed values
ru: Разрешённые значения

source: Allowed values list
ru: Список разрешённых значений

source: The possible values this field can contain. Enter one value per line, in the format key|label. The key is the value that will be stored in the database, and it must match the field storage type (%type). The label is optional, and the key will be used as the label if no label is specified.<br />Allowed HTML tags: @tags
ru: Возможные значения, которые это поле может содержать. Укажите по одному значению на строку, в формате key|label. Разрешённый HTML: @tags

source: Advanced usage only: PHP code that returns a keyed array of allowed values. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the array returned by this code will override the allowed values list above.
ru: PHP код, который вернёт массив разрешённых значений. Не должен включать &lt;?php ?&gt;

source: This PHP code was set by an administrator and will override the allowed values list above.
ru: Этот код был установлен администратором и перепишет список разрешённых значений.

source: @label (!name) - Allowed values
ru: @label (!name) - Допустимые значения

source: "Minimum" must be a number.
ru: "Минимум" должен быть в виде числа.

source: "Maximum" must be a number.
ru: "Максимум" должен быть в виде числа.

source: %name: the value may be no smaller than %min.
ru: %name: значение должно быть не менее чем %min.

source: %name: the value may be no larger than %max.
ru: %name: значение не должно быть длиннее чем %max.

source: %name: illegal value.
ru: %name: запрещённое значение

source: Only numbers and decimals are allowed in %field.
ru: В поле %field допускаются только числа и десятичные части.

source: Only numbers are allowed in %field.
ru: В поле %field допускаются только числа.

source: Only numbers and the decimal character (%decimal) are allowed in %field.
ru: В поле %field разрешены применять только числа и десятичные числа (%decimal).

source: Number
ru: Число

source: Defines numeric field types.
ru: Определяет числовой тип поля.

source: Create a list of options as a list in <strong>Allowed values list</strong> or as an array in PHP code. These values will be the same for %field in all content types.
ru: Создайте список опций в виде списка доступных значений или в виде PHP кода. Эти значения будут такими же, как и для %field во всех типах содержимого.

source: For a 'single on/off checkbox' widget, define the 'off' value first, then the 'on' value in the <strong>Allowed values</strong> section. Note that the checkbox will be labeled with the label of the 'on' value.
ru: Для виджета "одиночный включить/выключить чекбокс" определите сначала значение "выключить", потом значение "включить" в секции "Доступные значения". Помните, что этот чекбокс будет подписан надписью значения "включить".

source: The 'checkboxes/radio buttons' widget will display checkboxes if the multiple values option is selected for this field, otherwise radios will be displayed.
ru: Виджет "чекбоксы/радиокнопки" будет отображать чекбоксы, если множественные значения выбраны для этого поля, в противном случае будут отображены радиокнопки.

source: You need to specify the 'allowed values' for this field.
ru: Вам нужно определить для этого поля разрешённые значения.

source: %name: this field cannot hold more than @count values.
ru: %name: это поле не может поддерживать более @count значений.

source: N/A
ru: нет

source: - None -
ru: ---- Нет ----

source: Option Widgets
ru: Виджет опций

source: Defines selection, check box and radio button widgets for text and numeric fields.
ru: Определяет виджет в виде выпадающего списка, чекбокса или радиокнопки для текстового или числового поля.

source: Filtered text (user selects input format)
ru: Фильтрованный текст (пользователи выбирают формат ввода)

source: Text processing
ru: Обработка текста

source: Maximum length
ru: Максимальная длина

source: The maximum length of the field in characters. Leave blank for an unlimited size.
ru: Максимальная длина поля в символах. Оставьте пустым для неограниченного размера.

source: %name: the value may not be longer than %max characters.
ru: %name: это значение не может быть длиннее чем %max символов.

source: Rows
ru: Строк

source: Defines simple text field types.
ru: Определяет простые текстовые типы полей.

source: When listing categories, those with lighter (smaller) weights get listed before categories with heavier (larger) weights. Categories with equal weights are sorted alphabetically.
ru: Пункты с меньшим значением стоят в готовой форме выше.

source: Add
ru: Добавить

source: New field
ru: Новое поле

source: Existing field
ru: Существующее поле

source: New group
ru: Новое поле

source: You can add a field to a group by dragging it below and to the right of the group.
ru: Вы можете добавить поле в группу, перетянув в соответствующее место.

source: Configure how this content type's fields and field labels should be displayed when it's viewed in teaser and full-page mode.
ru: Настройте, как должны быть отображены поля и их надписи в типе документа при показе его аннотации или полного текста.

source: Configure how this content type's fields should be displayed when it's rendered in the following contexts.
ru: Настройте, как должны быть отображены поля в этом типе документа, когда они обработаны в таком контексте.

source: Use the 'Exclude' checkbox to exclude an item from the !content value passed to the node template.
ru: Используйте чекбокс "Исключить", чтобы исключить пункт из значения !content в шаблоне.

source: Switch to plain text editor
ru: Выключить текстовый редактор

source: Switch to rich text editor
ru: Включить текстовый редактор

source: Open rich text editor
ru: Открыть редактор

source: CKEditor: the ID for <a href="!excluding">excluding or including</a> this element is %fieldname.
ru: CKEditor: ID для <a href="!excluding">включения или исключения</a> этого элемента - %fieldname.

source: administer ckeditor
ru: Администрировать ckeditor

source: access ckeditor
ru: Доступ к ckeditor

source: module
ru: модуль

source: allow CKFinder file uploads
ru: позволить загружать файлы через CKFinder

source: Clone CKEditor profile
ru: Клонировать профиль

source: Edit CKEditor profile
ru: Редактировать профиль

source: Delete CKEditor profile
ru: Удалить профиль

source: Unknown
ru: Неизвестно

source: CKEditor was not found at %sourcepath
ru: CKEditor не был найден в %sourcepath

source: CKEditor version could not be determined
ru: Невозможно определить версию CKEditor

source: You are using a feature that requires $cookie_domain to be set, but it is not set in your settings.php (CKFinder is enabled in the !profile profile).
ru: Вы используете режим, для которого необходимо установить $cookie_domain, но это не установлено в вашем settings.php (CKFinder включён в профиле !profile)

source: Some features are disabled because you're using an older version of CKEditor, please upgrade the editor to CKEditor 3.1 (or higher).
ru: Некоторые режимы выключены, потому что вы используете старую версию CKEditor. Обновити версию до 3.1 или выше!

source: !ckfinder is not installed correctly: !config not found. Make sure that you have uploaded all files or didn't remove that file accidentally.
ru: !ckfinder установлен неправильно: !config не найден. Удостоверьтесь, что вы загрузили все файлы.

source: CKEditor needs read permission to !config.
ru: Для CKEditor нужны права на чтение в !config.

source: You are using a feature that requires manual integration into config.php (either built-in filebrowser or quick uploads are enabled in the !profile profile). Read instructions about enabling built-in file browser and add "require_once ..." statement in editor/filemanager/connectors/php/config.php.
ru: Вы используете режим, для которого требуется ручная интеграция в config.php (включен встроенный файловый браузер или быстрая загрузка в профиле !profile) . Прочитайте инструкцию о включении встроенного файлового браузера и добавьте "require_once ..." в editor/filemanager/connectors/php/config.php

source: You are using a feature that requires manual integration into config.php (either built-in filebrowser or quick uploads are enabled in the !profile profile). You have added "require_once ..." statement in editor/filemanager/connectors/php/config.php, but in the wrong line.
ru: Вы используете режим, для которого требуется ручная интеграция в config.php (у вас в профиле !profile включён файловый браузер или быстрая загрузка). У вас есть "require_once ..." в editor/filemanager/connectors/php/config.php, но в неправильном месте.

source: Enables the usage of CKEditor (WYSIWYG) instead of plain text fields.
ru: Включает использование CKEditor вместо простого текстового поля.

source: Checking for %filename or %file.
ru: Проверка на %filename или %file.

source: The CKEditor component is not installed correctly. Please go to the <a href="!ckeditorlink">CKEditor homepage</a> to download the latest version. After that you must extract the files to %ckeditorpath or %librarypath and make sure that the file %ckeditorfile or %ckeditorlibrary exist. Refer to the <a href="!readme">readme.txt</a> for more information.
ru: Компонент CKEditor установлен неправильно. Загрузите последнюю версию CKEditor <a href="!ckeditorlink">здесь</a>. После этого, разархивируйте файлы в %ckeditorpath или %librarypath и удостоверьтесь, что файл %ckeditorfile или %ckeditorlibrary существует. За дополнительной справкой обращайтесь к <a href="!readme">readme.txt</a>

source: If you have CKEditor already installed please edit <a href="!editg">CKEditor Global Profile</a> and update CKEditor path.
ru: Если у вас уже установлен CKEditor, отредактируйте <a href="!editg">CKEditor профиль</a> и обновите путь CKEditor.

source: There is currently no role with the "access ckeditor" permission. Visit <a href="!acl">permissions</a> administration section.
ru: Пока нет ролей с правами "Доступ к CKeditor". Настройте это <a href="!acl">здесь</a>.

source: No CKEditor profiles found. At this moment, nobody is able to use CKEditor. Create new profile below.
ru: Профили CKEditor не найдены. В настоящий момент никто не может использовать CKEditor. Создайте новый профиль ниже.

source: Not all roles with <a href="!access">access ckeditor</a> permission are associated with CKEditor profiles. As a result, users having the following roles may be unable to use CKEditor: !list Create new or edit CKEditor profiles below and in the <em>Basic setup</em> section, check "Roles allowed to use this profile".
ru: Не все роли с правами <a href="!access">"Доступ к CKEditor"</a> ассоциируются с профилем CKEditor. В результате пользователи. имеющие следующие роли не смогут пользоваться CKEditor: !list. Создайте новый профиль или отредактируйте существующий и проверьте соответствующие права роли.

source: Supports configurable user profiles.
ru: Профили пользователей.

source: Category
ru: Категория

source: clone
ru: клонировать

source: reply
ru: ответить

source: No profiles found. Click here to <a href="!create">create a new profile</a>.
ru: Профили не найдены. <a href="!create">Создать профиль</a>.

source: Global profile not found. Click here to <a href="!create">create the global profile</a>.
ru: Глобальные профили не найдены. <a href="!create">Создать глобальный профиль</a>.

source: Manage actions
ru: Управлять действиями

source: CKEditor Global Profile
ru: Глобальный профиль

source: Your CKEditor profile has been created.
ru: Профиль CKEditor был создан.

source: You haven't assigned "access ckeditor" <a href="!permissions">permissions</a> yet. It is recommended to assign the "access ckeditor" <a href="!permissions">permissions</a> before updating CKEditor profiles.
ru: Вы ещё не назначили права "Доступ к редактору" в <a href="!permissions">правах доступа</a>. Рекомендуется назначить "Доступ к редактору" в <a href="!permissions">правах доступа</a> перед обновлением профилей CKEditor.

source: Not all user roles are shown since they already have ckeditor profiles. You must first unassign profiles in order to add them to a new one.
ru: Не все роли пользователей показаны с того момента, как они имеют профили ckeditor. Вы должны сначала снять назначенные профили, чтобы добавить им новые.

source: Basic setup
ru: Базовые настройки

source: Menu link title
ru: Заголовок ссылки

source: Enter a name for this profile. This name is only visible within the ckeditor administration page.
ru: Укажите название этого профиля. Это название будет показано только в пределах страницы администрирования ckeditor.

source: Roles allowed to use this profile
ru: Роли для профиля

source: Only roles with "access ckeditor" permission will be shown here. If no role is available, make sure that you have assigned the "access ckeditor" <a href="!permission">permission</a>.
ru: Только роли с правами "Доступ к ckeditor" будут показаны здесь. Если роли не доступны, удостоверьтесь, что вы назначили права "Доступ к ckeditor" в <a href="!permission">правах доступа</a>.

source: Allow users to customize CKEditor appearance
ru: Позволить пользователям управлять редактором

source: No
ru: Нет

source: Recipients
ru: Получатели

source: Selected
ru: Выбрано

source: Yes
ru: Да

source: Example: 'website feedback' or 'product information'.
ru: Например,"Информация о товаре".

source: If allowed, users will be able to override the "Editor appearance" by visiting their profile page.
ru: Если разрешено, пользователи смогут управлять редактором в своём профиле.

source: Security
ru: Безопасность

source: Security filters
ru: Фильтры безопасности

source: Please choose carefully all filters that protect your content (probably not all filters listed below are security filters).
ru: Выбирайте внимательно все фильтры,которые защищают ваше содержимое,так как,возможно,не все фильтры,указанные ниже,представляют собой фильтры безопасности.

source: Security settings
ru: Настройки безопасности

source: Always run security filters for CKEditor.
ru: Всегда запускать фильтр безопасности.

source: Run security filters only when CKEditor is set to start automatically.
ru: Запускать фильтр безопасности только если CKEditor настроен для запуска автоматически.

source: There are two ways of starting CKEditor: automatically and manually (via toggle or in a popup). If you decide to apply security filters only when CKEditor starts automatically, you will not be protected when toggling manually from plain text area to CKEditor or when using CKEditor in a popup mode. So choose this option only, if you can detect various attacks (mainly XSS) by yourself just by looking at the HTML code.
ru: Существует 2 способа запуска CKEditor: автоматически и вручную (через переключатель или в попапе).

source: Visibility settings
ru: Видимость

source: The following settings are combined with the visibility settings of the global profile.
ru: Следующие настройки скомбинированы с настройками видимости в глобальном профиле.

source: Minimum rows
ru: Минимум строк
