Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Stack overflow: too many calls to actions_do(). Aborting to prevent infinite recursion.
ru: Проблема: слишком много вызовов actions_do(). Сброшено во избежании зависания.

source: Action '%action' added.
ru: Действие "%action" добавлено.

source: Removed orphaned action '%action' from database.
ru: Несвязанное действие "%action" удалено с базы данных.

source: Action %action saved.
ru: Действие %action сохранено.

source: Action %action created.
ru: Действие %action создано.

source: One orphaned action (%orphans) exists in the actions table. !link
ru: 1 несвязанное действие %orphans существует в таблице действий. !link

source: HTTP POST is required.
ru: Необходим HTTP POST

source: Site off-line
ru: Сайт временно недоступен

source: notice
ru: замечание

source: info
ru: информация

source: debug
ru: отладка

source: Attempting to re-run cron while it is already running.
ru: Попытка перезапуска крона в то время, когда он работает.

source: Cron run completed.
ru: Работа крон завершена.

source: Cron run exceeded the time limit and was aborted.
ru: Крон превысил установленное время работы и был сброшен.

source: 1 byte
ru: 1 байт

source: 1 year
ru: 1 год

source: 1 sec
ru: 1 секунда

source: The directory %directory has been created.
ru: Директория %directory была создана.

source: The permissions of directory %directory have been changed to make it writable.
ru: Права для директории %directory были изменены, чтобы сделать её доступной для записи.

source: Security warning: Couldn't write .htaccess file. Please create a .htaccess file in your %directory directory which contains the following lines: <code>!htaccess</code>
ru: Предупреждение: Невозможно записать файл .htaccess. Создайте этот файл вручную в директории %directory и запишите туда следующее: <code>!htaccess</code>

source: The selected file %file could not be uploaded, because the destination %directory is not properly configured.
ru: Выбранный файл %file не может быть загружен, так как директория %directory не была настроена правильным образом

source: The selected file %file could not be copied, because no file by that name exists. Please check that you supplied the correct filename.
ru: Выбранный файл %file не может быть скопирован, так как файла с таким названием нет. Проверьте ещё раз название файла.

source: The selected file %file could not be copied, because a file by that name already exists in the destination.
ru: Выбранный файл %file не может быть скопирован, так как файл с таким названием уже существует в этой директории.

source: The removal of the original file %file has failed.
ru: Удаление оригинального файла %file закончилось ошибкой.

source: The file %file could not be saved, because it exceeds %maxsize, the maximum allowed size for uploads.
ru: Файл %file не может быть сохранён, поскольку превышено максимальное время загрузки %maxsize

source: The file %file could not be saved, because the upload did not complete.
ru: Файл %file не может быть сохранён, поскольку загрузка не была завершена.

source: The file %file could not be saved. An unknown error has occurred.
ru: Файл %file не может быть сохранён, поскольку произошла неизвестная ошибка.

source: The selected file %name could not be uploaded.
ru: Выбранный файл %name не может быть сохранён.

source: Its name exceeds the 255 characters limit. Please rename the file and try again.
ru: Название превышает ограничение в 255 символов. Измените название и попробуйте снова.

source: Only JPEG, PNG and GIF images are allowed.
ru: Допускаются только изображения с расширением JPEG, PNG и GIF

source: The file could not be created.
ru: Файл не может быть создан.

source: The selected file %file could not be uploaded, because the destination %directory could not be found, or because its permissions do not allow the file to be written.
ru: Выбранный файл %file не не может быть загружен, так как директория назначения %directory не может быть найдена или нет прав на запись.

source: Upload error. Could not move uploaded file %file to destination %destination.
ru: Ошибка загрузки. Невозможно переместить файл %file в %destination.

source: The specified passwords do not match.
ru: Указанные вами пароли не совпадают.

source: Password field is required.
ru: Пароль обязателен.

source: The specified date is invalid.
ru: Указанная дата неправильная

source: GD2 image manipulation toolkit
ru: Библиотека обработки изображений GD2

source: The GD toolkit is installed and working properly.
ru: Библиотека GD2 установлена и работает правильно.

source: Define the image quality for JPEG manipulations. Ranges from 0 to 100. Higher values mean better image quality but bigger files.
ru: Определите качество JPEG изображения в диапазоне 0...100. Более высокое значение означает лучшее качество, но и больший размер файла.

source: The GD image toolkit requires that the GD module for PHP be installed and configured properly. For more information see <a href="@url">PHP's image documentation</a>.
ru: Библиотека GD требует для своей работы правильно настроенный PHP. За справкой обращайтесь <a href="@url">сюда</a>.

source: JPEG quality must be a number between 0 and 100.
ru: Качество JPEG должно быть в пределах от 0 до 100.

source: Right to left
ru: Справа налево

source: Left to right
ru: Слева направо

source: Native name
ru: Родное

source: Direction
ru: Направление

source: Configuration saved.
ru: Настройки сохранены

source: Predefined language
ru: Предопределённый язык

source: Language name
ru: Язык

source: Custom language
ru: Пользовательский язык

source: Add custom language
ru: Добавить язык

source: Save language
ru: Сохранить

source: Language code
ru: Языковой код

source: <a href="@rfc4646">RFC 4646</a> compliant language identifier. Language codes typically use a country code, and optionally, a script or regional variant name. <em>Examples: "en", "en-US" and "zh-Hant".</em>
ru: Идентификатор языка по стандарту <a href="@rfc4646">RFC 4646</a>.

source: Language name in English
ru: Название языка по английски

source: Name of the language in English. Will be available for translation in all languages.
ru: Названия языка по английски.Доступно для перевода.

source: Native language name
ru: Родное название языка

source: Path prefix
ru: Префикс пути

source: Language domain
ru: Языковой домен

source: Direction that text in this language is presented.
ru: Направление написания текста языка.

source: The language %language (%code) already exists.
ru: Язык %language (%code) уже существует.

source: Invalid language code.
ru: Неправильный код языка.

source: The language %language has been created and can now be used. More information is available on the <a href="@locale-help">help screen</a>.
ru: Язык %language был создан и может использоваться. Детальная информация доступна <a href="@locale-help">тут</a>.

source: Domain and path prefix values should not be set at the same time.
ru: Значения префиксов для домена и путей не должны быть установлены одновременно.

source: The domain (%domain) is already tied to a language (%language).
ru: Домен (%domain) уже привязан к языку (%language).

source: Only the default language can have both the domain and prefix empty.
ru: Только язык по умолчанию может иметь пустой префикс домена и пути.

source: The prefix (%prefix) is already tied to a language (%language).
ru: Префикс (%prefix) уже используется языком %language.

source: The English language cannot be deleted.
ru: Английский язык не может быть удалён.

source: The default language cannot be deleted.
ru: Язык по умолчанию не может быть удалён.

source: Are you sure you want to delete the language %name?
ru: Вы уверены, что хотите удалить язык %name?

source: Deleting a language will remove all interface translations associated with it, and posts in this language will be set to be language neutral. This action cannot be undone.
ru: Удаление языка повлечёт за собой удаление всех переводов интерфейса, связанных с ним и публикации с таким языком будут иметь нейтральный язык. Это действие нельзя будет отменить.

source: The language %locale has been removed.
ru: Язык %locale был удалён.

source: Language negotiation
ru: Переключение языка

source: Path prefix only.
ru: Префикс пути

source: Path prefix with language fallback.
ru: Префикс пути с возвратом языка

source: Domain name only.
ru: Только домен

source: Select the mechanism used to determine your site's presentation language. <strong>Modifying this setting may break all incoming URLs and should be used with caution in a production environment.</strong>
ru: Выберите механизм переключения языка сайта. Изменение этих настроек в будущем приведёт к изменению входящих URL.

source: Language negotiation configuration saved.
ru: Настройки переключения языка были сохранены.

source: The language %language has been created.
ru: Язык %language был создан.

source: The translation import of %filename failed.
ru: Импорт перевода %filename закончился ошибкой.

source: File to import not found.
ru: Файл для импорта не найден.

source: Export translation
ru: Экспорт переводов

source: Select the language to export in Gettext Portable Object (<em>.po</em>) format.
ru: Выберите язык для экспорта в формате Gettext Portable Object (.po).

source: Export template
ru: Экспорт шаблона

source: Generate a Gettext Portable Object Template (<em>.pot</em>) file with all strings from the Drupal locale database.
ru: Сгенерировать Gettext Portable Object Template (.pot) со всеми строками из базы системы.

source: String not found.
ru: Строка не найдена.

source: The submitted string contains disallowed HTML: %string
ru: Строка содержит запрещённый HTML: %string

source: Are you sure you want to delete the string "%source"?
ru: Вы уверены, что хотите удалить строку "%source"?

source: Deleting the string will remove all translations of this string in all languages. This action cannot be undone.
ru: При удалении строки будут также удалены все её переводы во всех языках. Это действие нельзя будет отменить.<br /><br />

source: The string has been removed.
ru: Строка была удалена.

source: The language selected for import is not supported.
ru: Язык, выбранный для импорта не поддерживается.

source: The translation file %filename appears to have a missing or malformed header.
ru: Файл перевода %filename похоже имеет неправильный заголовок.

source: The translation file %filename contains an error: the plural formula could not be parsed.
ru: Файл перевода %filename содержит ошибку: множественная форма не может быть обработана.

source: Attempted submission of a translation string with disallowed HTML: %string
ru: Попытка отправки строки перевода с запрещённым HTML: %string

source: The %language language (%code) has been created.
ru: Язык %language (%code) был создан.

source: Imported %file into %locale: %number new strings added, %update updated and %delete removed.
ru: Файл %file импортирован в %locale: добавлено %number новых, обновлено %update и удалено %delete строк.

source: Exported %locale translation file: %filename.
ru: Файл %filename для %locale экспортирован.

source: Exported translation file: %filename.
ru: Экспортирован файл %filename.

source: Updated JavaScript translation file for the language %language.
ru: Обновлён перевод JavaScript для языка %language.

source: Created JavaScript translation file for the language %language.
ru: Создан файл перевода JavaScript для языка %language.

source: Removed JavaScript translation file for the language %language, because no translations currently exist for that language.
ru: Удалён файл перевода JavaScript для языка %language, так как нет переводов в настоящий для этого языка.

source: An error occurred during creation of the JavaScript translation file for the language %language.
ru: Произошла ошибка при создании файла перевода для язяка %language.

source: One translation file imported for the newly installed modules.
ru: Один файл перевода импортирован для вновь установленного модуля.

source: One translation file imported for the enabled modules.
ru: Один файл перевода был импортирован для включенного модуля

source: Error sending e-mail (from %from to %to).
ru: Ошибка при отправке e-mail (от %from для %to).

source: Operating in off-line mode.
ru: Работает в режиме технического обслуживания.

source: Menu router rebuild failed - some paths may not work correctly.
ru: Ошибка при перестройке меню - некторые адреса могут работать неправильно.

source: %module is part of a circular dependency. This is not supported and you will not be able to switch it on.
ru: %module является зависимой частью, вы не можете его включить.

source: updated
ru: Обновлено

source: [<a href="@link">more help...</a>]
ru: [<a href="@link">дополнительная помощь...</a>]

source: XML feed
ru: XML фид

source: Syndicate content
ru: Объединить содержимое

source: <a href="@link" title="@title">more</a>
ru: <a href="@link" title="@title">далее</a>

source: not verified
ru: Не проверено

source: Could not convert XML encoding %s to UTF-8.
ru: Невозможно сконвертировать кодировку XML %s в UTF-8.

source: Unsupported encoding %s. Please install iconv, GNU recode or mbstring for PHP.
ru: Неподдерживаемая кодировка %s. Установите iconv, GNU recode или mbstring для PHP.

source: Parse error. Not well formed
ru: Ошибка при обработке. Не отформатировано подобающим образом.

source: Parse error. Request not well formed.
ru: Ошибка при обработке. Запрос не отформатирован подобающим образом.

source: Server error. Invalid XML-RPC. Request must be a methodCall.
ru: Ошибка сервера. Неправильный XML-RPC.

source: Server error. Requested method @methodname not specified.
ru: Ошибка сервера. Способ запроса @methodname не определён.

source: Server error. Wrong number of method parameters.
ru: Ошибка сервера. Неправильное число параметров.

source: Server error. Invalid method parameters.
ru: Ошибка сервера. Неправильный способ параметров.

source: Server error. Requested function @method does not exist.
ru: Ошибка сервера. Запрошенная функция @method не существует.

source: Invalid syntax for system.multicall.
ru: Неправильный синтаксис для system.multicall.

source: Recursive calls to system.multicall are forbidden.
ru: Последовательные запросы к system.multicall запрещены.

source: Server error. Requested method @methodname signature not specified.
ru: Ошибка сервера. Запрошен метод @methodname с неопределённой подписью.

source: Facebook Friends
ru: Друзья Facebook

source: Newsletter: @title
ru: Рассылка: @title

source: Grey
ru: Серая

source: Administrator
ru: Администратор

source: Integrates actions with the permission system.
ru: Интегрирует действия с системой прав сайта.

source: Allows users to connect with Facebook account
ru: Позволяет пользователям соединяться с их аккаунтом на Facebook

source: Send newsletters to subscribed email addresses.
ru: Отправка рассылок подписанным пользователям.

source: Exposes new Views style 'Bulk Operations' for selecting multiple nodes and applying operations on them.
ru: Включает новый стиль видов "Массовые операции", который позволяет массово выполнять определённые операции.

source: Allow users to login using their vKontakte accounts
ru: Позволить пользователям входить при помощи своего аккаунта ВКонтакте

source: Download archive of selected files
ru: Скачать архив выбранных файлов

source: Pass objects as arguments to a page
ru: Пропустить объект как аргумент

source: Delete node
ru: Удалить документ

source: Delete user
ru: Удалить пользователя

source: Delete term
ru: Удалить термин

source: Modify node fields
ru: Изменить поля

source: Modify profile fields
ru: Изменить поля профиля

source: Execute arbitrary PHP script
ru: Выполнить заданный PHP

source: Modify node taxonomy terms
ru: Изменить категории

source: Modify user roles
ru: Изменить роли

source: Execute a VBO programmatically
ru: Выполнять VBO програмно

source: Aggregator item
ru: Элемент агрегатора

source: This name will appear to the customer when this tax is applied to an order.<br />It will also be used to name the corresponding predicate for this rate.
ru: Это название будет показано пользователю, когда эта наценка будет применена к заказу. <br />Это также будет использовано для соответствующих предустановок для этой ставки.

source: Error: handler for @table > @field doesn't exist!
ru: Ошибка: обработчик для @table &gt; @field не существует!

source: Title only
ru: Только заголовок

source: Newsletter %title has been deleted.
ru: Рассылка "%title" была удалена.

source: Using this form you can unite your vkontakte.ru account and old account from this site.
ru: Используя эту форму, вы можете объединить свой профиль на ВКонтакте.ru с профилем на єтом сайте.

source: Last modified
ru: Последний измененный

source: This view has a broken default display and cannot be used.
ru: У этого представления нарушено отображение по умолчанию, и оно не может быть использовано.

source: View name must be alphanumeric or underscores only.
ru: Имя представления должно состоять только из английских букв, цифр и знака подчеркивания.

source: Unknown or missing table name
ru: Не известное или отсутствующее имя таблицы

source: Edit field %title
ru: Редактировать поле %title

source: - No operation found in this view -
ru: - В этом виде не найдены никакие операции -

source: Expose
ru: Раскрыть

source: Invalid
ru: Недействительный

source: Error: Display @display refers to a plugin named '@plugin', but that plugin doesn't exist!
ru: Ошибка: Отображение @display ссылается на плагин с названием '@plugin', но этот плагин не существует!

source: Second
ru: Секунда

source: If checked, true will be displayed as false.
ru: Если отметить, то 'правда' будет отображаться как 'ложь'

source: Link path
ru: Путь ссылки

source: Case sensitive
ru: Учитывать регистр

source: Aggregator category
ru: Категория агрегатора

source: Error: missing @component
ru: Ошибка: отсутствуе @component

source: Groups
ru: Группы

source: Thousands separator
ru: Разделитель тысяч

source: From name
ru: Имя отправителя

source: Time span (with "ago/hence" appended)
ru: Время с приставкой

source: If "Custom", see <a href="http://us.php.net/manual/en/function.date.php" target="_blank">the PHP docs</a> for date formats. If "Time ago" this is the the number of different units to display, which defaults to two.
ru: Если "Свой", смотрите <a href="http://us.php.net/manual/en/function.date.php" target="_blank">PHP формат времени</a> для формата даты. Если "Назад" - это будет время, которое прошло от текущей даты.

source: If required, items that do not contain this relationship will not appear.
ru: Элементы, у которых нет этой связи, не будут показываться.

source: Simple separator
ru: Простой разделитель

source: The granularity is the smallest unit to use when determining whether two dates are the same; for example, if the granularity is "Year" then all dates in 1999, regardless of when they fall in 1999, will be considered the same date.
ru: Степень детализации - это наименьшая единица при определении совпадают ли две даты; например, если степень детализации "Год", тогда все даты в 1999 году, независимо от того, когда именно они произошли в 1999 году, будут рассматриваться как одна дата.

source: Contains any word
ru: Содержит любое слово

source: has word
ru: содержит слово

source: Contains all words
ru: Содержит все слова

source: has all
ru: содержит все

source: begins
ru: начинается

source: Ends with
ru: Оканчивается на

source: ends
ru: оканчивается

source: Min
ru: Мин

source: And max
ru: И макс.

source: A date in any machine readable format. CCYY-MM-DD HH:MM:SS is preferred.
ru: Дата в любом машиночитаемом формате. Предпочтительный формат: CCYY-MM-DD HH:MM:SS.

source: Invalid date format.
ru: Неверный формат даты.

source: Glossary mode
ru: Словарный режим

source: Glossary mode applies a limit to the number of characters used in the argument, which allows the summary view to act as a glossary.
ru: Словарный режим применяется для ограничения числа сиволов, используемых в аргументе. позволяя краткому представлению быть словарем.

source: Character limit
ru: Ограничение символов

source: How many characters of the argument to filter against. If set to 1, all fields starting with the letter in the argument would be matched.
ru: Сколько символов аргумента будет использоваться в фильтре. Если установить 1, все поля, начинающиеся с первой буквы агумента будут допущены.

source: When printing the argument result, how to transform the case.
ru: При отображении результата аргумента, как изменять регистр.

source: No transform
ru: Не изменять

source: Upper case
ru: Привести к верхнему регистру

source: Lower case
ru: Привести к нижнему регистру

source: Capitalize first letter
ru: Первая буква заглавная

source: Capitalize each word
ru: Каждое слово - с заглавной буквы

source: Case in path
ru: Регистр в адресной строке

source: Transform spaces to dashes in URL
ru: Превращать пробелы в тире

source: If selected, users can enter multiple arguments in the form of 1+2+3 (for OR) or 1,2,3 (for AND).
ru: Если выбрано, пользователи могут вводить составные аргументы в виде 1+2+3 (для ИЛИ) или 1,2,3 (для И).

source: Validator
ru: Проверка

source: Action to take if argument does not validate
ru: Если аргумент некорректен, то

source: Default argument type
ru: Тип аргумента по умолчанию

source: Round
ru: Круглый

source: If checked, the number will be rounded.
ru: Если выбран, число округляется

source: Specify how many digits to print after the decimal point.
ru: Сколько цифр выводить после десятичной запятой.

source: Decimal point
ru: Десятичный разделитель

source: What single character to use as a decimal point.
ru: Какой символ использовать в качестве десятичной запятой.

source: What single character to use as the thousands separator.
ru: Какой символ использовать в качестве разделителя тысяч.

source: Text to put before the number, such as currency symbol.
ru: Текст для вывода перед числом, например, символ валюты.

source: Text to put after the number, such as currency symbol.
ru: Текст для вывода после числа, например, символ валюты.

source: <Basic validation>
ru: <Базовая проверка>

source: This identifier is not allowed.
ru: Идентификатор недопустим.

source: Fail basic validation if any argument is given
ru: Провалить проверку, если будет получен любой аргумент

source: By checking this field, you can use this to make sure views with more arguments than necessary fail validation.
ru: Если отмечено, вид с большим количеством аргументов, чем необходимо, не пройдет проверку..

source: If selected, users can enter multiple arguments in the form of 1+2+3 or 1,2,3.
ru: Если отмечено, то пользователи могут ввести множественные аргументы в виде 1+2+3 или 1,2,3.

source: Exclude the argument
ru: Исключить аргумент

source: If selected, the numbers entered in the argument will be excluded rather than limiting the view.
ru: Если отмечено, числа введенные в аргумент, будут скорее исключены, чем ограничат вид.

source: Link class
ru: Класс ссылки

source: Limit list to selected items
ru: Ограничить список выбранными элементами

source: Current date
ru: Текущая дата

source: Exclude from display
ru: Исключить из вывода

source: Check this box to not display this field, but still load it in the view. Use this option to not show a grouping field in each record, or when doing advanced theming.
ru: Отметьте, чтобы не отображать это поле для пользователей, но загружать его в виде.

source: Unlock operator
ru: Разблокировать оператор

source: When checked, the operator will be exposed to the user
ru: Если отметить, то оператор будет открыт пользователю

source: This will appear in the URL after the ? to identify this operator.
ru: Он будет отображаться в URL после '?' для обозначения фильтра. Не может быть пустым.
