Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Online users
ru: Пользователи онлайн

source: @user's picture
ru: Аватар @user

source: View user profile.
ru: Профиль пользователя

source: Enter your @s username.
ru: Ваш логин на сайте @s.

source: The username %name has not been activated or is blocked.
ru: Логин %name не был активирован или в настоящее время заблокирован.

source: The name %name is a reserved username.
ru: Логин %name является зарезервированным логином.

source: Sorry, unrecognized username or password. <a href="@password">Have you forgotten your password?</a>
ru: Неизвестный логин или пароль.<a href="@password">Забыли пароль?</a>

source: The name %name is registered using a reserved e-mail address and therefore could not be logged in.
ru: Логин %name зарегистрирован с использованием занятого электронная почта и не может быть использован для входа в профиль.

source: Account information
ru: Профиль

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, and underscores.
ru: Пробелы разрешены; пунктуация не разрешена, кроме точек,дефисов и дефисов в нижнем регистре.

source: A valid e-mail address. All e-mails from the system will be sent to this address. The e-mail address is not made public and will only be used if you wish to receive a new password or wish to receive certain news or notifications by e-mail.
ru: Этот E-mail будет скрыт от публичного просмотра.

source: To change the current user password, enter the new password in both fields.
ru: Чтобы изменить текущий пароль,введите новый пароль в эти два поля.

source: Provide a password for the new account in both fields.
ru: Укажите пароль для нового профиля в обоих полях.

source: Blocked
ru: Заблокировано

source: Signature settings
ru: Настройки подписи

source: Signature
ru: Подпись

source: Your signature will be publicly displayed at the end of your comments.
ru: Ваша подпись будет видна публично в конце ваших комментариев.

source: The signature input format has been set to a format you don't have access to. It will be changed to a format you have access to when you save this page.
ru: Фильтр для поля подписи имеет формат, к которому у вас нет доступа. Это будет изменено на формат, к которому у вас есть доступ, при сохранении этой страницы.

source: Picture
ru: Аватар

source: Delete picture
ru: Удалить аватар

source: Check this box to delete your current picture.
ru: Чтобы удалить аватар,отметьте этот чек-бокс.

source: Upload picture
ru: Загрузить аватар

source: Your virtual face or picture. Maximum dimensions are %dimensions and the maximum size is %size kB.
ru: Максимальные размеры изображения-%dimensions,максимальный размер файла-%size kB.

source: The name %name is already taken.
ru: Логин %name уже используется.

source: The name %name has been denied access.
ru: %name отказано в доступе.

source: The e-mail address %email is already registered. <a href="@password">Have you forgotten your password?</a>
ru: E-mail %email уже зарегистрирован.<a href="@password">Забыли пароль?</a>

source: The e-mail address %email has been denied access.
ru: Адресу %email было отказано в доступе.

source: Account details for !username at !site
ru: Ваш профиль на сайте !site

source: !username, Thank you for registering at !site. You may now log in to !login_uri using the following username and password: username: !username password: !password You may also log in by clicking on this link or copying and pasting it in your browser: !login_url This is a one-time login, so it can be used only once. After logging in, you will be redirected to !edit_uri so you can change your password. -- !site team
ru: Привет !username.Спасибо за регистрацию на сайте !site.Ваш логин: !usernameВаш пароль: !passwordБыстрый вход по ОДНОРАЗОВОЙ ссылке: !login_urlИзменить пароль: !edit_uriС наилучшими пожеланиями,!site.

source: An administrator created an account for you at !site
ru: Ваш профиль на сайте !site создан администратором.

source: !username, A site administrator at !site has created an account for you. You may now log in to !login_uri using the following username and password: username: !username password: !password You may also log in by clicking on this link or copying and pasting it in your browser: !login_url This is a one-time login, so it can be used only once. After logging in, you will be redirected to !edit_uri so you can change your password. -- !site team
ru: Привет !username.Ваш профиль на сайте !site был создан администратором.Ваш логин: !usernameВаш пароль: !passwordБыстрый вход по ОДНОРАЗОВОЙ ссылке: !login_urlИзменить пароль: !edit_uriС наилучшими пожеланиями,!site.

source: Account details for !username at !site (pending admin approval)
ru: Ваш профиль на сайте !site

source: !username, Thank you for registering at !site. Your application for an account is currently pending approval. Once it has been approved, you will receive another e-mail containing information about how to log in, set your password, and other details. -- !site team
ru: !username, Спасибо за регистрацию на сайте !site. Ваша заявка ожидает одобрения администратором. Как только она будет одобрена, вы получите другой e-mail, который содержит дальнейшие инструкции. --Администрация !site

source: Replacement login information for !username at !site
ru: !site.Восстановление пароля.

source: !username, A request to reset the password for your account has been made at !site. You may now log in to !uri_brief by clicking on this link or copying and pasting it in your browser: !login_url This is a one-time login, so it can be used only once. It expires after one day and nothing will happen if it's not used. After logging in, you will be redirected to !edit_uri so you can change your password.
ru: Привет !username.Ваш пароль от профиля на сайте !site был сброшен.Можете войти в !uri_brief по этой ОДНОРАЗОВОЙ ссылке:!login_urlСсылка действительна 1 день.После входа измените ваш пароль здесь: !edit_uri.

source: Account details for !username at !site (approved)
ru: Профиль !username на сайте !site (одобрено)

source: !username, Your account at !site has been activated. You may now log in by clicking on this link or copying and pasting it in your browser: !login_url This is a one-time login, so it can be used only once. After logging in, you will be redirected to !edit_uri so you can change your password. Once you have set your own password, you will be able to log in to !login_uri in the future using: username: !username
ru: !username, Ваш профиль на сайте !site был активирован. Сейчас вы можете войти в свой профиль нажав на ссылку или скопировав её в адресную строку браузера (если показано как текст): !login_url Это одноразовый профиль, его можно использовать только один раз. После входа, вы будете перенаправлены на !edit_uri , где вы сможете поменять свой пароль. В дальнейшем вы сможете входить в свой профиль при помощи этого пароля и логина !username Ссылка для входа: !login_uri

source: Account details for !username at !site (blocked)
ru: Профиль для !username на сайте !site (заблокировано)

source: !username, Your account on !site has been blocked.
ru: !username, Ваш профиль на сайте !site был заблокирован.

source: Account details for !username at !site (deleted)
ru: Профиль !username на сайте !site (удалён)

source: !username, Your account on !site has been deleted.
ru: !username, Ваш профиль на сайте !site был удалён.

source: Unblock the selected users
ru: Разблокировать выбранных пользователей

source: Block the selected users
ru: Заблокировать выбранных пользователей

source: Delete the selected users
ru: Удалить выбранных пользователей

source: Remove a role from the selected users
ru: Удалить роль у выбранных пользователей

source: Are you sure you want to delete these users?
ru: Вы уверены,что хотите удалить этих пользователей?

source: The users have been deleted.
ru: Пользователи были удалены.

source: The user module allows users to register, login, and log out. Users benefit from being able to sign on because it associates content they create with their account and allows various permissions to be set for their roles. The user module supports user roles which establish fine grained permissions allowing each role to do only what the administrator wants them to. Each user is assigned to one or more roles. By default there are two roles <em>anonymous</em> - a user who has not logged in, and <em>authenticated</em> a user who has signed up and who has been authorized.
ru: Модуль позволяет пользователям регистрироваться на сайте и входить в свой профиль.

source: A visitor accessing your website is assigned a unique ID, or session ID, which is stored in a cookie. The cookie does not contain personal information, but acts as a key to retrieve information from your site. Users should have cookies enabled in their web browser when using your site.
ru: Пользователи, попадающие на сайт, получают уникальный ID, который храниться в виде cookie.

source: For more information, see the online handbook entry for <a href="@user">User module</a>.
ru: За подробной справкой обращайтесь <a href="@user">сюда</a>.

source: This web page allows administrators to register new users. Users' e-mail addresses and usernames must be unique.
ru: На этой странице администраторы могут регистрировать новых пользователей.

source: Set up username and e-mail address access rules for new <em>and</em> existing accounts (currently logged in accounts will not be logged out). If a username or e-mail address for an account matches any deny rule, but not an allow rule, then the account will not be allowed to be created or to log in. A host rule is effective for every page view, not just registrations.
ru: Установите правила доступа для логинов и e-mail для новых и существующих профилей пользователей (если в текущий момент пользователь находится в профиле,он не сможет выйти с него).Правило для хостов действует на каждой странице,не только для регистрации.

source: Permissions let you control what users can do on your site. Each user role (defined on the <a href="@role">user roles page</a>) has its own set of permissions. For example, you could give users classified as "Administrators" permission to "administer nodes" but deny this power to ordinary, "authenticated" users. You can use permissions to reveal new features to privileged users (those with subscriptions, for example). Permissions also allow trusted users to share the administrative burden of running a busy site.
ru: Здесь вы можете контролировать,что могут делать пользователи,а что нет.Каждая пользовательская роль (определяются на <a href="@role">странице настройки ролей</a>) имеет свой собственный набор прав.

source: <p>Roles allow you to fine tune the security and administration of Drupal. A role defines a group of users that have certain privileges as defined in <a href="@permissions">user permissions</a>. Examples of roles include: anonymous user, authenticated user, moderator, administrator and so on. In this area you will define the <em>role names</em> of the various roles. To delete a role choose "edit".</p><p>By default, Drupal comes with two user roles:</p> <ul> <li>Anonymous user: this role is used for users that don't have a user account or that are not authenticated.</li> <li>Authenticated user: this role is automatically granted to all logged in users.</li> </ul>
ru: <p>Разделение по ролям позволяет вам хорошо настроить безопасность и администрирование системы.</p><p>По умолчанию,в системе определены 2 пользовательские роли: </p><ol> <li> Анонимные пользователи: эта роль используется для пользователей,не имеющих своего профиля на сайте или которых не идентифицировала система.</li> <li>Авторизированные пользователи: эта роль автоматически присваивается всем пользователям,которые вошли в свой профиль. </li></ol>

source: Enter a simple pattern ("*" may be used as a wildcard match) to search for a username or e-mail address. For example, one may search for "br" and Drupal might return "brian", "brad", and "brenda@example.com".
ru: Укажите простой шаблон ("*" означает "любой символ") для поиска по логину или e-mail.

source: role
ru: роль

source: Low
ru: Низкая

source: High
ru: Высокая

source: It is recommended to choose a password that contains at least six characters. It should include numbers, punctuation, and both upper and lowercase letters.
ru: Рекомендуется выбирать пароль, состоящий как минимум из 6-ти символов. Это должна быть комбинация из букв,пунктуации и цифр.

source: The password does not include enough variation to be secure. Try:
ru: Этот пароль недостаточно безопасен. Попробуйте:

source: Adding both upper and lowercase letters.
ru: добавить символы в нижнем и верхнем регистре.

source: Adding numbers.
ru: добавить цифры.

source: Adding punctuation.
ru: добавить пунктуацию.

source: It is recommended to choose a password different from the username.
ru: Рекомендуется выбрать пароль, отличный от логина.

source: Passwords match:
ru: Совпадение паролей:

source: After a user account has been created
ru: После того, как профиль был создан

source: After a user's profile has been updated
ru: После того, как профиль был обновлён

source: After a user has been deleted
ru: После того, как пользователь был удалён

source: After a user has logged in
ru: После того, как пользователь вошёл в профиль

source: After a user has logged out
ru: После того, как пользователь вышел из профиля

source: When a user's profile is being viewed
ru: Когда профиль пользователя просматривается

source: Block current user
ru: Заблокировать пользователя

source: Ban IP address of current user
ru: Забанить IP текущего пользователя

source: Welcome to Drupal. You are now logged in as user #1, which gives you full control over your website.
ru: Добро пожаловать. Вы сейчас авторизированы как пользователь №1,т.е являетесь главным администратором сайта и имеете самые полные права.

source: </p><p> Your password is <strong>%pass</strong>. You may change your password below.</p>
ru: </p><p> Ваш пароль - <strong>%pass</strong>. Вы можете изменить его ниже.</p>

source: Created a new user account for <a href="@url">%name</a>. No e-mail has been sent.
ru: Создан новый профиль для <a href="@url">%name</a>. E-mail не был отправлен.

source: Registration successful. You are now logged in.
ru: Регистрация завершена. Сейчас вы авторизированы в системе.

source: Password and further instructions have been e-mailed to the new user <a href="@url">%name</a>.
ru: Пароль и дальнейшие инструкции отправлены новому пользователю <a href="@url">%name</a>.

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, a welcome message with further instructions has been sent to your e-mail address.
ru: Спасибо за регистрацию. Ваш профиль ожидает одобрения администратором.<br /> После его рассмотрения дальнейшая информация будет отправлена на ваш e-mail.

source: Notify user of new account
ru: Уведомлять новых пользователей

source: Login attempt failed for %user.
ru: Ошибка при авторизации для %user.

source: New external user: %name using module %module.
ru: Новый пользователь: %name, модуль %module.

source: Deleted user: %name %email.
ru: Удалённый пользователь: %name %email.

source: Blocked user %name.
ru: Заблокированный пользователь %name.

source: Banned IP address %ip
ru: Запрещённый IP %ip

source: 1 user
ru: @count пользователь

source: 1 guest
ru: @count гость

source: administer permissions
ru: Администрировать права

source: administer users
ru: Администрировать пользователей

source: access user profiles
ru: Доступ к профилям пользователей

source: change own username
ru: Изменять собственный логин

source: Reset password
ru: Сбросить пароль

source: anonymous user
ru: аноним

source: authenticated user
ru: авторизированный пользователь

source: !Points accumulated by users on your site.
ru: Баллы, накопленные пользователями на сайте.

source: A User's current !points.
ru: Текущие баллы пользователя

source: Userpoints Category
ru: Категория баллов

source: The categories (terms) of userpoints used
ru: Категории (термины) используемых баллов

source: The user who cast the vote.
ru: Пользователь, который оставил голос

source: Relate the userpoints table to the user table.
ru: Привязать таблицу баллов к таблице пользователей.

source: Approved
ru: Одобрено

source: Pending
ru: Ожидание

source: Declined
ru: Отказано

source: Configure userpoints moderation and branding translation
ru: Настроить управление баллами

source: Users earn !points as they post nodes, comments, and vote on nodes
ru: Пользователи получают баллы, когда они создают или оценивают документы, пишут комментарии

source: Word to use in the interface for the upper case plural word !Points
ru: Слово, которое будет использовано в GUI вместо слова Points с большой буквы

source: Word to use in the interface for the lower case plural word !points
ru: Слово, которое будет использовано в GUI вместо слова points во множественном числе с маленькой буквы

source: Word to use in the interface for the upper case singular word !Point
ru: Название, используемое в в интерфейсе для обозначения с заглавной.

source: Word to use in the interface for the lower case singular word !point
ru: Слово, которое будет использовано в GUI вместо слова point в единственном числе с маленькой буквы

source: Word to use for the uncategorized category
ru: Название, используемое для категории баллов, не входящих в какую-либо категорию.

source: Moderation
ru: Модерация

source: Transaction status
ru: Статус операций

source: Moderated
ru: Проверено

source: Select whether all !points should be approved automatically, or moderated, and require admin approval
ru: Укажите, нужно ли все баллы одобрять автоматически или модерировать и требовать одобрения админа

source: !Points expiration
ru: Срок действия

source: These settings affect new !points only, they are not retroactive. !Points expiration depends upon cron.
ru: Эти настройки действуют только для новых баллов. Срок действия баллов базируется на работе крон.

source: Expire !points after
ru: Срок действия до

source: Once !points have been obtained by the user they will expire according to this setting
ru: Время действия баллов пользователя будет определено этими настройками

source: This setting will not take affect, date must be in the future
ru: Эти настройки не будут действовать, дата должна быть в будущем

source: Expire !points on this date
ru: Установить срок действия баллов этой датой

source: Expiration entry description
ru: Описание истечения срока дуйствия

source: <br /> !points = The name used in branding above (also use !Points and !point)
ru: <br /> !points = Обозначение баллов выше

source: <br /> !operation = Original operation that granted the !points <br /> !description = Original description for the !point <br /> !txn_id Original transaction ID <br /> !date = Date of the original entry
ru: <br /> !operation = Оригинальная операция, которая назначает баллы <br /> !description = Оригинальное описание для баллов <br /> !txn_id Оригинальный ID трансакции <br /> !date = Дата оригинальной записи

source: Messages
ru: Сообщения

source: Control the behavior of messages users see.
ru: Контроль сообщения для пользователя.

source: Display message
ru: Показать сообщения

source: Determines if a message should be displayed whenever !points are awarded/substracted
ru: Определяет, должно ли отображаться сообщение при назначении/удалении баллов у пользователя.

source: Report Settings
ru: Отчёты

source: Transactions per page
ru: Трансакций на страницу

source: Limits the number of transactions displayed per page
ru: Ограничивает число трансакций, отображаемых на страницу

source: Display zero !point users?
ru: Отображать ноль баллов?

source: If set to "No" users with zero !points will not be displayed in the reports
ru: Если установлено "Нет", пользователи с нулём баллов не будут отображены в отчётах.

source: Users per page
ru: Пользователей на страницу

source: When listing !points by user limit how many users are displayed on a single page
ru: При показе баллов по пользователям ограничить количество отображаемых на странице пользователей.

source: !Points Categorization
ru: Категории

source: Default Category
ru: Категория по умолчанию

source: By default all !points are assigned to this category. You can modify what categories are available by modifying the <a href="!url">Userpoints taxonomy</a>
ru: По умолчанию все баллы назначены в эту категорию. Вы можете настроить эти категории <a href="!url">здесь</a>.

source: All categories
ru: Все категории

source: Category to display on the user profile page
ru: Категория в профиле

source: Select which category of !points to display on the user profile page. Select "All" to display a sum total of all categories
ru: Выберите, какая категория баллов будет отображена на странице профиля пользователя. Выберите "Всё", чтобы показывать все категории в сумме.

source: Transaction stamping
ru: Время трансакции

source: Always use system time
ru: Всегда использовать синтаксис времени

source: Sets if the transaction timestamp should obey current time, or can be modified by the API operations. Unchecking this option will allow customization of timetamp for the transactions.
ru: Должна ли трансакция иметь текущее время или получать изменённую дату. Если не отмечено, имеется возможность корректировка времени трансакции.

source: @key returned false from the hook_userpoints points before call
ru: Перед вызовом @key вернул "false" из hook_userpoints.

source: lost
ru: утеряно

source: was declined
ru: было отклонено

source: earned
ru: получено

source: User %uname %op %pointsvalue !points, pending administrator approval.
ru: Пользователь %uname %op %pointsvalue баллов. Нуждается в одобрении администратора.

source: User %uname %op %pointsvalue !points Total now is %total !points.
ru: Пользователь %uname %op %pointsvalue баллов. Сейчас в сумме %total балл(ов).

source: View detailed transactions
ru: Просмотр детальных трансакций

source: Adjust
ru: Уточнить

source: Add/substract !points from this user
ru: Добавить/Забрать баллы у этого пользователя

source: User !points
ru: Баллы пользователя

source: Time stamp
ru: Дата

source: !Uncategorized
ru: Без категории

source: !points
ru: баллы

source: No !points awaiting moderation
ru: Нет баллов, ожидающих модерации

source: Are you sure you want to @op txn @txn_id
ru: Вы уверены, что хотите @op txn @txn_id

source: User Name
ru: Имя пользователя

source: User Name for the user you want the !points to affect
ru: Имя пользователя, которому вы хотите назначить баллы

source: Points
ru: Пункты

source: Number of !points to add/subtract from the user. For example, 25 (to add !points) or -25 (to subtract !points).
ru: Число баллов, которое необходимо добавить/удалить пользователю. Например, 25 (добавить 25 баллов) или - 25 (удалить 25 баллов)

source: Date/Time
ru: Дата / Время

source: Date and time of this transaction, in the form YYYY-MM-DD HH:MM +ZZZZ
ru: Дата и время этой операции, в формате YYYY-MM-DD HH:MM +ZZZZ

source: Expiration date
ru: Срок действия

source: Date and time to expire these !points, in the form YYYY-MM-DD HH:MM +ZZZZ
ru: Дата и время истечения срока действия этих баллов, в форме YYYY-MM-DD HH:MM +ZZZZ

source: Leave blank for non-expiring !points
ru: Оставьте пустым для баллов без срока действия

source: Category to apply these !points to
ru: Категория для которой назначить эти баллы

source: Reference
ru: Ссылка

source: Enter optional reference for this transaction. This field will be indexed and searchable.
ru: Введите не обязательную ссылку для этой операции. Это поле будет участвовать в индексации и доступно для поиска.
