Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: You should increase your order amount to get points
ru: Если вы купите только этот товар, сумма будет недостаточна для получения баллов за эту покупку

source: Total amount range
ru: Сумма

source: Your discount
ru: Ваша скидка

source: Currently we have the following discount rates enabled
ru: Система скидок

source: Your basket is empty
ru: Ваша корзина пуста

source: Open toolbar to edit
ru: Открыть настройки

source: Close toolbar
ru: Закрыть

source: Back to main page
ru: На главную страницу

source: Edit newsletters
ru: Редактирование рассылок

source: <p>The masquerade module adds a link on a user's profile page that allows permitted users to masquerade as that user. Upon masquerading, a link to "switch back" to the original user will appear in the menu. While masquerading, the option to masquerade as another user will not appear. All masquerading transactions are logged, and $user->masquerading will be set; this could be displayed via theme.</p><p>In the masquerade settings a list of roles are presented; any checked role is considered an "administrator" and requires the second level "masquerade as admin" permission to masquerade as. User #1 is automatically considered an administrator, regardless of roles.</p>
ru: Молуль "Маскарад" добавляет ссылку в профиль пользователя, которая позволяет администратору надевать маску этого пользователя. При ношении чужой маски, в меню появляется ссылка "Снять маску". Все случаи применения маски фиксируются как $user->masquerading, что может выводиться в теме. В настройках модуля есть список ролей. Если роль отмечена, она рассматривается как "администратор" и требует второй уровень прав "Носить маску как админ". Пользователь №1 (главный администратор) автоматически рассматривается как администратор, независимо от роли.

source: %user does not exist. Please enter a valid username.
ru: %user не существует. Укажите правильный логин.

source: Masquerade as !user
ru: Надеть маску !user

source: Masquerade settings
ru: Маскарад

source: Enter the users this user is able to masquerade as
ru: Укажите пользователей, чьи маски может носить этот пользователь.

source: Enter a comma separated list of user names that this user can masquerade as.
ru: Укажите разделённый через запятые список логинов, маски которых может носить этот пользователь.

source: %user is not a valid user name.
ru: Логин %user не является правильным логином.

source: You are masquerading as %anonymous.
ru: На вас надета маска <a href="@user-url">%anonymous</a>.

source: Switch back to use
ru: Снять маску

source: Quick switches:
ru: Быстрые переключения

source: You are already masquerading. Please <a href="@unswitch">switch back</a> to your account to masquerade as another user.
ru: Вы уже носите маску. <a href="@unswitch">Снимите</a> маску, чтобы надеть маску другого пользователя.

source: User %masq_as does not exist. Please enter a valid username.
ru: Пользователь %masq_as не существует. Укажите правильный логин.

source: You cannot masquerade as yourself. Please choose a different user to masquerade as.
ru: Вы не можете носить свою собственную маску. Выберите другой логин!

source: It is not possible to masquerade in off-line mode as !user does not have the %config-perm permission. Please <a href="@site-maintenance">set the site status</a> to "online" to masquerade as !user.
ru: Невозможно носить маску администратора, когда сайт находится в закрытом режиме, так как !user не имеет прав %config-perm.

source: A user id was not correctly passed to the switching function.
ru: ID пользователя не был корректно обработан при переключении.

source: It is not possible to masquerade in off-line mode as %user does not have the %config-perm permission. Please <a href="@site-maintenance">set the site status</a> to "online" to masquerade as %user.
ru: Невозможно носить маску, если сайт работает в закрытом режиме, так как %user не имеет прав %config-perm. <a href="@site-maintenance">Переключите</a> сайт в рабочий режим, чтобы носить маску %user.

source: masquerade
ru: маскарад

source: User %user no longer masquerading as %masq_as.
ru: Пользователь %user больше не носит маску %masq_as.

source: The user id provided to switch users was not numeric.
ru: ID пользователя, предназначенное для переключения, не является числом.

source: This user requires administrative permissions to switch to the user %user.
ru: Для этого пользователя нужны права администратора, чтобы переключиться на пользователя %user.

source: This user is already %user.
ru: Этот пользователь уже %user.

source: User %user now masquerading as %masq_as.
ru: Пользователь %user сейчас носит маску %masq_as.

source: masquerade as user
ru: Надевать маску пользователя

source: masquerade as admin
ru: Надевать маску админа

source: Masquerading
ru: Маскарад

source: Enter a URL that the user will be sent to.
ru: Укажите URL, по которому будет отправлен пользователь

source: The selected nodes do not have any editable fields. Please select other nodes and try again.
ru: Выбранные документы не имеют никаких редактируемых полей. Пожалуйста выберите другие документы и попробуйте снова.

source: Check this box to add new values to this multi-valued field, instead of overwriting existing values.
ru: Отметьте, чтобы добавить новые значения к этому полю, вместо того, чтобы переписывать существующие значения.

source: <h3>Using the Code widget</h3> <ul> <li>Will override the value specified in the Field widget.</li> <li>Should include &lt;?php ?&gt; delimiters.</li> <li>If in doubt, refer to <a target="_blank" href="@link_devel">devel.module</a> 'Dev load' tab on a content page to figure out the expected format.</li> </ul>
ru: <h3>Использование кода</h3> <ul> <li>Перепишет значение, указанное в поле.</li> <li>Должны использоваться php-теги &lt;?php ?&gt; .</li> <li>В случае возникновения проблем, обращайтесь к <a target="_blank" href="@link_devel">devel.module</a> закладке "Разработка", чтобы выяснить ожидаемый формат.</li> </ul>

source: Add?
ru: Добавить?

source: Checkboxes in this column allow you to add new values to multi-valued fields, instead of overwriting existing values.
ru: Чекбоксы в этой колонке позволяют вам добавлять новые значения к полям вместо того, чтобы переписывать существующие значения.

source: Show PHP code area
ru: Показать поле кода

source: Check this ON if you want to show a textarea for each field to allow the user to write a PHP script that will populate the value of this field.
ru: Включите, если вы хотите показывать тектовое поле для каждой строки, чтобы позволить пользователям вставлять туда PHP код, который бы заполнял значения этого поля.

source: - All fields -
ru: - Все поля -

source: Select which field(s) the action form should present to the user.
ru: Выберите, какие дейчтвия должны быть показаны пользователям.

source: You must select at least one field to be shown to the user.
ru: Вы должны выбрать как минимум одно поле для показа пользователям.

source: Argument of type %type. Enter PHP script that will return a value for this argument. The variables <code>$object</code> and <code>$context</code> are available to this script.
ru: Аргумент с типом %type. Вставьте PHP код, который бы вернул значение для этого аргумента. В коде можно использовать переменные <code>$object</code> и <code>$context</code>.

source: PHP script
ru: PHP

source: Type the PHP snippet that will run upon execution of this action. You can use variables <code>&$object</code> and <code>$context</code> in your snippet. Note that it is up to the script to save the object once it's done modifying it.
ru: Укажите PHP, который запустится при выполнении этого действия. Вы можете использовать переменные <code>&$object</code> и <code>$context</code> в своём коде.

source: The selected nodes are not associated with any vocabulary. Please select other nodes and try again.
ru: Выбранные документы не связаны с каким-то словарём. Выберите другие документы.

source: (new tags)
ru: (новые теги)

source: Action to take
ru: Действие

source: Add the selected terms
ru: Добавить выбранные термины

source: Replace existing terms with selected ones
ru: Заменить выбранными существующие термины

source: Replace terms within same vocabulary
ru: Заменить термины в пределах того же словаря.

source: Delete selected terms
ru: Удалить выбранное

source: You did not select any term nor did you choose to replace existing terms. Please select one or more terms or choose to replace the terms.
ru: Вы не выбрали никакой термин. Выберите один или более терминов или выберите замену терминов.

source: Add roles
ru: Добавить роль

source: Choose one or more roles you would like to assign to the selected users.
ru: Выберите одну или более ролей, которые вы хотите назначить пользователям.

source: Remove roles
ru: Удалить роли

source: Choose one or more roles you would like to remove from the selected users.
ru: Выберите одну или более ролей, которые вы хотите забрать у выбранных пользователей.

source: You have not chosen any role to add or remove. Please select something to do.
ru: Вы не выбрали никакую роль для добавления или удаления. Пожалуйста, выберите что-то.

source: Execute a VBO programmatically on !type
ru: Выполнять !type массовые операции програмно

source: Object
ru: Объект

source: Use <a href="@jobqueue">Job Queue</a>
ru: Используйте <a href="@jobqueue">рабочую очередь</a>

source: description
ru: описание

source: set
ru: установить

source: - Choose an operation -
ru: - Выбрать операцию -

source: <a href="@view">Cancel</a>
ru: <a href="@view">Отменить</a>

source: Set parameters for %action
ru: Установить параметры для %action

source: Are you sure you want to perform %action on selected rows?
ru: Вы уверены, что хотите выполнить %action для выбранных строк?

source: No row selected. Please select one or more rows.
ru: Ничего не выбрано. Выберите одну или несколько позиций.

source: No operation selected. Please select an operation to perform.
ru: Операции не выбраны.

source: Performing %action on selected rows...
ru: Выполнение операции %action на выбранных строках...

source: Perform %action on @type %oid.
ru: Выполнить %action в @type %oid.

source: Enqueued %action on @types %oid. Check the <a href="@queue">queued jobs page</a>.
ru: Поставлено в очередь %action в @types %oid. Проверьте <a href="@queue">рабочую очередь</a>.

source: Skipped %action on @type %title due to insufficient permissions.
ru: Действие %action в @type %title из-за недостаточных прав.

source: Performed %action on @type %title.
ru: Действие %action в @type %title.

source: !results rows processed in about !time ms:
ru: Обработано !results за !time ms:

source: No rows were processed:
ru: Строки не обработаны:

source: An error occurred while processing @operation with arguments: @arguments
ru: Произошла ошибка при обработке @operation с аргументом @arguments

source: Performed aggregate %action on @types %oids.
ru: Выполнена операция %action в @types %oids.

source: ...and <strong>!count</strong> more.
ru: ...и на <strong>!count</strong> больше

source: - Choose a view -
ru: - Выберите вид -

source: If the selected action is configurable, this section will show the action's arguments form, followed by a text field where a PHP script can be entered to programmatically assemble the arguments.
ru: Если выбранное действие можно настроить, эта секция покажет форму с аргументом операции.

source: This operation is not configurable.
ru: Эта операция не может быть настроена.

source: View exposed input
ru: Развёрнутый вид

source: You must choose a view to be executed.
ru: Вы должны выбрать вид.

source: You must choose an operation to be executed.
ru: Вы должны выбрать операцию.

source: No results for view %vid.
ru: Нет результатов для вида %vid.

source: View %vid was successfully modified.
ru: Вид %vid был удачно изменён.

source: The following actions were ignored: %ignored.
ru: Следующие действия были проигнорированы: %ignored.

source: View %vid was not modified, because all actions were ignored.
ru: Вид %vid не был модифицирован, потому что все действия были проигнорированы.

source: views bulk operations
ru: массовые операции

source: actions permissions
ru: права на действия

source: An attempt by user %user to !perm was blocked due to insufficient permissions.
ru: Попытка !perm пользователем %user заблокирована из-за недостатка прав.

source: Could not find object info for view table @table.
ru: Невозможно найти объект для таблицы @table.

source: You selected the following <strong>1</strong> row:
ru: Вы выбрали <strong>1</strong> строку:

source: Actions permissions
ru: Права

source: Views Bulk Operations
ru: Массовые операции

source: Custom pages meta tags
ru: Страницы

source: Subscribed to
ru: Подписан на

source: All newsletters
ru: Все рассылки

source: Subscription filters
ru: Фильтры подписки

source: Activate
ru: Активировать

source: Inactivate
ru: Деактивировать

source: No subscriptions available.
ru: Подписки недоступны.

source: Mass subscribe
ru: Массовая подписка

source: Mass unsubscribe
ru: Массовая отписка

source: Active users
ru: Активные пользователи

source: edit newsletter
ru: редактировать рассылку

source: Show issues from
ru: Показать выпуски

source: Sets the commission structure for the role, when the user has returned via cookie. This should be a comma separated list of number with the first value corresponding to the first level in the hierarchy and each successive value corresponding to the next level in the hierarchy. Commission can either be represented as percentages by adding a '%' symbol after the number or as a fixed amount in the stores currency by a number with no symbol. Example: 5%,4%,2%,2%,1%
ru: Структура комиссии для роли, когда пользователь возвратился через cookie. Это должен быть список чисел, разделённых запятыми, где первое значение соответствует первому уровню в иерархии и так далее. Комиссия может быть представлена в процентах (добавляется % после числа) или в виде фиксированной суммы в валюте магазина (добавляется просто число, без символа). Например:5%,4%,2%,2%,1%

source: Enable the "Upline" page for affiliates.
ru: Включить высший уровень.

source: This page allows the affiliate to see the affiliates above him (if any) in a multilevel setup.
ru: Эта страница позволяет аффилиатам видеть аффилиатов над ним (если есть) при мультиуровневой установке.

source: Hide IP addresses from users
ru: Скрыть IP от пользователей

source: Show the last number (*.*.*.123)
ru: Показать последний номер (*.*.*.123)

source: Show the last 2 numbers (*.*.123.123)
ru: Показать последние 2 цифры (*.*.123.123)

source: Show the first number (123.*.*.*)
ru: Показать первую цифру (123.*.*.*)

source: Show the full IP (primarily for debug purposes)
ru: Показать полный IP (для отладки)

source: Mask IP addresses that your affiliates can see
ru: Маскировка IP

source: To help affiliates determine who bought what, you can show them the IP address of your customers. This can also be a privacy issue. In the US, do not show more than 2 numbers. Choose wisely. The administrator (user 1) is not affected by this option.
ru: Чтобы помочь аффилиатам определить, кто был покупателем, вы можете показать им IP пользователей. Для США не показывайте больше чем 2 цифры. Администратор (пользователь №1) всегда может видеть полный IP.

source: Cookie tracking
ru: Отслеживание Cookie

source: Affiliate commissions for future orders placed by users they referred
ru: Комиссии аффилиатов для будущих заказов

source: If an affiliate cookie is present when a user creates an account, that user is associated with the affiliate. Using this option, you can control whether the affiliate associated with the user gets commissions, or whether any affiliate whose cookies may be present when the user places an order should get the commissions instead.
ru: Если пользователь при создании аккаунта будет иметь cookie, установленные аффилиатом, пользователь будет ассоциироваться с этим аффилиатом. Используя эту опцию, вы можете контролировать, будет ли получать комиссию аффилиат за того или иного пользователя.

source: Only use affiliate cookies that are available at the time of order placement
ru: Только использовать cookies, которые доступны в момент размещения заказа

source: Use affiliate cookies at the time of order placement, but if there are none, fall back on the affiliate that first referred the user
ru: Использовать cookies в момент размещения заказа, но если их нет, связать этот заказ с аффилиатом, который первым привёл этого покупателя

source: Give commissions to the affiliate associated with the user, but if there is none, fall back on any affiliate cookies that may be present
ru: Начислить комиссию аффилиату, который ассоциируется с этим пользователем, но если такого аффилиата нет, использовать любые cookies аффилиата

source: Only give commissions to an affiliate that is associated with the user
ru: Начислять комиссию только тем аффилиатам, которые ассоциируются с этим пользователем

source: This sets an alternative commission structure for this product. When appling commissions the first commission structure below that matches the affiliate will be used. If the commission structure is set to 0, the product won't be present in the generated links, and no commissions will be given for it. Otherwise this should be a comma separated list of number(s) with the first value corresponding to the first level in the hierarchy and each successive value corresponding to the next level in the hierarchy. Example: 5%,4%,2%,2%,1%
ru: Установки структуры аффилиатов для этого товара. При назначении комиссии, будет использована первая структура, которая совпадёт с аффилиатом. Если структура установлена в 0, товар не будет представлен в созданных ссылках комиссия не будет начислена для него. В противном случае это должно быть в виде списка чисел, в котором первое значение совпадает с первым уровнем и так далее. Например: 5%,4%,2%,2%,1%

source: User #
ru: Пользователь

source: Affiliate id or username to credit or remove commissions on
ru: ID аффилиата или логин для комиссии

source: These tokens can be used in all text fields and will be replaced on-screen and in the email. Note that simplenews-receiver tokens are not suitable for on-screen use.
ru: Эти токены могут быть использованы во всех тектовых полях и будут заменены в финальном тексте письма.

source: HTML to text conversion
ru: Конверсия HTML --> простой текст

source: Set discount
ru: Установить скидку

source: Discount price:
ru: Скидка:

source: Min summ
ru: Мин. сумма

source: Max summ
ru: Макс. сумма

source: Rate (%)
ru: Ставка (%)

source: Edit Rate
ru: Редактировать ставку

source: Add Rate
ru: Добавить ставку

source: Enter the minimum sum for discount charge
ru: Укажите минимальную сумму для скидки

source: Enter the maximum sum for discount charge
ru: Укажите максимальную сумму для скидки

source: To specify value without a symbol of %
ru: Чтобы указать значение без символа %

source: Only positive decimal values are allowed in Min Summ field!
ru: Только положительные целые числа разрешены для поля минимальной суммы!

source: Only positive decimal values are allowed in Max Summ field!
ru: Только положительные целые числа разрешены для поля максимальной суммы!

source: Only positive decimal values are allowed in Rate field!
ru: Только положительные целые числа разрешены для поля ставки!

source: Rate should be less or equal to 100%!
ru: Ставка должна быть меньше или равной 100%!

source: Min Summ must not be greater than Max Summ!
ru: Минимальная сумма не должна быть больше максимальной суммы!

source: This range intersects with already existing one. Please enter another Min Summ value.
ru: Эта ставка конфликтует с уже существующей. Укажите другое значение минимальной суммы.

source: This range intersects with already existing one. Please enter another Max Summ value.
ru: Эта ставка конфликтует с уже существующей. Укажите другое максимальное значение.

source: Discount has been successfully updated.
ru: Скидка была обновлена.

source: Discount has been successfully added.
ru: Скидка была добавлена

source: Discount information
ru: Скидки

source: Your discount is !rate%.
ru: Ваша скидка !rate%.

source: You are saving !save
ru: Вы экономите !save

source: Since you are not a registered user, your discount is only !rate%.
ru: Так как вы незарегистрированный пользователь, ваша скидка будет !rate%.

source: Since you are not a registered user you have no discount.
ru: Так как вы незарегистрированный пользователь, у вас нет скидки.

source: Guest Rate(%)
ru: Гостевая ставка (%)

source: The guest discount Rate (%) is applied for all anonymous users. Set rate to 0 to disable discount.
ru: Гостевая ставка (%) действует для всех анонимных пользователей. Установите ставку в "0" для отключения скидки.

source: Select this
ru: Показать

source: If this is checked, the price with discount will be populated on the product page and teaser.
ru: Если отмечено, цена со скидкой будет показана на странице товара или в аннотации

source: administer discount
ru: Администрировать скидки

source: Order Total Discount
ru: Система скидок

source: Delete discount
ru: Удалить скидку

source: Edit discount
ru: Редактировать скидку

source: Ubercart payment methods
ru: Способы оплаты

source: Ubercart payment gateways
ru: Платёжные шлюзы

source: This price will be modified by @percent% on this domain.
ru: Эта цена будет изменена @percent% на этом домене.

source: Displays the domain specific store name.
ru: Отображает название магазина в зависимости от домена.

source: If you need to check the status of your order, please visit our home page at [order-store-link] and click on "My account" in the menu or login with the following link:
ru: Если вы хотите проверить состояние вашего заказа, зайдите на главную страницу [order-store-link] и зайдите в свой профиль по этой ссылке:

source: To learn more about managing your orders on [order-store-link], please visit our <a href="[order-store-help-url]">help page</a>.
ru: тобы узнать больше об управлении вашими заказами в магазине [order-store-link], просмотрите <a href="[order-store-help-url]">справочную страницу</a>.

source: Subscribers
ru: Подписчики

source: <select>
ru: <выбрать>

source: Show SKU field, but for new products give the option to Automatically Generate from replacement pattern below:
ru: Показать поле артикула, но для новых товаров дать возможность автоматически сгенерировать артикул по шаблонам:

source: Disable (show but do not allow editing) SKU field and Automatically Generate from replacement pattern below:
ru: Отключить (показать, но не разрешать редактировать) поле артикула и автоматически генерировать, используя шаблоны:

source: Show List Price field & Use default value below:
ru: Показать поле цены прайс-листа и использовать значение по умолчанию:

source: Show Cost field & Use default value below:
ru: Показать поле стоимости и использовать значение по умолчанию:

source: auto SKU
ru: Автоартикул

source: (auto generated)
ru: (атогенерирование)

source: stock levels
ru: наличия на складе

source: product option prices
ru: цен опций товара

source: <p>Use this form to transfer stock data and product prices between a Übercart online shop and <a href="http://en.wikipedia.org/wiki/Comma-separated_values" title="Wikipedia definition">CSV</a> files.</p><p><strong>Warning:</strong> Please make sure you have a backup before you proceed so you can roll back, if necessary.</p>
ru: <p>Используйте эту форму для переноса информации о складе и товарах между сайтами на основе Übercart при помощи <a href="http://en.wikipedia.org/wiki/Comma-separated_values" title="Wikipedia definition">CSV</a> файла</p>. <strong>ВНИМАНИЕ:</strong> Убедитесь, что вы сделали резервную копию перед продолжение.
