Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: The menu items displayed in the administration menu depend upon the actual permissions of the viewer. First, the administration menu is only displayed to users in roles with the <em>Access administration menu</em> (admin_menu module) permission. Second, a user must be a member of a role with the <em>Access administration pages</em> (system module) permission to view administrative links. And, third, only currently permitted links are displayed; for example, if a user is not a member of a role with the permissions <em>Administer permissions</em> (user module) and <em>Administer users</em> (user module), the <em>User management</em> menu item is not displayed.
ru: Отображение пунктов меню зависит от текущих настроек прав доступа текущего пользователя. Меню администратора прежде всего отображается для пользователей с ролями, имеющими права <em>Доступ к меню администратора</em>. Также, пользователь должен иметь право "Доступ к страницам администратора". И наконец, будут показаны только разрешённые пункты меню.

source: display drupal links
ru: Отображать ссылки Друпал

source: Administration Development tools
ru: Инструменты для разработки

source: System path settings
ru: Настройки системных путей

source: This view replaces this path on your site. You may use "%" for dynamic arguments. For example: "node/%/feed".
ru: Этот вид заменит эту страницу сайта. Вы можете использовать "%" для динамических аргументов. Например: "node/%/feed".

source: Adds integration with the Twitter microblogging service.
ru: Добавляет интеграцию с сервисом микроблогов Twitter

source: Enables posting to twitter
ru: Позволяет публиковать сообщения на Twitter

source: Twitter message
ru: Сообщение Twitter

source: Twitter status messages.
ru: Сообщения статусов Twitter

source: Login name
ru: Логин

source: The login account of the Twitter user.
ru: Логин от аккаунта Twitter

source: Created time
ru: Время создания

source: The time the Twitter message was posted.
ru: Время, когда было опубликовано сообщение на Twitter

source: The text of the Twitter message.
ru: Текст сообщения Twitter

source: The name of the application that posted the Twitter message.
ru: Название апликации, которая опубликовала сообщение на Twitter.

source: The full name Twitter account user.
ru: Полное название пользователя Twitter аккаунта.

source: The description of the Twitter account.
ru: Описание аккаунта Twitter

source: The location of the Twitter account.
ru: Расположение аккаунта Twitter

source: Followers
ru: Следящие

source: The number of users following this Twitter account.
ru: Число пользователей, слядящих за этим Twitter аккаунтом.

source: Profile image
ru: Изображение профиля

source: The image used by the Twitter account.
ru: Изображение, используемое аккаунтом Twitter.

source: The URL given by the Twitter account user.
ru: URL аккаунта пользователя Twitter.

source: Protected status
ru: Защищённый статус

source: Whether posts from this Twitter account should be visible to the general public.
ru: Должен ли быть публично отображён пост с этого Twitter аккаунта.

source: Last refresh
ru: Последнее обновление

source: The time the Twitter account statuses were retrieved.
ru: Время, когда были перезагружены статусы аккаунта Twitter.

source: The UID of the Twitter account.
ru: UID аккаунта Twitter

source: Import status
ru: Импорт статуса

source: Whether posts from this Twitter account should be imported automatically.
ru: Должны ли публикации из этого Twitter аккаунта импортированы автоматически.

source: Post
ru: Публикация

source: OAuth Settings
ru: Настройки OAuth

source: To enable OAuth based access for twitter, you must <a href="@url">register your application</a> with twitter and add the provided keys here.
ru: Чтобы включить доступ к Twitter через OAuth, вы должны <a href="@url">зарегистрировать свою аппликацию</a> на Твиттере и указать её ключ здесь.

source: Callback URL
ru: Обратный URL

source: OAuth Consumer key
ru: Ключ OAuth

source: OAuth Consumer secret
ru: Секрет OAuth

source: Twitter import
ru: Импорт Twitter

source: Import and display the Twitter statuses of site users who have entered their Twitter account information.
ru: Импорт и отображение статусов Twitter тех пользователей, кто указал информацию по своим Twitter-аккаунтам.

source: Import Twitter statuses
ru: Импорт

source: Delete old statuses
ru: Удалить старые статусы

source: This means other users will no longer be allowed to post using this account.
ru: Это означает, что другие пользователи не будут больше иметь возможность публиковать, используя этот аккаунт.

source: Are you sure you want to allow other users to access the %screen_name account?
ru: Вы уверены, что хотите разрешить другим пользователям доступ к аккаунту %screen_name?

source: This will allow other users to post using this account.
ru: Это позволит другим пользователям публиковать материалы, используя этот аккаунт.

source: Twitter user name
ru: Логин на Twitter

source: Import statuses from this account
ru: Импорт статусов с их аккаунтов.

source: Add account
ru: Добавить аккаунт

source: Twitter authentication failed. Please check your account name and try again.
ru: Ошибка при авторизации на Twitter. Проверьте свой логин и попробуйте снова.

source: Invalid Twitter OAuth request
ru: Неправильный запрос OAuth Twitter

source: Invalid OAuth token.
ru: Неправильный токен OAuth.

source: Link Twitter @usernames to their Twitter.com urls
ru: Залинковать @usernames на их УРЛ в Twitter.com

source: Link Twitter #hashtags to another url
ru: Залинковать #hashtags на другие УРЛ

source: Twitter @username converter
ru: Конвертер @username

source: Twitter #hashtag converter
ru: Конвертер #hashtag

source: Converts Twitter-style @usernames into links to Twitter account pages.
ru: Конвертирует Twitter @usernames в ссылки аккаунтов Twitter

source: Converts Twitter-style #hashtags into links to hashtags.org.
ru: Конвертирует Twitter #hashtags в ссылки на hashtags.org.

source: Twitter-style @usersnames are linked to their Twitter account pages.
ru: Twitter @usersnames залинкованы на их профили.

source: Twitter-style #hashtags are linked to !url.
ru: Twitter #hashtags залинкованы на !url.

source: add twitter accounts
ru: Добавлять аккаунты twitter

source: use global twitter account
ru: Использовать глобальный аккаунт Twitter

source: make twitter accounts global
ru: Делать глобальным Twitter аккаунт

source: Twitter accounts
ru: Twitter аккаунты

source: The given text will be posted to twitter.com. You can use !url, !url-alias, !tinyurl, !title, and !user as replacement text.
ru: Данный текст будет отображён на twitter.com. Вы можете использовать !url, !url-alias, !tinyurl, !title, и !user в качестве подстановок.

source: Post to twitter.com
ru: Опубликовать на twitter.com

source: Announce this post on Twitter
ru: Анонсировать єту публикацию на Twitter

source: The given text will be posted to twitter.com. You can use !url, !url-alias, !tinyurl, !title and !user as replacement text.
ru: Данный текст будет опубликован на twitter.com. Вы можете использовать подстановки !url, !url-alias, !tinyurl, !title и !user

source: Successfully posted to Twitter
ru: Успешно опубликовано на Twitter

source: An error occurred when posting to twitter: %code %error
ru: Произошла ошибка при публикации на Twitter: %code %error

source: Twitter Post
ru: Публикация на Twitter

source: Позволяет параллельную автоматическую публикацию дукументов в своём профиле LiveJournal.
ru: Позволяет параллельную автоматическую публикацию документов в своём профиле LiveJournal.

source: The Administrator theme developed specially for OpenStore e-commerce software by Iurii Makukh. If you have some questions or suggestions, please visit the <a href="http://openstore.org.ua">official site</a>
ru: Тема оформления "Администратор" создана специально для применения в составе сборки скрипта интернет-магазина OpenStore©. Если у вас есть вопросы и предложения относительно этой темы или сборки в целом, зайдите на <a href="http://openstore.org.ua">сайт поддержки</a> OpenStore©.

source: uc_thumbnail image linked to node
ru: Изображение uc_thumbnail, залинкованное на документ

source: LiveJournal кросспостер
ru: LJ кросспостер

source: <div style="font-size:smaller">[sell_price]</div>
ru: [sell_price]

source: Subscribe to comments RSS feed
ru: Подписаться на RSS отзывов

source: The maximum discount you can get using your points -
ru: Максимальная скидка, которую вы можете получить за ваши баллы за один заказ -

source: Web services
ru: Веб-сервисы

source: Consumer key
ru: Ключ пользователя

source: Consumer secret
ru: Секрет пользователя

source: Access token key
ru: Ключ токена доступа

source: Access token secret
ru: Секрет токена доступа

source: Not active
ru: Не активно

source: Livejournal Crossposting
ru: Кросспост в LiveJournal

source: All author
ru: Все автора

source: %1's tweets
ru: Твиты %1

source: Всі
ru: Все

source: Grey theme
ru: Grey

source: Store contacts
ru: Контакты

source: access ckeditor link
ru: Доступ к ссылке Ckeditor

source: can crosspost to livejournal
ru: Кросспост в LiveJournal

source: view own access token
ru: Смотреть свой токен доступа

source: No content in this block yet
ru: В этом блоке пока нет содержимого.

source: To show something in this block you have to do the following:
ru: Чтобы показать содержимое, нужно сделать следующее:

source: Create new document
ru: Создайте новый документ

source: Add existing document to block queue
ru: Добавьте существующий в очередь

source: Block information can be found here
ru: Справка по блоку

source: Subscribe to new products RSS feed
ru: Последние поступления

source: - AND / OR -
ru: - И / ИЛИ -

source: View related operations:
ru: Связанные с видом операции:

source: Link must be a valid Drupal path.
ru: Ссылка должна быть в виде действительного системного пути.

source: Big carousel with banners
ru: Большая карусель с баннерами

source: Add something to queue
ru: Добавить что-то в очередь

source: Posted
ru: Отправлено

source: Vote type
ru: Тип голоса

source: Individual votes
ru: Индивидуальные голоса

source: Everyone
ru: Кто-то

source: %1's votes
ru: Голоса %1

source: You or someone else has to rate any product
ru: Вы или кто-то другой должен проголосовать за товар

source: You or someone else has to write a comment to any product
ru: Вы или кто-то другой должен написать отзыв к товару

source: Set list price of the product greater than its sell price
ru: Установить цену продажи товара меньше цены в прайс-листе

source: Create new poll
ru: Создать новый опрос

source: Subscribe to top rated RSS feed
ru: Лидеры рейтинга

source: Subscribe to last reviews RSS feed
ru: Последние отзывы

source: Subscribe to discounts RSS feed
ru: Скидки

source: Subscribe to product comments RSS feed
ru: Подписаться на отзывы

source: Executed @queries queries in @time milliseconds.
ru: Выполнено @queries запросов за @time миллисекунд

source: Location on Yandex Map
ru: Мы на ЯндексКартах

source: Office/store location shown on <a href="http://maps.yandex.ru">Yandex Maps</a>
ru: Расположение офиса или магазина на карте сервиса <a href="http://maps.yandex.ru">ЯндексКарты</a>. Отметьте своё местоположение, получите ссылку на эту карту и вставьте сюда. Ссылка должна быть прямая, то есть начинаться с http://

source: Location on Google Map
ru: Расположение на GoogleMaps

source: Office/store location shown on <a href="http://maps.google.com">Google Maps</a>
ru: Расположение офиса или магазина на карте сервиса <a href="http://maps.google.com">GoogleMaps</a>. Отметьте своё местоположение, получите ссылку на эту карту и вставьте сюда. Ссылка должна быть прямая, то есть начинаться с http://

source: See us on Yandex Map
ru: Мы на ЯндексКартах

source: See us on Google Map
ru: Мы на GoogleMaps

source: You or someone else has to order at least two similar products in this shop
ru: Вы или кто-то ещё должен заказать 2 или более одинаковых товара.

source: view settings
ru: Настройки вида

source: settings for this view
ru: Настройки отображения вида для этого блока

source: enable/disable block
ru: Вкл/Выкл блок

source: enable/disable or change region for this block
ru: Включить или выключить блок, поменять регион его расположения

source: To see price for you, please continue checkout
ru: . Итоговая цена для вас будет показана на странице расчёта при оформлении заказа.

source: Front end theme
ru: Основная тема оформления

source: Skip to Content
ru: Пропустить до содержимого

source: Skip to Navigation
ru: Пропустить до навигации

source: frontend theme
ru: Тема Frontend

source: You or someone else has to order a product in this shop
ru: Вы или кто-то другой должны заказать товар в этом магазине

source: Catalog auto pictures
ru: Автоматические изображения

source: If selected, category pictures will be added automatically from nodes with relevant category
ru: Если выбрано, изображения категорий будут добавлены автоматически из нод с соответствующей категорией

source: Autopictures preset
ru: Пресет автоматических изображений

source: Choose a preset name to use as catalog auto pictures
ru: Выберите алгоритм, который будет использоваться для создания изображений категорий каталога

source: If selected, category pictures will be filled automatically from associated nodes imagefields
ru: Если выбрано, изображения категорий будут заполнены автоматически из связанных документов

source: Catalog picture preset
ru: Алгоритм для изображений каталога

source: Choose the preset name used for catalog image output
ru: Выберите алгоритм, который будет использоваться для изображений категорий

source: Select sign-in button
ru: Выберите кнопку входа

source: Automatically register new users
ru: Автоматически регистрировать новых пользователей

source: Warning, if you enable this, new user accounts will be created without email addresses.
ru: ВНИМАНИЕ: если вы включите это, новые пользовательские профили будут созданы без email.

source: Cannot crosspost to LJ
ru: Не публикуется в LJ

source: Crosspost to LJ by default
ru: Публиковать в LJ по умолчанию

source: Can crosspost to LJ, but not by default
ru: Кросспост в LJ, но не по умолчанию

source: <p>Choose which types to allow for LiveJournal crossposting; if allowing a type to be crossposted, you must also select whether or not new posts will be crossposted by default. Each user must set up their own LJ account data from the normal "my account" edit screen.</p>
ru: <p>Выберите, для какого типа содержимого разрешить кросспостинг в LiveJournal. Если кросспост разрешён, вы также должны выбрать, должен ли публиковаться новый документ с этим типом по умолчанию. Каждый пользователь должен установить свой собственный LJ профиль из своего профиля.

source: LiveJournal cross-posting
ru: Кросспостинг в LiveJournal

source: Use Livejournal crossposting
ru: Использовать кросспостинг в Livejournal

source: Check this box to enable crossposting to livejournal.
ru: Отметьте, чтобы разрешить кросспост в LJ

source: If you are using a LiveJournal-compliant site other than LiveJournal (like DeadJournal), enter the domain name here. LiveJournal users can use the default value
ru: Если вы используете сайт, совместимый с LiveJournal (например DeadJournal), укажите этот домен здесь. Пользователи LiveJournal могут использовать значение по умолчанию.

source: Your username on LiveJournal
ru: Ваш логин на LiveJournal

source: Only enter a value if you wish to change the stored password. Leaving this field blank will not erase any passwords already stored.
ru: Укажите значение только в том случае, если вы хотите переписать сохранённый пароль. Если оставить поле пустым, пароль не будет изменён при сохранении.

source: Community
ru: Сообщество

source: If you wish your posts to be copied to a community, enter the community name here. Leaving this space blank will copy the posts to the specified user's journal instead
ru: Если вы хотите копировать ваши публикации в сообществе, укажите название сообщества тут. Если ничего не указано, публикации будут опубликованы в указанном журнале пользователя.

source: Enter the name of your blog to use in the cross-posting header; if blank the name of this site (@s) will be used. This field will only be used if you do not specify a custom header
ru: Укажите название блога для использования в заголовке копируемой публикации. Если ничего не указано, будет использовано название (@s) этого сайта. Это поле используется только тогда, когда вы не указываете пользовательский заголовок.

source: Tag posts with categories
ru: Разметка публикаций тегами

source: Check this box to attempt to translate local categories to LiveJournal tags. This option may be troublesome if you use non-Roman characters, as LJ has trouble with that.
ru: Отметьте, чтобы попытаться перевести локальные теги в теги LiveJournal. Это может привести к некоторым проблемам, если используются не латинские символы, так как имеются проблемы с этим на стороне LJ

source: Livejournal posts will be
ru: Публикации Livejournal будут

source: Public
ru: Публично

source: Friends only
ru: Только для друзей

source: Allow comments on LiveJournal
ru: Разрешить комментарии на LiveJournal

source: Require users to comment here
ru: Обязать пользователей оставлять комментарии на этом сайте

source: How to handle teasers
ru: Как обрабатывать аннотации

source: Post only the teaser
ru: Опубликовать только аннотацию

source: Post the teaser with the rest behind a cut
ru: Публикация аннотации и оставшийся текст

source: Post the entire post
ru: Опубликовать целую публикацию

source: If your posts do not have automatically generated teasers, the cut option may work improperly.
ru: Если ваши публикации не имеют автоматически сгенерированных аннотаций, опция обрезки публикации может не работать корректно.

source: Cut Text
ru: Подкат

source: If using an LJ cut, enter the text to use for the cut link
ru: Если используется разделение на "подкат", укажите текст, который будет использован для ссылки разделения.

source: Custom header
ru: Пользовательский заголовок

source: This header will appear on cross-posted posts; if left blank, a default custom header will be put into place. You may use the following variables: %blog_name, %permalink, %comments_link.
ru: Этот заголовок появится в копируемой публикацие. Если поле пусто, будет использован заголовок по умолчанию. Вы можете использовать следующие переменные: %blog_name, %permalink, %comments_link.

source: Edit picture
ru: Редактировать изображение

source: Enable category image
ru: Включить изображение категорий

source: If selected, parent category picture will be shown on nested pages
ru: Если выбрано, изображения родительский категорий будут показаны на вложенных страницах

source: Category picture preset
ru: Изображения категорий

source: Choose a preset name used for category image output
ru: Выберите алгоритм, который будет использоваться для создания изображений категорий

source: Related articles
ru: Связанные статьи

source: CKEditor Link Filter
ru: Фильтр ссылок CKEditor

source: Converts links added through <em>CKEditor Link</em> into aliased and language prefixed URLs.
ru: Конвертирует ссылки, которые добавлены модулем <em>Ссылки CKEditor</em> в URL

source: Вложенные файлы
ru: Файлы

source: import content
ru: импорт содержимого

source: Editing of
ru: Редактирование

source: Order info entry
ru: Ввод данных заказа

source: Auto SKU Generation
ru: Автоматическое создание артикула

source: Prices
ru: Цены

source: List Price
ru: Прайс-лист

source: Quantities
ru: Количество

source: "Power Tools" settings saved.
ru: Настройки сохранены.

source: Edit product prices
ru: Цена товара

source: Edit product categories
ru: Категории

source: Edit product shipping
ru: Доставка

source: Other product options
ru: Другие опции

source: Adds a pane for pulling in the profile for a User
ru: Добавляет панель на странице расчёта для вывода профиля пользователя

source: Cart Profile
ru: Профиль магазина

source: Display the fields from the profile module.
ru: Отображать поля, созданные модулем "Профиль".

source: Profile Pane Title
ru: Заголовок панели профиля

source: This will display as the title of the pane on the checkout page
ru: Будет отображено в качестве заголовка на панели на странице расчёта

source: Allows users to manage a set of addresses that can be referenced when placing an order.
ru: Позволяет пользователям управлять своими адресами, которые автоматически заполняются при оформлении заказа.

source: Ubercart customer addresses
ru: Посльзовательские адреса

source: The address ID
ru: ID адреса

source: The ID of the user who owns this address
ru: ID пользователя, которому принадлежит этот адрес.

source: The addressee's first name
ru: Имя адресата

source: The addressee's last name
ru: Фамилия адресата

source: The addressee's phone number
ru: Телефон адресата

source: The addressee's company name
ru: Компания адресата

source: The addressee's residence number and street
ru: Дом и улица адресата

source: The addressee's residence number and street (continued)
ru: Дом и улица адресата (продолжение)

source: The addressee's city of residence
ru: Город адресата

source: The addressee's zone of residence
ru: Район адресата

source: The addressee's postal code
ru: Почтовый код адресата

source: The addressee's country of residence
ru: Страна адресата

source: The name used to access this address
ru: Название адреса

source: The date this address was created
ru: Дата создания

source: The date this address was last modified
ru: Дата последнего изменения

source: Associates a user with an address: the default address
ru: Ассоциировать пользователя с адресом: адрес по умолчанию

source: The ID of the address in the uc_adresses table
ru: ID адреса в таблице uc_adresses

source: The ID of the user
ru: ID пользователя

source: Address settings
ru: Настройки адресов

source: Configure the address settings.
ru: Настройка адресов.

source: Address list
ru: Список адресов

source: Manage your addresses
ru: Управление адресами

source: Add address
ru: Добавить адрес

source: Add a new address.
ru: Добавить новый адрес

source: No addresses have been saved.<br />
ru: Нет сохранённых адресов. <br />

source: Add a new address
ru: Добавить адрес

source: Manage the user's addresses and contact information.
ru: Управление адресной и контактной информацией пользователя.

source: Enter your new address information.
ru: Укажите ваш новый адрес.

source: Add an address
ru: Добавить адрес

source: Save as
ru: Сохранить как

source: Enter a name for this address (e.g. Home or Work)
ru: Укажите условное название для этого адреса (например "Домашний" или "Рабочий")

source: Default address
ru: Адрес по умолчанию

source: Make this address the default address
ru: Сделать этот адрес адресом по умолчанию

source: Edit the address settings.
ru: Редактирование адресной информации.

source: Automatically fill in the billing address with the user's default address.
ru: Автоматически заполнять платёжный адрес информацией из адреса пользователя, принятого по умолчанию.

source: We will automatically fill in the delivery address with the user's default address.
ru: Адрес доставки будет взят из адреса в профиле, который установлен по умолчанию.

source: The customer must enter or choose a delivery address.
ru: Пользователь должен ввести или выбрать адрес доставки.

source: Automatically fill in the delivery address with the user's default address.
ru: Автоматически заполнять адрес досавки информацией из адреса пользователя, принятого по умолчанию.

source: We will automatically fill in the billing address with the user's default address.
ru: Платёжный адрес будет взят из адреса в профиле, который установлен по умолчанию.
