Repository: uyabrup/utcmarket
Catalog: trunk/sites/all/modules/general/translations/*_FULL.po
Languages: ru

source: Display %display defines a VotingAPI results relationship, but does not restrict the relationship data. This may result in duplicate entries in the resulting view.
ru: Отображение %display определяет взаимоотношения результатов голосов, но не ограничивает данных взаимосвязи. В итоге это может привести к дублированию результатов.

source: Default appearance
ru: Видимость по умолчанию

source: Appearance
ru: Видимость

source: No filtering
ru: Нет фильтрации

source: Data filters
ru: Фильтры

source: For each piece of content, many pieces of voting data may be saved. Use these options to specify exactly which types should be available via this relationship. <strong>Warning!</strong> Leaving any of these filters empty may result in multiple copies of each piece of content being displayed in listings.
ru: <strong>Внимание!</strong> Если оставить любой из этих фильтров пустым, это может привести к множественным копиям голосов.

source: -Other-
ru: - Другое -

source: Vote tag
ru: Тег голосования

source: Aggregation function
ru: Функция агрегации

source: Restrict to current user
ru: Ограничить текущим пользователем

source: View sitemap
ru: Обзор карты

source: Could not open file @file for writing.
ru: Невозможно открыть файл @file для записи.

source: Unknown error occurred while writing to file @file.
ru: При записи в @file произошла неизвестная ошибка.

source: Rebuilding Sitemap
ru: Перестройка карты

source: Purging links.
ru: Очистка ссылок.

source: Now processing %module link @count.
ru: Сейчас в обработке %module, @count ссылок.

source: Now generating @language sitemap page @chunk.
ru: Сейчас генерируется карта сайта для языка "@language", @chunk страниц

source: The sitemap was rebuilt.
ru: Карта сайта была перестроена.

source: The sitemap was not successfully rebuilt.
ru: Карта не была перестроена.

source: xmlsitemap
ru: XML карта

source: XML sitemap files regenerated in @timer ms. Peak memory usage: @memory-peak.
ru: Файлы XML карты перестроены за @timer мс. Пик расхода памяти: @memory-peak.

source: Rebuild links
ru: Обновление

source: Minimum sitemap lifetime
ru: Минимальное время жизни карты

source: No minimum
ru: Без минимума

source: Include a stylesheet in the sitemaps for humans.
ru: Включать стили для просмотра человеком.

source: Using the stylesheet will add formatting and tables with sorting to make it easier to view the XML sitemap data instead of viewing raw XML output. Search engines will ignore any formatting.
ru: Если использованы стили, будет добавлено форматирование и сортировка для более лёгкого просмотра человеком. Для поисковых машин это не будет играть никакой роли.

source: Generate sitemaps for the following languages
ru: Генерировать карту сайта для таких языков

source: To enable multilingual features, enable the XML sitemap internationalization module.
ru: Чтобы включить многоязычные карты сайта, включите модуль "Многоязычная XML карта".

source: Number of links in each sitemap page
ru: Число ссылок на каждой странице карты

source: Automatic (recommended)
ru: Автоматически (рекомендуется)

source: If there are problems with rebuilding the sitemap, you may want to manually set this value. If you have more than 50,000 links, an index with multiple sitemap pages will be generated. There is a maximum of 1000 sitemap pages.
ru: Если возникают проблемы с перестройкой карты, вы можете попробовать изменить это значение. Если у вас более чем 50,000 ссылок, карты будут разделены на несколько более мелких карт. Максимальное число страниц карт - 1000.

source: Maximum number of sitemap links to process at once
ru: Максимальное число обрабатываемых за раз ссылок для карты сайта

source: If you have problems running cron or rebuilding the sitemap, you may want to lower this value.
ru: Если вы имеете проблемы с картой сайта при запуске cron или перестройке карты сайта, вы можете уменшить это значение.

source: Sitemap cache directory
ru: Кэш-директория карты сайта

source: Subdirectory in the directory %dir where the sitemap data will be stored. This folder <strong>must not be shared</strong> with any other Drupal site or install using XML sitemap.
ru: Субдиректория в директории %dir, куда будут сохранены карты сайта. Она не должна быть общей с другими сайтами!

source: Enable developer mode.
ru: Включить модуль разработчика.

source: Exposes additional settings intended for development.
ru: Предоставляет дополнительные настройки для разработки сайта.

source: The front page path can be changed at <a href="@url-frontpage">@url-frontpage</a>.
ru: Путь главной страницы может быть изменён <a href="@url-frontpage">тут</a>.

source: Priority
ru: Приоритет

source: Change frequency
ru: Частота изменений

source: The sitemap page link count of @size will create more than 1,000 sitemap pages. Please increase the link count.
ru: При числе ссылок @size, будет создано более 1,000 страниц. Увеличте число ссылок.

source: A rebuild is not necessary. If you are just wanting to regenerate the XML sitemap files, you can <a href="@link-cron">run cron manually</a>.
ru: Перестройка не является необходимой. Если вы просто хотите перегенерировать карту, вы можете <a href="@link-cron">запустить cron</a> вручную.

source: Select which modules' links you would like to rebuild
ru: Выберите, какие ссылки нужно перестроить

source: If no modules are selected, the sitemap files will just be regenerated.
ru: Если модули не выбраны, файлы карты сайта будут просто перегенерированы.

source: Save and restore any custom inclusion and priority links.
ru: Сохранение и восстановление приоритета ссылок.

source: Are you sure you want to rebuild the sitemap?
ru: Вы уверены, что хотите перестроить карту сайта?

source: Rebuild sitemap
ru: Обновить

source: Inclusion
ru: Включен?

source: The default priority for this content type can be changed <a href="@link-type">here</a>.
ru: Приоритет по умолчанию для этого содержимого может быть изменён <a href="@link-type">здесь</a>.

source: Default priority
ru: Приоритет по умолчанию

source: The priority of this URL relative to other URLs on your site.
ru: Приоритет этого URL относительно других URL на сайте.

source: Default (@value)
ru: По умолчанию (@value)

source: (highest)
ru: (наивысший)

source: (normal)
ru: (нормальный)

source: (lowest)
ru: (низший)

source: Included
ru: Включено

source: Excluded
ru: Исключено

source: There is 1 @type link in the XML sitemap.
ru: В карте @count @type ссылка.

source: Sitemap file
ru: Файл карты сайта

source: Number of sitemaps in this index
ru: Число карт в индексе

source: Click on the table headers to change sorting.
ru: Нажмите на заголовок для сортировки.

source: Sitemap URL
ru: URL карты сайта

source: Last modification date
ru: Дата последнего изменения

source: Number of URLs in this sitemap
ru: Число URL в карте

source: URL location
ru: URL

source: This action rebuilds your site's XML sitemap and regenerates the cached files, and may be a lengthy process. If you just installed XML sitemap, this can be helpful to import all your site's content into the sitemap. Otherwise, this should only be used in emergencies.
ru: Это действие перестроит карту сайта и его кэш, на что может потребоваться много времени.

source: One or more problems were detected with your XML sitemap configuration. Please check the <a href="@status-report">status report</a> for more information.
ru: Одна или несколько проблем возникло в настройках XML карты. Проверьте <a href="@status-report">состояние системы</a> для дополнительной справки.

source: Invalid sitemap link priority %priority.<br />@link
ru: Неправильный приоритет ссылки в карте сайта <br />@link

source: XML sitemap settings have been modified and the files should be regenerated. You can <a href="@run-cron">run cron manually</a> to regenerate the cached files.
ru: Настройки карты сайта были изменены и их файлы должны быть перегенерированы. Вы можете <a href="@run-cron">запустить cron</a> вручную, чтобы сгенерировать заново кэш файлов.

source: Default variable for %variable not found.
ru: Переменная по умолчанию для %variable не найдена.

source: Your sitemap is located at: !sitemaps
ru: Карта сайта обнаружена в: !sitemaps

source: Configure the XML sitemap.
ru: Настройка XML карты

source: Rebuild
ru: Перестроить

source: Rebuild the site map.
ru: Перестроить карту сайта.

source: Please increase the number of links per page.
ru: Увеличьте число ссылок на страницу.

source: XML sitemap anonymous content access
ru: Доступ анонимных пользователей

source: In order to allow search engines to view the XML sitemap, the anonymous user role must have the <a href="@perm-link">%permission</a> permission.
ru: Чтобы позволить поисковикам просматривать XML карту, анонимный пользователь должен иметь права <a href="@perm-link">%permission</a>

source: Existing sitemap.xml file found.
ru: Найден существующий файл sitemap.xml

source: The XML sitemap module cannot display its XML output if there is an existing sitemap.xml file in your website root.
ru: Если у вас уже есть sitemap.xml, карта сайта не будет создана модулем.

source: XML sitemap cache directory
ru: Кэш директория карты

source: Not found or not writable
ru: Не найдено или недоступно для записи

source: XML sitemap link count
ru: Количество ссылок

source: You have exceeded the number of links that your sitemap can contain (@num).
ru: Вы достигли максимально допустимо количество ссылок, которое может содержать карта сайта (@num).

source: XML sitemap page count
ru: Количество страниц

source: You have exceeded the number of sitemap pages (1,000).
ru: Вы достигли максимально допустимо количество страниц (1000).

source: Last generated on !date (!interval ago).
ru: Последний раз сгенерирован !date (!interval тому назад)

source: Cached files have not been generated yet.
ru: Кэш пока не был сгенерирован.

source: The XML sitemap data is out of sync and needs to be <a href="@link-rebuild">completely rebuilt<a>.
ru: XML карты устарели. Вы должны полностью их <a href="@link-rebuild">перестроить<a>.

source: The XML cached files are out of date and need to be regenerated. You can <a href="@link-cron">run cron manually</a> to regenerate the sitemap files.
ru: Кэш карт устарел. Вы можете <a href="@link-cron">запустить cron</a> вручную для генерации актуальных файлов.

source: Creates an XML sitemap conforming to the <a href="http://sitemaps.org/">sitemaps.org protocol</a>.
ru: Создаёт XML карту в соответствии со спецификацией <a href="http://sitemaps.org/">sitemaps.org</a>.

source: Submit the sitemap to the following engines
ru: Отправлять карту сайта поисковикам

source: Do not submit more often than every
ru: Не отправлять чаще чем

source: Only submit if the sitemap has been updated since the last submission.
ru: Отправлять только, если карта сайта была изменена с момента последней отправки.

source: Custom submission URLs
ru: Пользовательские URL

source: Enter one custom submission URL per line. The token [sitemap] will be replaced with the URL to your sitemap. For example: %example-before would become %example-after.
ru: Укажите по одному URL на страницу. Токен [sitemap] будет заменён URL карты сайта. Например: %example-before станет %example-after.

source: Invalid custom URL %url.
ru: Неправильная пользовательская ссылка %url.

source: In order to verify site ownership with the search engines listed below, it is highly recommended to download and install the <a href="@site-verify">Site verification module</a>.
ru: Для проверки прав владельца на сайт рекомендуется установить <a href="@site-verify">этот</a> модуль.

source: Bing (formerly Live Search)
ru: Bing ( Live Search)

source: Submitted the sitemap to %url and received response @code.
ru: XML карта отправлена в %url, получен ответ: @code.

source: Search Engines
ru: Поисковые машины

source: XML sitemap engines
ru: Отправка XML карты

source: Submit the sitemap to search engines.
ru: Отправлять карту сайта поисковикам.

source: XML sitemap module form.
ru: Форма модуля XML карты

source: XML sitemap node
ru: XML карта содержимого

source: Anonymous access to content
ru: Доступ к содержимому анонима

source: In order to list content in the XML sitemap, the anonymous user role must have the <a href="@perm-link">%permission</a> permission.
ru: Чтобы показывать содержимое в XML карте, анонимный пользователь должен иметь права <a href="@perm-link">%permission</a>.

source: Adds content links to the sitemap.
ru: Добавляет ссылки документов в карту сайта.

source: Inclusion: @value
ru: Включение: @value

source: Priority: @value
ru: Приоритет: @value

source: Last updated
ru: Обновлено

source: Links
ru: Ссылки

source: No XML sitemaps available.
ru: Нет доступных XML карт

source: No sitemaps selected.
ru: Нет выбранных карт сайта.

source: There are currently no XML sitemap contexts available.
ru: Содержимое XML карт в настоящее время недоступно.

source: A sitemap with the same context already exists.
ru: Карта с таким же содержимым уже существует.

source: The sitemap has been saved.
ru: Карта сайта была сохранена.

source: Are you sure you want to delete the sitemap?
ru: Вы уверены, что хотите удалить эту карту сайта?

source: The sitemap has been deleted.
ru: Карта была удалена.

source: The minimum amount of time that will elapse before the sitemaps are regenerated. The sitemaps will also only be regenerated on cron if any links have been added, updated, or deleted.
ru: Минимальное время, которе пройдёт перед тем, как карта сайта будет перестроена. Карты сайта будут также перестроены по запускам крон, если любая ссылка будет добавлена, удалена или обновлена.

source: Recommended value: %value.
ru: Рекомендуемое значение: %value.

source: When enabled, this will add formatting and tables with sorting to make it easier to view the XML sitemap data instead of viewing raw XML output. Search engines will ignore this.
ru: Если включено, будет добавлено форматирование, что сделает карту сайта удобной для чтения и сортировки. Поисковики игнорируют такое форматирование.

source: Prefetch URL aliases during sitemap generation.
ru: Предварительно выбирать синонимы URL во время создания карты сайта.

source: When enabled, this will fetch all URL alises at once instead of one at a time during sitemap generation. For medium or large sites, it is recommended to disable this feature as it uses a lot of memory.
ru: Если включено, будут получены все синонимы URL за раз, вместо одного за генерирование карты. Для средних и больших сайтов рекомендуется выключить эту функцию во избежании пепегрузки памяти.

source: If there are problems with rebuilding the sitemap, you may want to manually set this value. If you have more than @max links, an index with multiple sitemap pages will be generated. There is a maximum of @max sitemap pages.
ru: Если возникли проблемы с перестройкой карты сайта, вы можете вручную установить это значение. Если вы имеете более чем @max ссылок, будет создана индекс-страница с множественными картами сайта. Максимум страниц - @max.

source: Subdirectory where the sitemap data will be stored. This folder <strong>must not be shared</strong> with any other Drupal site or install using XML sitemap.
ru: Субдериктория, где будет сохранена карта. Эта директория должна иметь публичный доступ.

source: Default base URL
ru: Базовый URL по умолчанию

source: This is the default base URL used for sitemaps and sitemap links.
ru: Базовый URL по умолчанию, использованный для карт и ссылок.

source: Last modification date format
ru: Формат последнего изменения

source: Short
ru: Короткий

source: Long
ru: Длинный

source: Enable developer mode to expose additional settings.
ru: Включить режим разработки для дополнительных настроек.

source: Select which link types you would like to rebuild
ru: Выберите, какой тип ссылки вы хотите перестроить

source: If no link types are selected, the sitemap files will just be regenerated.
ru: Если типы ссылок не выбраны, файлы карты сайта будут просто перестроены.

source: Indexed
ru: Индекс

source: Visible
ru: Видно

source: Totals
ru: Всего

source: Settings for the @bundle-label %bundle have been saved.
ru: Настройки для @bundle-label %bundle были сохранены.

source: @bundle XML sitemap settings
ru: Настройки @bundle

source: Settings saved
ru: Настройки сохранены

source: Reloading...
ru: Перезагрузка...

source: The default XML sitemap settings for this @bundle can be changed <a href="@link-type">here</a>.
ru: Настройки по умолчанию XML карты для @bundle могут быть изменены <a href="@link-type">здесь</a>.

source: @action @count XML sitemap.
ru: @action @count XML карта

source: Regenerating Sitemap
ru: Перестройка карты

source: Now generating %sitemap-url.
ru: Сейчас создаётся %sitemap-url.

source: Now generating sitemap index %sitemap-url.
ru: Сейчас создаётся индекс %sitemap-url.

source: The sitemaps was not successfully regenerated.
ru: При создании карты сайта произошла ошибка.

source: Now processing %entity @last_id (@progress of @count).
ru: Сейчас обрабатывается %entity @last_id (@progress @count).

source: Starting XML sitemap generation. Memory usage: @memory-peak.
ru: Создание XML карты. Использование памяти: @memory-peak.

source: Finished XML sitemap generation in @timer ms. Memory usage: @memory-peak.
ru: Создание XML карты заняло @timer мс. Расход памяти: @memory-peak.

source: One or more problems were detected with your XML sitemap configuration: !messages
ru: Возникла одна или несколько проблем с настройками XML карты: !messages

source: Check the <a href="@status-report">status report</a> for more information.
ru: Проверьте <a href="@status-report">отчёт о состоянии системы</a> для более подробной информации.

source: The front page path can be changed in the <a href="@url-frontpage">site information configuration</a>.
ru: Адрес главной страницы может быть изменён <a href="@url-frontpage">тут</a>.

source: Update cached files
ru: Обновить закэшированные файлы

source: Updated
ru: Обновлено

source: In order to perform bulk operations on the sitemaps listed below, it is highly recommended to download and install the <a href="@elements">Elements module</a>.
ru: Для массового выполнения операций над картами сайта указанных ниже, рекомендуется установить <a href="@elements">модуль "Элементы"</a>.

source: Administer XML sitemap settings.
ru: Настройки XML карт.

source: title
ru: заголовок

source: In order to allow search engines to view the XML sitemap and content on your site, the anonymous user role must have the <a href="@perm-link">%permission</a> permission.
ru: Чтобы поисковики могли читать XML карту и содержимое сайта, анонимные пользователи должны иметь права <a href="@perm-link">%permission</a>

source: You have exceeded the number of sitemap pages (@number).
ru: Вы превысили число страниц карты сайта (@number).

source: XML sitemap maximum file size
ru: Максимальный размер файла XML карты

source: You have exceeded the maximum sitemap file size of @size. If possible, decrease the number of links per sitemap page.
ru: Вы превысили максимально допустимый размер карты сайта (@size). Уменьшите число ссылок на карте сайта.

source: The XML sitemap data is out of sync and needs to be <a href="@link-rebuild">completely rebuilt</a>.
ru: Содержимое XML карты сайта устарело и нуждается в <a href="@link-rebuild">полном обновлении</a>.

source: Enter one URL per line. The token [sitemap] will be replaced with the URL to your sitemap. For example: %example-before would become %example-after.
ru: Укажите по одному URL на строку. Токен [sitemap] будет заменён URL карты сайта. Например: %example-before станет %example-after.

source: Invalid URL %url.
ru: Неправильный URL %url.

source: Submit to search engines
ru: Отправить поисковикам

source: Submitted
ru: Отправлено

source: XML sitemap menu
ru: XML карта меню

source: Adds menu item links to the sitemap.
ru: Добавляет ссылки меню в карту сайта.

source: This is a list of defined user functions that generated this current request lifecycle. Click on a function name to view its documention.
ru: Список определённых пользователем функций, который создан текущим запросом.

source: Here are the contents of your <code>$_SESSION</code> variable.
ru: Здесь находится содержимое ваших переменных <code>$_SESSION</code>.

source: This is a list of the variables and their values currently stored in variables table and the <code>$conf</code> array of your settings.php file. These variables are usually accessed with <a href="@variable-get-doc">variable_get()</a> and <a href="@variable-set-doc">variable_set()</a>. Variables that are too long can slow down your pages.
ru: Список переменных и их значений, которые в настоящий момент сохраняются в таблице переменных и массиве <code>$conf</code> файла settings.php. Эти переменные обычно доступны через <a href="@variable-get-doc">variable_get()</a> и <a href="@variable-set-doc">variable_set()</a>. Слишком длинные переменные могут замедлить загрузку ваших страниц.

source: Invalid file path
ru: Неправильный путь файла.

source: The theme registry is being rebuilt on every request. Remember to <a href="!url">turn off</a> this feature on production websites.
ru: Регистр темы перестраивается при каждом запросе. Не забудьте <a href="!url">выключить</a> этот режим на реально работающем сайте.

source: Switch user
ru: Переключить пользователя

source: Execute PHP
ru: Выполнить PHP

source: Number of users to display in the list
ru: Число отображаемых в списке пользователей

source: This user can switch back.
ru: Этот пользователь может переключиться назад.

source: Caution: this user will be unable switch back.
ru: ПРЕДОСТЕРЕЖЕНИЕ: этот пользователь не может переключиться назад.

source: Enter username
ru: Укажите логин

source: Switch
ru: Переключить

source: Enter function name for api lookup
ru: Укажите название функции для api lookup

source: Username not found
ru: Логин не найден

source: Query log
ru: Запись запроса

source: Collect query info. If disabled, no query log functionality will work.
ru: Собирать информацию о запросах. Если отключено, данные не будут сохранены.

source: You must disable or upgrade the php Zend Optimizer extension in order to enable this feature. The minimum required version is 3.2.8. Earlier versions of Zend Optimizer are <a href="!url">horribly buggy and segfault your Apache</a> ...
ru: Вы должны выключить или обновить расширение Zend Optimizer для включения этой возможности. Минимально требуемая версия - 3.2.8. Более ранние версии <a href="!url">содержат ошибки</a>.

source: Collect query info
ru: Собирать данные о запросах

source: Display query log
ru: Отображать запросы

source: Display a log of the database queries needed to generate the current page, and the execution time for each. Also, queries which are repeated during a single page view are summed in the # column, and printed in red since they are candidates for caching.
ru: Отображает записи запросов к базе данных при генерации текущей страницы. Также, запросы, которые повторяются, суммируются в # колонке и выводятся в красном цвете, так как они должны быть сохранены в кэш.

source: Sort query log
ru: Сортировка

source: by source
ru: по источнику

source: by duration
ru: по продолжительности

source: The query table can be sorted in the order that the queries were executed or by descending duration.
ru: Таблица запросов может быть отсортирована по параметрам.

source: Slow query highlighting
ru: Выделять медленные запросы

source: Enter an integer in milliseconds. Any query which takes longer than this many milliseconds will be highlighted in the query log. This indicates a possibly inefficient query, or a candidate for caching.
ru: Укажите целое число миллисекунд. Любой запрос, который занимает времени больше этого значения, будет выделен в записях.
