Repository: uyabrup/utcmarket
Catalog: sites/all/modules/cmlservice/translations/*.po
Languages: ru

source: Delete all.
ru: Удалить всё

source: Updated all.
ru: Обновлено всё.

source: Updated price.
ru: Обновлена цена.

source: Product force replace.
ru: Принудительная замена товара.

source: Product enabled.
ru: Товар включён.

source: Updated title.
ru: Обновлён заголовок.

source: Updated description.
ru: Обновлено описание.

source: Updated pictures.
ru: Обновлены изображения.

source: Processing...
ru: Обработка...

source: Path to folder
ru: Путь

source: Path must be without /import_files
ru: Путь должен быть без /import_files

source: Altered price on/off
ru: Уточнение цены

source: CML settings
ru: CMLService

source: 1c CML settings
ru: Настройки интеграции 1С

source: Try create imagefield picture @pic
ru: Попробовать создать поле изображения @pic

source: Can`t create imagefield from source path @pic
ru: Невозможно создать поле изображения из адреса @pic

source: Insert product %node% from XML.
ru: Вставить товар %node% из XML.

source: Update product %node% from XML.
ru: Обновить товар %node% из XML.

source: Try copy from @from to @pic
ru: Попробовать скопировать @from в @pic

source: Find picture @pic
ru: Найти изображение @pic

source: An error occurred while processing %error_operation with arguments: @arguments
ru: Произошла ошибка при обработке %error_operation с аргументом: @arguments

source: The price of %product has updated
ru: Цена %product была обновлена

source: The product of nid %nid has delete
ru: Товар с ID %nid удалён.

source: Order
ru: Заказ

source: administer cmlservice
ru: Администрировать

source: cml import add
ru: Добавлять импорт

source: CML batch support
ru: Поддержка пакетной обработки

source: Product id.
ru: ID товара

source: A multi-site unique identifier for a product.
ru: Уникальный идентификатор товара

source: CommerceML 2. Импорт/экспорт коммерческой информации (1С:ALL версии 8.x) Codede by mirocow
ru: CommerceML 2. Импорт/экспорт коммерческой информации (1С:ALL версии 8.x) Автор mirocow
