Repository: uyabrup/utcmarket
Catalog: sites/all/modules/yml_export/translations/*.po
Languages: ru

source: YML export
ru: Яндекс.Маркет

source: <None>
ru: <Ничего>

source: No vocabularies! Export can't work properly. Please create at least one taxonomy vocabulary and use it for your products.
ru: Нет словарей! Экспорт не будет работать. Создайте по крайней мере один словарь таксономии, чтобы использовать его в качестве категорий для товаров.

source: Select vocabulary for Yandex.Market export
ru: Выберите словарь для экспорта в Яндекс.Маркет

source: Yandex.Market supports only 1 vocabulary, please select what vocabulary should be considered as primary for export.
ru: Яндекс.Маркет поддерживает только 1 словарь. Выберите, какой словарь следует использовать в качестве основного для экспорта.

source: Select node types for export
ru: Выберите типы документов для экспорта

source: true
ru: Да

source: false
ru: Нет

source: Select if delivery is enabled
ru: Выберите, есть ли доставка

source: Yandex.Market has "delivery" field. Select if it is enabled
ru: Яндекс.Маркет имеет поле "доставка". Если у вас есть доставка товара, выберите эту опцию

source: Ubercart Currency
ru: Валюта

source: Change
ru: Изменить

source: Should be 'RUR' for Russia
ru: Должно быть "UAH" для Украины или "RUR" для Росии

source: Generated file
ru: Сгенерированный файл

source: View
ru: Обзор

source: Use this url in Yandex.Market
ru: Адрес, по которому доступен сгенерированный импорт

source: Unsupported encoding %s. Please install iconv, GNU recode or mbstring for PHP.
ru: Неподдерживаемая кодировка %s. Установите iconv, GNU recode или mbstring для PHP.

source: Yml export for Yandex.market
ru: Яндекс.Маркет

source: YML export for Ubercart products (Yandex.Market)
ru: Экспорт товарной базы в Яндекс.Маркет
